{
"name": "Algeria",
"code": "AG",
"publish_date": "December 23, 2019",
"introduction": 
{
"background": "&lt;p&gt;After more than a century of rule by France, Algerians fought through much of the 1950s to achieve independence in 1962. Algeria&#39;s primary political party, the National Liberation Front (FLN), was established in 1954 as part of the struggle for independence and has since largely dominated politics. The Government of Algeria in 1988 instituted a multi-party system in response to public unrest, but the surprising first round success of the Islamic Salvation Front (FIS) in the December 1991 legislative elections led the Algerian army to intervene and postpone the second round of elections to prevent what the secular elite feared would be an extremist-led government from assuming power. The army began a crackdown on the FIS that spurred FIS supporters to begin attacking government targets. Fighting escalated into an insurgency, which saw intense violence from 1992-98, resulting in over 100,000 deaths - many attributed to indiscriminate massacres of villagers by extremists. The government gained the upper hand by the late-1990s, and FIS&#39;s armed wing, the Islamic Salvation Army, disbanded in January 2000.&lt;/p&gt; &lt;p&gt;Abdelaziz BOUTEFLIKA, with the backing of the military, won the presidency in 1999 in an election that was boycotted by several candidates protesting alleged fraud, and won subsequent elections in 2004, 2009, and 2014. The government in 2011 introduced some political reforms in response to the Arab Spring, including lifting the 19-year-old state of emergency restrictions and increasing women&#39;s quotas for elected assemblies, while also increasing subsidies to the populace. Since 2014, Algeria&amp;rsquo;s reliance on hydrocarbon revenues to fund the government and finance the large subsidies for the population has fallen under stress because of declining oil prices. Protests broke out across the country in late February 2019 against President BOUTEFLIKA&amp;rsquo;s decision to seek a fifth term. BOUTEFLIKA resigned on 2 April 2019, and the speaker of the upper house of parliament, Abdelkader BENSALAH, became interim head of state on 9 April. BENSALAH remained in office beyond the 90-day constitutional limit until Algerians elected former Prime Minister Abdelmadjid TEBBOUNE as the country&#39;s new president in December 2019.&lt;/p&gt;",
}, 
"geography": 
{
"location": "Northern Africa, bordering the Mediterranean Sea, between Morocco and Tunisia",
"geographic_coordinates": "28 00 N, 3 00 E",
"map_references": "Africa",
"area": 
{
"total": "2,381,740 sq km",
"land": "2,381,740 sq km",
"water": "0 sq km",
}, 
"area_comparative": "slightly less than 3.5 times the size of Texas",
"land_boundaries": 
{
"total": "6,734 km",
"border_countries": "Libya 989 km, Mali 1359 km, Mauritania 460 km, Morocco 1900 km, Niger 951 km, Tunisia 1034 km, Western Sahara 41 km",
}, 
"coastline": "998 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_fishing_zone": " 32-52 nm",
}, 
"climate": "arid to semiarid; mild, wet winters with hot, dry summers along coast; drier with cold winters and hot summers on high plateau; sirocco is a hot, dust/sand-laden wind especially common in summer",
"terrain": "mostly high plateau and desert; Atlas Mountains in the far north and Hoggar Mountains in the south; narrow, discontinuous coastal plain",
"elevation": 
{
"mean_elevation": "800 m",
"lowest_point": "Chott Melrhir -40 m",
"highest_point": "Tahat 2,908 m",
}, 
"natural_resources": "petroleum, natural gas, iron ore, phosphates, uranium, lead, zinc",
"land_use": 
{
"agricultural_land": "17.4% (2016 est.)",
"agricultural_land_arable_land": "3.1% (2016 est.)",
"agricultural_land_permanent_crops": "0.4% (2016 est.)",
"agricultural_land_permanent_pasture": "13.8% (2016 est.)",
"forest": "0.8% (2016 est.)",
"other": "81.8% (2016 est.)",
}, 
"irrigated_land": "13,600 sq km (2014)",
"population_distribution": "the vast majority of the populace is found in the extreme northern part of the country along the Mediterranean Coast",
"natural_hazards": "mountainous areas subject to severe earthquakes; mudslides and floods in rainy season; droughts",
"environment_current_issues": "air pollution in major cities; soil erosion from overgrazing and other poor farming practices; desertification; dumping of raw sewage, petroleum refining wastes, and other industrial effluents is leading to the pollution of rivers and coastal waters; Mediterranean Sea, in particular, becoming polluted from oil wastes, soil erosion, and fertilizer runoff; inadequate supplies of potable water",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "largest country in Africa but 80% desert; canyons and caves in the southern Hoggar Mountains and in the barren Tassili n&#39;Ajjer area in the southeast of the country contain numerous examples of prehistoric art - rock paintings and carvings depicting human activities and wild and domestic animals (elephants, giraffes, cattle) - that date to the African Humid Period, roughly 11,000 to 5,000 years ago, when the region was completely vegetated",
}, 
"people_and_society": 
{
"population": "41,657,488 (July 2018 est.)",
"nationality": 
{
"noun": "Algerian(s)",
"adjective": "Algerian",
}, 
"ethnic_groups": "Arab-Berber 99%, European less than 1%",
"languages": "Arabic (official), French (lingua franca), Berber or Tamazight (official); dialects include Kabyle Berber (Taqbaylit), Shawiya Berber (Tacawit), Mzab Berber, Tuareg Berber (Tamahaq)",
"religions": "Muslim (official; predominantly Sunni) 99%, other (includes Christian and Jewish) &amp;lt;1% (2012 est.)",
"demographic_profile": "&lt;p&gt;For the first two thirds of the 20th century, Algeria&#39;s high fertility rate caused its population to grow rapidly. However, about a decade after independence from France in 1962, the total fertility rate fell dramatically from 7 children per woman in the 1970s to about 2.4 in 2000, slowing Algeria&#39;s population growth rate by the late 1980s. The lower fertility rate was mainly the result of women&#39;s rising age at first marriage (virtually all Algerian children being born in wedlock) and to a lesser extent the wider use of contraceptives. Later marriages and a preference for smaller families are attributed to increases in women&#39;s education and participation in the labor market; higher unemployment; and a shortage of housing forcing multiple generations to live together. The average woman&#39;s age at first marriage increased from about 19 in the mid-1950s to 24 in the mid-1970s to 30.5 in the late 1990s.&lt;/p&gt; &lt;p&gt;Algeria&#39;s fertility rate experienced an unexpected upturn in the early 2000s, as the average woman&#39;s age at first marriage dropped slightly. The reversal in fertility could represent a temporary fluctuation in marriage age or, less likely, a decrease in the steady rate of contraceptive use.&lt;/p&gt; &lt;p&gt;Thousands of Algerian peasants - mainly Berber men from the Kabylia region - faced with land dispossession and economic hardship under French rule migrated temporarily to France to work in manufacturing and mining during the first half of the 20th century. This movement accelerated during World War I, when Algerians filled in for French factory workers or served as soldiers. In the years following independence, low-skilled Algerian workers and Algerians who had supported the French (known as Harkis) emigrated en masse to France. Tighter French immigration rules and Algiers&#39; decision to cease managing labor migration to France in the 1970s limited legal emigration largely to family reunification.&lt;/p&gt; &lt;p&gt;Not until Algeria&#39;s civil war in the 1990s did the country again experience substantial outmigration. Many Algerians legally entered Tunisia without visas claiming to be tourists and then stayed as workers. Other Algerians headed to Europe seeking asylum, although France imposed restrictions. Sub-Saharan African migrants came to Algeria after its civil war to work in agriculture and mining. In the 2000s, a wave of educated Algerians went abroad seeking skilled jobs in a wider range of destinations, increasing their presence in North America and Spain. At the same time, legal foreign workers principally from China and Egypt came to work in Algeria&#39;s construction and oil sectors. Illegal migrants from sub-Saharan Africa, particularly Malians, Nigeriens, and Gambians, continue to come to Algeria in search of work or to use it as a stepping stone to Libya and Europe.&lt;/p&gt; &lt;p&gt;Since 1975, Algeria also has been the main recipient of Sahrawi refugees from the ongoing conflict in Western Sahara. More than 1000,000 Sahrawis are estimated to be living in five refugee camps in southwestern Algeria near Tindouf.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "29.49% (male 6,290,619 /female 5,993,733)",
"15_24_years": "14.72% (male 3,137,975 /female 2,994,056)",
"25_54_years": "42.97% (male 9,067,597 /female 8,833,238)",
"55_64_years": "7.01% (male 1,472,527 /female 1,446,083)",
"65_years_and_over": "5.81% (male 1,133,852 /female 1,287,808) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "52.7 (2015 est.)",
"youth_dependency_ratio": "43.8 (2015 est.)",
"elderly_dependency_ratio": "9 (2015 est.)",
"potential_support_ratio": "11.2 (2015 est.)",
}, 
"median_age": 
{
"total": "28.3 years (2018 est.)",
"male": "28 years",
"female": "28.7 years",
}, 
"population_growth_rate": "1.63% (2018 est.)",
"birth_rate": "21.5 births/1,000 population (2018 est.)",
"death_rate": "4.3 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-0.9 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "the vast majority of the populace is found in the extreme northern part of the country along the Mediterranean Coast",
"urbanization": 
{
"urban_population": "73.2% of total population (2019)",
"rate_of_urbanization": "2.46% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "2.729 million ALGIERS (capital), 890,000 Oran (2019)",
"sex_ratio": 
{
"at_birth": "1.05 male(s)/female",
"0_14_years": "1.05 male(s)/female",
"15_24_years": "1.05 male(s)/female",
"25_54_years": "1.03 male(s)/female",
"55_64_years": "1.02 male(s)/female",
"65_years_and_over": "0.88 male(s)/female",
"total_population": "1.03 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "112 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "18.9 deaths/1,000 live births (2018 est.)",
"male": "20.4 deaths/1,000 live births",
"female": "17.2 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "77.2 years (2018 est.)",
"male": "75.8 years",
"female": "78.7 years",
}, 
"total_fertility_rate": "2.66 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "57.1% (2012/13)",
"drinking_water_source": 
{
"improved_urban": "84.3% of population",
"improved_rural": "81.8% of population",
"improved_total": "83.6% of population",
"unimproved_urban": "15.7% of population",
"unimproved_rural": "18.2% of population",
"unimproved_total": "16.4% of population (2015 est.)",
}, 
"current_health_expenditure": "6.6% (2016)",
"physicians_density": "1.83 physicians/1,000 population (2016)",
"hospital_bed_density": "1.9 beds/1,000 population (2015)",
"sanitation_facility_access": 
{
"improved_urban": "89.8% of population (2015 est.)",
"improved_rural": "82.2% of population (2015 est.)",
"improved_total": "87.6% of population (2015 est.)",
"unimproved_urban": "10.2% of population (2015 est.)",
"unimproved_rural": "17.8% of population (2015 est.)",
"unimproved_total": "12.4% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": " &lt;.1% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "16,000 (2018 est.)",
"hiv_aids_deaths": " &lt;200 (2018 est.)",
"obesity_adult_prevalence_rate": "27.4% (2016)",
"children_under_the_age_of_5_years_underweight": "3% (2012)",
"education_expenditures": " NA",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "81.4%",
"male": "87.4%",
"female": "75.3% (2018)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "14 years",
"male": "14 years",
"female": "15 years (2011)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "25.7%",
"male": "22.1%",
"female": "44.9% (2016 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "People&#39;s Democratic Republic of Algeria",
"conventional_short_form": "Algeria",
"local_long_form": "Al Jumhuriyah al Jaza&#39;iriyah ad Dimuqratiyah ash Sha&#39;biyah",
"local_short_form": "Al Jaza&#39;ir",
"etymology": "the country name derives from the capital city of Algiers",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Algiers",
"geographic_coordinates": "36 45 N, 3 03 E",
"time_difference": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "48 provinces (wilayas, singular - wilaya); Adrar, Ain Defla, Ain Temouchent, Alger, Annaba, Batna, Bechar, Bejaia, Biskra, Blida, Bordj Bou Arreridj, Bouira, Boumerdes, Chlef, Constantine, Djelfa, El Bayadh, El Oued, El Tarf, Ghardaia, Guelma, Illizi, Jijel, Khenchela, Laghouat, Mascara, Medea, Mila, Mostaganem, M&#39;Sila, Naama, Oran, Ouargla, Oum el Bouaghi, Relizane, Saida, Setif, Sidi Bel Abbes, Skikda, Souk Ahras, Tamanrasset, Tebessa, Tiaret, Tindouf, Tipaza, Tissemsilt, Tizi Ouzou, Tlemcen",
"independence": "5 July 1962 (from France)",
"national_holiday": "Independence Day, 5 July (1962); Revolution Day, 1 November (1954)",
"constitution": 
{
"history": "several previous; latest approved by referendum 23 February 1989",
"amendments": "proposed by the president of the republic or through the president with the support of three fourths of the members of both houses of Parliament in joint session; passage requires approval by both houses, approval by referendum, and promulgation by the president; the president can forego a referendum if the Constitutional Council determines the proposed amendment does not conflict with basic constitutional principles; articles including the republican form of government, the integrity and unity of the country, and fundamental citizens&amp;rsquo; liberties and rights cannot be amended; amended several times, last in 2016 (2016)",
}, 
"legal_system": "mixed legal system of French civil law and Islamic law; judicial review of legislative acts in ad hoc Constitutional Council composed of various public officials including several Supreme Court justices",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "the mother must be a citizen of Algeria",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "7 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "Interim President Abdelkader BENSALAH (since&amp;nbsp;9 April 2019); note - Abdelaziz BOUTEFLIKA resigned the presidency on 2 April 2019",
"head_of_government": "Prime Minister Noureddine BEDOUI (since 11 March 2019)",
"cabinet": "Cabinet of Ministers appointed by the president",
"elections_appointments": "president directly elected by absolute majority popular vote in two rounds if needed for a 5-year term (2-term limit reinstated by constitutional amendment in February 2016); election last held on 17 April 2014 (next scheduled for 12 December 2019); prime minister nominated by the president after consultation with the majority party in Parliament",
"election_results": "Abdelmadjid TEBBOUNE (NLF) 58.1%, Abdelkader BENGRINA (Movement of National Construction) 17.4%, Ali BENFLIS (Vanguard of Freedoms) 10.5%, Azzedine MIHOUBI (RND) 7.3%, Abdelaziz BELAID (Future Front) 6.7%",
}, 
"legislative_branch": 
{
"description": "bicameral Parliament consists of:&lt;br /&gt;Council of the Nation (upper house with 144 seats; one-third of members appointed by the president, two-thirds indirectly elected by simple majority vote by an electoral college composed of local council members; members serve 6-year terms with one-half of the membership renewed every 3 years)&lt;br /&gt;National People&#39;s Assembly (lower house with 462 seats including 8 seats for Algerians living abroad); members directly elected in multi-seat constituencies by proportional representation vote to serve 5-year terms)",
"elections": "&lt;br /&gt;Council of the Nation - last held on 29 December 2018 (next to be held in December 2021)&lt;br /&gt;National People&#39;s Assembly - last held on 4 May 2017 (next to be held in 2022)",
"election_results": "&lt;br /&gt;Council of the Nation - percent of vote by party - NA; seats by party - NA; composition - men 137, women 7, percent of women 5%&amp;nbsp;&lt;br /&gt;National People&#39;s Assembly - percent of vote by party - NA; seats by party - FLN 164, RND 97, MSP-FC 33, TAJ 19, Ennahda-FJD 15, FFS 14, El Mostakbel 14, MPA 13, PT 11, RCD 9, ANR 8, MEN 4, other 33, independent 28; composition - men 343, women 119, percent of women 25.8%; note - total Parliament percent of women 20.8%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court or Cour Suprême, (consists of 150 judges organized into 8 chambers: Civil, Commercial and Maritime, Criminal, House of Offenses and Contraventions, House of Petitions, Land, Personal Status, and Social; Constitutional Council (consists of 12 members including the court chairman and deputy chairman); note - Algeria&#39;s judicial system does not include sharia courts",
"judge_selection_and_term_of_office": "Supreme Court judges appointed by the High Council of Magistracy, an administrative body presided over by the president of the republic, and includes the republic vice-president and several members; judges appointed for life; Constitutional Council members - 4 appointed by the president of the republic, 2 each by the 2 houses of Parliament, 2 by the Supreme Court, and 2 by the Council of State; Council president and members appointed for single 6-year terms with half the membership renewed every 3 years",
"subordinate_courts": "appellate or wilaya courts; first instance or daira tribunals",
}, 
"political_parties_and_leaders": "Algerian National Front or FNA [Moussa TOUATI]&lt;br /&gt;Algerian Popular Movement or MPA [Amara BENYOUNES]&lt;br /&gt;Algerian Rally or RA [Ali ZAGHDOUD]&lt;br /&gt;Algeria&#39;s Hope Rally or TAJ [Amar GHOUL]&lt;br /&gt;Democratic and Social Movement or MDS [Hamid FERHI]&lt;br /&gt;Dignity or El Karama [Aymene HARKATI]&lt;br /&gt;Ennour El Djazairi Party (Algerian Radiance Party) or PED [Badreddine BELBAZ]&lt;br /&gt;Front for Justice and Development or El Adala [Abdallah DJABALLAH]&lt;br /&gt;Future Front or El Mostakbel [Abdelaziz BELAID]&lt;br /&gt;Islamic Renaissance Movement or Ennahda Movement [Mohamed DOUIBI]&lt;br /&gt;Justice and Development Front or FJD [Abdellah DJABALLAH]&lt;br /&gt;Movement of National Construction (Harakat El-Binaa El-Watani) [Abdelkader BENGRINA]&lt;br /&gt;Movement of National Understanding or MEN&lt;br /&gt;Movement for National Reform or Islah [Filali GHOUINI]&lt;br /&gt;Movement of Society for Peace or MSP [Abderrazak MOKRI]&lt;br /&gt;National Democratic Rally (Rassemblement National Democratique) or RND [Ahmed OUYAHIA]&lt;br /&gt;National Front for Social Justice or FNJS [Khaled BOUNEDJEMA]&lt;br /&gt;National Liberation Front or FLN [Mohamed DJEMAI]&lt;br /&gt;National Party for Solidarity and Development or PNSD [Dalila YALAQUI]&lt;br /&gt;National Reform Movement or Islah [Djahid YOUNSI]&lt;br /&gt;National Republican Alliance or ANR [Belkacem SAHLI]&lt;br /&gt;New Dawn Party or PFJ [Tahar BENBAIBECHE]&lt;br /&gt;New Generation or Jil Jadid [Soufiane DJILALI]&lt;br /&gt;Oath of 1954 or Ahd 54 [Ali Fawzi REBAINE]&lt;br /&gt;Party of Justice and Liberty [Mohammed SAID]&lt;br /&gt;Rally for Culture and Democracy or RCD [Mohcine BELABBAS]&lt;br /&gt;Socialist Forces Front or FFS [Hakim BELAHCEL]&lt;br /&gt;Union for Change and Progress or UCP [Zoubida Assoul]&lt;br /&gt;Union of Democratic and Social Forces or UFDS [Noureddine BAHBOUH]&lt;br /&gt;Vanguard of Freedoms (Talaie El Houriat) [Ali BENFLIS]&lt;br /&gt;Youth Party or PJ [Hamana BOUCHARMA]&lt;br /&gt;Workers Party or PT [Louisa HANOUNE]",
"international_organization_participation": "ABEDA, AfDB, AFESD, AMF, AMU, AU, BIS, CAEU, CD, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS, MIGA, MONUSCO, NAM, OAPEC, OAS (observer), OIC, OPCW, OPEC, OSCE (partner), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNITAR, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO (observer)",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Madjid BOUGUERRA (since 23 February 2015)",
"chancery": "2118 Kalorama Road NW, Washington, DC 20008",
"telephone": "[1] (202) 265-2800",
"fax": "[1] (202) 986-5906",
"consulate_s_general": "New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador John P. DESROCHER (since 5 September 2017)",
"telephone": "[213] (0) 770-08-2000",
"embassy": "05 Chemin Cheikh Bachir, El Ibrahimi, El-Biar 16030 Algeria",
"mailing_address": "B. P. 408, Alger-Gare, 16030 Algiers",
"fax": "[213] (0) 770-08-2064",
}, 
"flag_description": "two equal vertical bands of green (hoist side) and white; a red, five-pointed star within a red crescent centered over the two-color boundary; the colors represent Islam (green), purity and peace (white), and liberty (red); the crescent and star are also Islamic symbols, but the crescent is more closed than those of other Muslim countries because Algerians believe the long crescent horns bring happiness",
"national_symbol_s": "five-pointed star between the extended horns of a crescent moon, fennec fox; national colors: green, white, red",
"national_anthem": 
{
"name": "&quot;Kassaman&quot; (We Pledge)",
"lyrics_music": "Mufdi ZAKARIAH/Mohamed FAWZI",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Algeria&#39;s economy remains dominated by the state, a legacy of the country&#39;s socialist post-independence development model. In recent years the Algerian Government has halted the privatization of state-owned industries and imposed restrictions on imports and foreign involvement in its economy, pursuing an explicit import substitution policy.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Hydrocarbons have long been the backbone of the economy, accounting for roughly 30% of GDP, 60% of budget revenues, and nearly 95% of export earnings. Algeria has the 10th-largest reserves of natural gas in the world - including the 3rd-largest reserves of shale gas - and is the 6th-largest gas exporter. It ranks 16th in proven oil reserves. Hydrocarbon exports enabled Algeria to maintain macroeconomic stability, amass large foreign currency reserves, and maintain low external debt while global oil prices were high. With lower oil prices since 2014, Algeria’s foreign exchange reserves have declined by more than half and its oil stabilization fund has decreased from about $20 billion at the end of 2013 to about $7 billion in 2017, which is the statutory minimum.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Declining oil prices have also reduced the government’s ability to use state-driven growth to distribute rents and fund generous public subsidies, and the government has been under pressure to reduce spending. Over the past three years, the government has enacted incremental increases in some taxes, resulting in modest increases in prices for gasoline, cigarettes, alcohol, and certain imported goods, but it has refrained from reducing subsidies, particularly for education, healthcare, and housing programs.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Algiers has increased protectionist measures since 2015 to limit its import bill and encourage domestic production of non-oil and gas industries. Since 2015, the government has imposed additional restrictions on access to foreign exchange for imports, and import quotas for specific products, such as cars. In January 2018 the government imposed an indefinite suspension on the importation of roughly 850 products, subject to periodic review.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;President BOUTEFLIKA announced in fall 2017 that Algeria intends to develop its non-conventional energy resources. Algeria has struggled to develop non-hydrocarbon industries because of heavy regulation and an emphasis on state-driven growth. Algeria has not increased non-hydrocarbon exports, and hydrocarbon exports have declined because of field depletion and increased domestic demand.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$630 billion",
"2016": "$621.3 billion",
"2015": "$602 billion",
},
"gdp_official_exchange_rate": "$167.6 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "1.4%",
"2016": "3.2%",
"2015": "3.7%",
},
"gdp_per_capita_ppp":
{
"2017": "$15,200",
"2016": "$15,200",
"2015": "$15,100",
},
"gross_national_saving":
{
"2017": "37.8% of GDP",
"2016": "37.4% of GDP",
"2015": "36.4% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "42.7% (2017 est.)",
"government_consumption": "20.2% (2017 est.)",
"investment_in_fixed_capital": "38.1% (2017 est.)",
"investment_in_inventories": "11.2% (2017 est.)",
"exports_of_goods_and_services": "23.6% (2017 est.)",
"imports_of_goods_and_services": "-35.8% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "13.3% (2017 est.)",
"industry": "39.3% (2017 est.)",
"services": "47.4% (2017 est.)",
}, 
"agriculture_products": "wheat, barley, oats, grapes, olives, citrus, fruits; sheep, cattle",
"industries": "petroleum, natural gas, light industries, mining, electrical, petrochemical, food processing",
"industrial_production_growth_rate": "0.6% (2017 est.)",
"labor_force": "11.82 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "10.8%",
"industry": "30.9%",
"services": "58.4% (2011 est.)",
}, 
"unemployment_rate":
{
"2017": "11.7%",
"2016": "10.5%",
},
"population_below_poverty_line": "23% (2006 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.8%",
"highest_10": "26.8% (1995)",
}, 
"distribution_of_family_income_gini_index":
{
"1995": "35.3",
},
"budget": 
{
"revenues": "54.15 billion (2017 est.)",
"expenditures": "70.2 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "32.3% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-9.6% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "27.5% of GDP",
"2016": "20.4% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "5.6%",
"2016": "6.4%",
},
"central_bank_discount_rate":
{
"31 December 2010": "4%",
"31 December 2009": "4%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "8%",
"31 December 2016": "8%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$84.56 billion",
"31 December 2016": "$85.21 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$84.56 billion",
"31 December 2016": "$85.21 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$110.2 billion",
"31 December 2016": "$86.63 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$22.1 billion",
"2016": "-$26.47 billion",
},
"exports":
{
"2017": "$34.37 billion",
"2016": "$29.06 billion",
},
"exports_partners": "Italy 17.4%, Spain 13%, France 11.9%, US 9.4%, Brazil 6.2%, Netherlands 5.5% (2017)",
"exports_commodities": "petroleum, natural gas, and petroleum products 97% (2009 est.)",
"imports":
{
"2017": "$48.54 billion",
"2016": "$49.43 billion",
},
"imports_commodities": "capital goods, foodstuffs, consumer goods",
"imports_partners": "China 18.2%, France 9.1%, Italy 8%, Germany 7%, Spain 6.9%, Turkey 4.4% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$97.89 billion",
"31 December 2016": "$114.7 billion",
},
"debt_external":
{
"31 December 2017": "$6.26 billion",
"31 December 2016": "$5.088 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$29.05 billion",
"31 December 2016": "$25.74 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$1.893 billion",
"31 December 2016": "$2.025 billion",
},
"exchange_rates": 
{
"currency": "Algerian dinars (DZD) per US dollar -",
"exchange_rates":
{
"2017": "108.9",
"2016": "109.443",
"2015": "109.443",
"2014": "100.691",
"2013": "80.579",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "400,000 (2016)",
"electrification_total_population": "99.4% (2016)",
"electrification_urban_areas": "99.6% (2016)",
"electrification_rural_areas": "99% (2016)",
}, 
"electricity_production": "66.89 billion kWh (2016 est.)",
"electricity_consumption": "55.96 billion kWh (2016 est.)",
"electricity_exports": "641 million kWh (2015 est.)",
"electricity_imports": "257 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "19.27 million kW (2016 est.)",
"electricity_from_fossil_fuels": "96% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "1% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "2% of total installed capacity (2017 est.)",
"crude_oil_production": "1.259 million bbl/day (2018 est.)",
"crude_oil_exports": "756,400 bbl/day (2015 est.)",
"crude_oil_imports": "5,340 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "12.2 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "627,900 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "405,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "578,800 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "82,930 bbl/day (2015 est.)",
"natural_gas_production": "93.5 billion cu m (2017 est.)",
"natural_gas_consumption": "41.28 billion cu m (2017 est.)",
"natural_gas_exports": "53.88 billion cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "4.504 trillion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "135.9 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "3,130,090",
"subscriptions_per_100_inhabitants": "8 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "49,873,389",
"subscriptions_per_100_inhabitants": "122 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "privatization of Algeria&#39;s telecommunications sector began in 2000; three mobile-cellular licenses have been issued;&amp;nbsp;regulator permits network operators to extend LTE services to additional provinces;&amp;nbsp;a consortium led by Egypt&#39;s Orascom Telecom won a 15-year license to build and operate a fixed-line network in Algeria; migration to 5G (2018)",
"domestic": "a limited network of fixed-lines with a teledensity of less than 10 telephones per 100 persons has been offset by the rapid increase in mobile-cellular subscribership; mobile-cellular teledensity was roughly 122 telephones per 100 persons (2018)",
"international": "country code - 213;&amp;nbsp;ALPAL-2 is a submarine telecommunications cable system in the Mediterranean Sea linking Algeria and the Spanish Balearic island of Majorca;&amp;nbsp;ORVAL is a submarine cable to Spain; landing points for the TE North/TGN-Eurasia/SEACOM/SeaMeWe-4 fiber-optic submarine cable system that provides links to Europe, the Middle East, and Asia; MED cable connecting Algeria with France;&amp;nbsp;microwave radio relay to Italy, France, Spain, Morocco, and Tunisia; coaxial cable to Morocco and Tunisia; new submarine cables to link to the US and France (2019)",
}, 
"broadcast_media": "state-run Radio-Television Algerienne operates the broadcast media and carries programming in Arabic, Berber dialects, and French; use of satellite dishes is widespread, providing easy access to European and Arab satellite stations; state-run radio operates several national networks and roughly 40 regional radio stations",
"internet_country_code": ".dz",
"internet_users": 
{
"total": "17,291,463",
"percent_of_population": "42.9% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "3,166,907",
"subscriptions_per_100_inhabitants": "8 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "5.27% of GDP",
"2017": "5.81% of GDP",
"2016": "6.55% of GDP",
"2015": "6.32% of GDP",
"2014": "5.54% of GDP",
},
"military_and_security_forces": "Algerian People&#39;s National Army (ANP): Land Forces, Naval Forces (includes coast guard), Air Forces, Territorial Air Defense Forces, National Gendarmerie, Republican Guard; Ministry of Interior: General Directorate of National Security (2019)",
"military_service_age_and_obligation": "18 is the legal minimum age for voluntary military service; 19-30 years of age for compulsory service; conscript service obligation is 18 months (6 months basic training, 12 months civil projects) (2018)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "4 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "74 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "5,910,835 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "24,723,377 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "7T (2016)",
"airports": "157 (2016)",
"airports_with_paved_runways": 
{
"total": "64 (2017)",
"over_3_047_m": "12 (2017)",
"2_438_to_3_047_m": "29 (2017)",
"1_524_to_2_437_m": "17 (2017)",
"914_to_1_523_m": "5 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "93 (2013)",
"2_438_to_3_047_m": "2 (2013)",
"1_524_to_2_437_m": "18 (2013)",
"914_to_1_523_m": "39 (2013)",
"under_914_m": "34 (2013)",
}, 
"heliports": "3 (2013)",
"pipelines": "2600 km condensate, 16415 km gas, 3447 km liquid petroleum gas, 7036 km oil, 144 km refined products (2013)",
"railways": 
{
"total": "3,973 km (2014)",
"standard_gauge": "2,888 km 1.432-m gauge (283 km electrified) (2014)",
"narrow_gauge": "1,085 km 1.055-m gauge (2014)",
}, 
"roadways": 
{
"total": "104,000 km (2015)",
"paved": "71,656 km (2015)",
"unpaved": "32,344 km (2015)",
}, 
"merchant_marine": 
{
"total": "106",
"by_type": "container ship 1, general cargo 11, oil tanker 10, other 84 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Algiers, Annaba, Arzew, Bejaia, Djendjene, Jijel, Mostaganem, Oran, Skikda",
"lng_terminal_s_export": "Arzew, Bethioua, Skikda",
}, 
}, 
"terrorism": 
{
"terrorist_groups_home_based": 
{
"al_qa_ida_in_the_islamic_maghreb_aqim": "&lt;strong&gt;aim: &lt;/strong&gt;overthrow various African regimes and replace them with one ruled by sharia; establish a regional Islamic caliphate across all of North and West Africa&lt;strong&gt;&lt;br /&gt;area(s) of operation: &lt;/strong&gt;based in southern and eastern Algeria (including isolated parts of the Kabylie region); also operates in Burkina Faso, Cote D&amp;rsquo;Ivoire, Libya, northern Mali, Niger, and Tunisia&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; al-Qa&#39;ida&#39;s affiliate in North Africa; Tunisia-based branch known as the Uqbah bin Nafi Battalion; Mali-based cadre merged with allies to form Jamaat Nusrat al-Islam wal-Muslimin (JNIM) in March 2017, which pledged allegiance to AQIM and al-Qa&#39;ida (2019)",
"islamic_state_of_iraq_and_ash_sham_isis_algeria": "&lt;strong&gt;aim(s):&lt;/strong&gt; replace the Algerian Government with an Islamic state and implement ISIS&#39;s strict interpretation of sharia;&amp;nbsp; attack Algerian security services, local government targets, and Western interests&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; maintains an operational and recruitment presence mostly in the northeast&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; formerly known as Jund al-Khilafa - Algeria (JAK-A) (2019)",
}, 
"terrorist_groups_foreign_based": "&lt;strong&gt;aim(s):&amp;nbsp;&lt;/strong&gt; expel Westerners from North and West Africa; create Islamic state&lt;strong&gt;&lt;br /&gt;area(s) of operation:&amp;nbsp;&lt;/strong&gt;most active in Mali, but claimed responsibility for the January 2013 attack against the Tiguentourine gas facility near In Amenas, in southeastern Algeria (2018)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Algeria and many other states reject Moroccan administration of Western Sahara; the Polisario Front, exiled in Algeria, represents the &quot;Sahrawi Arab Democratic Republic&quot; which Algeria recognizes; the Algerian-Moroccan land border remains closed; dormant disputes include Libyan claims of about 32,000 sq km of southeastern Algeria and the National Liberation Front&#39;s (FLN) assertions of a claim to Chirac Pastures in southeastern Morocco.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
"refugees_and_internally_displaced_persons": "more than 100,000 (Western Saharan Sahrawi, mostly living in Algerian-sponsored camps in the southwestern Algerian town of Tindouf) (2018)",
"trafficking_in_persons": 
{
"current_situation": "Algeria is a transit and, to a lesser extent, a destination and source country for women subjected to forced labor and sex trafficking and, to a lesser extent, men subjected to forced labor; criminal networks, sometimes extending to sub-Saharan Africa and to Europe, are involved in human smuggling and trafficking in Algeria; sub-Saharan adults enter Algeria voluntarily but illegally, often with the aid of smugglers, for onward travel to Europe, but some of the women are forced into prostitution, domestic service, and begging; some sub-Saharan men, mostly from Mali, are forced into domestic servitude; some Algerian women and children are also forced into prostitution domestically",
"tier_rating": "Tier 3 – Algeria does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so: some officials denied the existence of human trafficking, hindering law enforcement efforts; the government reported its first conviction under its anti-trafficking law; one potential trafficking case was investigated in 2014, but no suspected offenders were arrested; no progress was made in identifying victims among vulnerable groups or referring them to NGO-run protection service, which left trafficking victims subject to arrest and detention; no anti-trafficking public awareness or educational campaigns were conducted (2015)",
}, 
}
}
