{
"name": "Burma",
"code": "BM",
"publish_date": "December 17, 2019",
"introduction": 
{
"background": "&lt;p&gt;Various ethnic Burman and ethnic minority city-states or kingdoms occupied the present borders through the 19th century, and several minority ethnic groups continue to maintain independent armies and control territory within the country today, in opposition to the central government. Over a period of 62 years (1824-1886), Britain conquered Burma and incorporated&amp;nbsp;all the groups within&amp;nbsp;the country into its Indian Empire. Burma was administered as a province of India until 1937 when it became a separate, self-governing colony; in 1948,&amp;nbsp;following major battles on its territory during World War II,&amp;nbsp;Burma attained independence from the British Commonwealth. Gen. NE WIN dominated the government from 1962 to 1988, first as military ruler, then as self-appointed president, and later as political kingpin. In response to widespread civil unrest, NE WIN resigned in 1988, but within months the military crushed student-led protests and took power. Since independence, successive&amp;nbsp;Burmese&amp;nbsp;governments have fought on-and-off conflicts with armed ethnic groups&amp;nbsp;seeking autonomy&amp;nbsp;in the country&amp;rsquo;s mountainous border regions.&lt;/p&gt; &lt;p&gt;Multiparty legislative elections in 1990 resulted in the main opposition party - the National League for Democracy (NLD) - winning a landslide victory. Instead of handing over power, the junta placed NLD leader (and 1991 Nobel Peace Prize recipient) AUNG SAN SUU KYI under house arrest from 1989 to 1995, 2000 to 2002, and from May 2003 to November 2010. In late September 2007, the ruling junta brutally suppressed protests over increased fuel prices led by prodemocracy activists and Buddhist monks, killing an unknown number of people and arresting thousands for participating in the demonstrations - popularly referred to as the Saffron Revolution. In early May 2008, Cyclone&amp;nbsp;Nargis&amp;nbsp;struck Burma, which left over 138,000 dead and tens of thousands injured and homeless. Despite this tragedy, the junta proceeded with its May constitutional referendum, the first vote in Burma since 1990. The 2008 constitution reserves 25% of its seats to the military. Legislative elections held in November 2010, which the NLD boycotted and many in the international community considered flawed, saw the successor ruling junta&#39;s mass organization, the Union Solidarity and Development Party garner over 75% of the contested seats.&lt;/p&gt; &lt;p&gt;The national legislature convened in January 2011 and selected former Prime Minister THEIN SEIN as president. Although the vast majority of national-level appointees named by THEIN SEIN were former or current military officers, the government initiated a series of political and economic reforms leading to a substantial opening of the long-isolated country. These reforms included releasing hundreds of political prisoners, signing a nationwide cease-fire with several of the country&#39;s ethnic armed groups, pursuing legal reform, and gradually reducing restrictions on freedom of the press, association, and civil society. At least due in part to these reforms, AUNG SAN SUU KYI was elected to the national legislature in April 2012 and became chair of the Committee for Rule of Law and Tranquility. Burma served as chair of the Association of Southeast Asian Nations (ASEAN) for 2014. In a flawed but largely credible national legislative election in November 2015 featuring more than 90 political parties, the NLD again won a landslide victory. Using its overwhelming majority in both houses of parliament, the NLD elected HTIN KYAW, AUNG SAN SUU KYI&amp;rsquo;s confidant and long-time NLD supporter, as president. The new legislature created the position of State Counsellor, according AUNG SAN SUU KYI a formal role in the government and making her the de facto head of state. Burma&#39;s first credibly elected civilian government after more than five decades of military dictatorship was sworn into office on 30 March 2016. In March 2018, upon HTIN KYAW&amp;rsquo;s resignation, parliament selected WIN MYINT, another long-time ally of AUNG SAN SUU KYI&amp;rsquo;s, as president.&lt;/p&gt; &lt;p&gt;Attacks in October 2016 and August 2017 on security forces in northern Rakhine State by members of the&amp;nbsp;Arakan&amp;nbsp;Rohingya Salvation Army (ARSA), a Rohingya militant group, resulted in military crackdowns on the Rohingya population&amp;nbsp;that reportedly caused thousands of deaths&amp;nbsp;and human rights abuses. Following the August 2017 violence, over 740,000 Rohingya fled&amp;nbsp;to neighboring Bangladesh as refugees. In November 2017, the US Department of State determined that the August 2017 violence constituted ethnic cleansing&amp;nbsp;of Rohingyas. The UN has called for Burma to allow access to a Fact Finding Mission to investigate reports of human rights violations and abuses and to work with Bangladesh to facilitate repatriation of Rohingya refugees, and in September 2018 the International Criminal Court&amp;nbsp;(ICC)&amp;nbsp;determined it had jurisdiction to investigate&amp;nbsp;reported human rights&amp;nbsp;abuses&amp;nbsp;against Rohingyas. Burma&amp;nbsp;has&amp;nbsp;rejected charges of ethnic cleansing&amp;nbsp;and genocide,&amp;nbsp;and has chosen not to work with the UN Fact Finding Mission&amp;nbsp;or the ICC. In March 2018, President HTIN KYAW announced his voluntary retirement; NLD parliamentarian WIN MYINT was named by the parliament as his successor. In February 2019, the NLD announced it would establish a parliamentary committee to examine options for constitutional reform&amp;nbsp;ahead of national the elections planned for 2020.&lt;/p&gt;",
}, 
"geography": 
{
"location": "Southeastern Asia, bordering the Andaman Sea and the Bay of Bengal, between Bangladesh and Thailand",
"geographic_coordinates": "22 00 N, 98 00 E",
"map_references": "Southeast Asia",
"area": 
{
"total": "676,578 sq km",
"land": "653,508 sq km",
"water": "23,070 sq km",
}, 
"area_comparative": "slightly smaller than Texas",
"land_boundaries": 
{
"total": "6,522 km",
"border_countries": "Bangladesh 271 km, China 2129 km, India 1468 km, Laos 238 km, Thailand 2416 km",
}, 
"coastline": "1,930 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"contiguous_zone": "24 nm",
"continental_shelf": "200 nm or to the edge of the continental margin",
}, 
"climate": "tropical monsoon; cloudy, rainy, hot, humid summers (southwest monsoon, June to September); less cloudy, scant rainfall, mild temperatures, lower humidity during winter (northeast monsoon, December to April)",
"terrain": "central lowlands ringed by steep, rugged highlands",
"elevation": 
{
"mean_elevation": "702 m",
"lowest_point": "Andaman Sea/Bay of Bengal 0 m",
"highest_point": "Gamlang Razi 5,870 m",
}, 
"natural_resources": "petroleum, timber, tin, antimony, zinc, copper, tungsten, lead, coal, marble, limestone, precious stones, natural gas, hydropower, arable land",
"land_use": 
{
"agricultural_land": "19.2% (2011 est.)",
"agricultural_land_arable_land": "16.5% (2011 est.)",
"agricultural_land_permanent_crops": "2.2% (2011 est.)",
"agricultural_land_permanent_pasture": "0.5% (2011 est.)",
"forest": "48.2% (2011 est.)",
"other": "32.6% (2011 est.)",
}, 
"irrigated_land": "22,950 sq km (2012)",
"population_distribution": "population concentrated along coastal areas and in general proximity to the shores of the Irrawaddy River; the extreme north is relatively underpopulated",
"natural_hazards": "destructive earthquakes and cyclones; flooding and landslides common during rainy season (June to September); periodic droughts",
"environment_current_issues": "deforestation; industrial pollution of air, soil, and water; inadequate sanitation and water treatment contribute to disease; rapid depletion of the country&#39;s natural resources",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "strategic location near major Indian Ocean shipping lanes; the north-south flowing Irrawaddy River is the country&#39;s largest and most important commercial waterway",
}, 
"people_and_society": 
{
"population": "55,622,506 (July 2018 est.)",
"nationality": 
{
"noun": "Burmese (singular and plural)",
"adjective": "Burmese",
}, 
"ethnic_groups": "Burman (Bamar) 68%, Shan 9%, Karen 7%, Rakhine 4%, Chinese 3%, Indian 2%, Mon 2%, other 5%",
"languages": "Burmese (official)",
"religions": "Buddhist 87.9%, Christian 6.2%, Muslim 4.3%, Animist 0.8%, Hindu 0.5%, other 0.2%, none 0.1% (2014 est.)",
"age_structure": 
{
"0_14_years": "26.56% (male 7,556,848 /female 7,216,374)",
"15_24_years": "17.51% (male 4,900,092 /female 4,837,726)",
"25_54_years": "42.51% (male 11,577,883 /female 12,068,190)",
"55_64_years": "7.75% (male 2,011,057 /female 2,301,983)",
"65_years_and_over": "5.67% (male 1,373,892 /female 1,778,461) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "49.7 (2015 est.)",
"youth_dependency_ratio": "41.7 (2015 est.)",
"elderly_dependency_ratio": "8 (2015 est.)",
"potential_support_ratio": "12.6 (2015 est.)",
}, 
"median_age": 
{
"total": "28.5 years (2018 est.)",
"male": "27.7 years",
"female": "29.4 years",
}, 
"population_growth_rate": "0.89% (2018 est.)",
"birth_rate": "17.7 births/1,000 population (2018 est.)",
"death_rate": "7.3 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-1.5 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "population concentrated along coastal areas and in general proximity to the shores of the Irrawaddy River; the extreme north is relatively underpopulated",
"urbanization": 
{
"urban_population": "30.9% of total population (2019)",
"rate_of_urbanization": "1.74% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "5.244 million RANGOON (Yangon) (capital), 1.406 million Mandalay (2019)",
"sex_ratio": 
{
"at_birth": "1.06 male(s)/female",
"0_14_years": "1.05 male(s)/female",
"15_24_years": "1.01 male(s)/female",
"25_54_years": "0.96 male(s)/female",
"55_64_years": "0.87 male(s)/female",
"65_years_and_over": "0.77 male(s)/female",
"total_population": "0.97 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "25 years (2015/16 est.)",
"maternal_mortality_rate": "250 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "34.4 deaths/1,000 live births (2018 est.)",
"male": "37.3 deaths/1,000 live births",
"female": "31.3 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "68.6 years (2018 est.)",
"male": "67 years",
"female": "70.3 years",
}, 
"total_fertility_rate": "2.13 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "52.2% (2015/16)",
"drinking_water_source": 
{
"improved_urban": "92.7% of population",
"improved_rural": "74.4% of population",
"improved_total": "80.6% of population",
"unimproved_urban": "7.3% of population",
"unimproved_rural": "25.6% of population",
"unimproved_total": "19.4% of population (2015 est.)",
}, 
"current_health_expenditure": "5.1% (2016)",
"physicians_density": "0.86 physicians/1,000 population (2017)",
"hospital_bed_density": "0.9 beds/1,000 population (2012)",
"sanitation_facility_access": 
{
"improved_urban": "84.3% of population (2012 est.)",
"improved_rural": "73.9% of population (2012 est.)",
"improved_total": "77.4% of population (2012 est.)",
"unimproved_urban": "15.7% of population (2012 est.)",
"unimproved_rural": "26.1% of population (2012 est.)",
"unimproved_total": "22.6% of population (2012 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.8% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "240,000 (2018 est.)",
"hiv_aids_deaths": "7,800 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2019)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2019)",
"vectorborne_diseases": "dengue fever, malaria, and Japanese encephalitis (2019)",
"animal_contact_diseases": "rabies (2019)",
}, 
"obesity_adult_prevalence_rate": "5.8% (2016)",
"children_under_the_age_of_5_years_underweight": "18.5% (2016)",
"education_expenditures": "2.2% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "75.6%",
"male": "80%",
"female": "71.8% (2016)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "10 years",
"male": "10 years",
"female": "10 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "4%",
"male": "3.3%",
"female": "4.8% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Union of Burma",
"conventional_short_form": "Burma",
"local_long_form": "Pyidaungzu Thammada Myanma Naingngandaw (translated as the Republic of the Union of Myanmar)",
"local_short_form": "Myanma Naingngandaw",
"former": "Socialist Republic of the Union of Burma, Union of Myanmar",
"etymology": "both &quot;Burma&quot; and &quot;Myanmar&quot; derive from the name of the majority Burman (Bamar) ethnic group",
}, 
"government_type": "parliamentary republic",
"capital": 
{
"name": "Rangoon (Yangon); note - Nay Pyi Taw is the administrative capital",
"geographic_coordinates": "16 48 N, 96 09 E",
"time_difference": "UTC+6.5 (11.5 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "&lt;p&gt;7 regions (taing-myar, singular - taing), 7 states (pyi ne-myar, singular - pyi ne), 1 union territory&lt;/p&gt;&lt;p&gt;&lt;strong&gt;regions:&lt;/strong&gt; Ayeyarwady (Irrawaddy), Bago, Magway, Mandalay, Sagaing, Tanintharyi, Yangon (Rangoon); &lt;/p&gt;&lt;p&gt;&lt;strong&gt;states:&lt;/strong&gt; Chin, Kachin, Kayah, Kayin, Mon, Rakhine, Shan; &lt;/p&gt;&lt;p&gt;&lt;strong&gt;union territory:&lt;/strong&gt; Nay Pyi Taw&lt;/p&gt;",
"independence": "4 January 1948 (from the UK)",
"national_holiday": "Independence Day, 4 January (1948); Union Day, 12 February (1947)",
"constitution": 
{
"history": "previous 1947, 1974 (suspended until 2008); latest drafted 9 April 2008, approved by referendum 29 May 2008",
"amendments": "proposals require at least 20% approval by the Assembly of the Union membership; passage of amendments to sections of the constitution on basic principles, government structure, branches of government, state emergencies, and amendment procedures requires 75% approval by the Assembly and approval in a referendum by absolute majority of registered voters; passage of amendments to other sections requires only 75% Assembly approval; amended 2015 (2018)",
}, 
"legal_system": "mixed legal system of English common law (as introduced in codifications designed for colonial India) and customary law",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "both parents must be citizens of Burma",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "none",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President WIN MYINT (since 30 March 2018); Vice Presidents MYINT SWE (since 16 March 2016) and HENRY VAN THIO (since 30 March 2016); note - President HTIN KYAW (since 30 March 2016) resigned on 21 March 2018; the president is both chief of state and head of government",
"head_of_government": "President WIN MYINT (since 30 March 2018); Vice Presidents MYINT SWE (since 16 March 2016) and HENRY VAN THIO (since 30 March 2016",
"cabinet": "Cabinet appointments shared by the president and the commander-in-chief",
"elections_appointments": "president indirectly elected by simple majority vote by the full Assembly of the Union from among 3 vice-presidential candidates nominated by the Presidential Electoral College (consists of members of the lower and upper houses and military members); the other 2 candidates become vice-presidents (president elected for a 5-year term); election last held on 28 March 2018 (next to be held in 2020)",
"election_results": "WIN MYINT elected president; Assembly of the Union vote - WIN MYINT (NLD) 403, MYINT SWE (USDP) 211, HENRY VAN THIO (NLD) 18, 4 votes canceled (636 votes cast)",
"state_counsellor": "State Counselor AUNG SAN SUU KYI (since 6 April 2016); she concurrently serves as minister of foreign affairs and minister for the office of the president",
}, 
"legislative_branch": 
{
"description": "bicameral Assembly of the Union or Pyidaungsu consists of:&lt;br /&gt;House of Nationalities or Amyotha Hluttaw, (224 seats; 168 members directly elected in single-seat constituencies by absolute majority vote with a second round if needed and 56 appointed by the military; members serve 5-year terms)&lt;br /&gt; House of Representatives or Pyithu Hluttaw, (440 seats, currently 433; 330 members directly elected in single-seat constituencies by simple majority vote and 110 appointed by the military; members serve 5-year terms)",
"elections": "&lt;br /&gt;House of Nationalities - last held on 8 November 2015 (next to be held in 2020)&lt;br /&gt; House of Representatives - last held on 8 November 2015 (next to be held in 2020)",
"election_results": "&lt;br /&gt;House of Nationalities - percent of vote by party - NLD 60.3%, USDP 4.9%, ANP 4.5%, SNLD 1.3%, other 4%, military appointees 25%; seats by party - NLD 135, USDP 11, ANP 10, SNLD 3, TNP 2, ZCD 2, other 3, independent 2, military appointees 56; composition - men 201, women 23, percent of women 10.3%&lt;br /&gt; &lt;br /&gt;House of Representatives - percent of vote by party - NLD 58%, USDP 6.8%, ANP 2.7%, SNLD 2.7%, military 25%, other 4.8%; seats by party - NLD 255, USDP 30, ANP 12, SNLD 12, PNO 3, TNP 3, LNDP 2, ZCD 2, other 3, independent 1, canceled due to insurgence 7, military appointees 110; composition - men 392, women 41, percent of women 9.5%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court of the Union (consists of the chief justice and 7-11 judges)",
"judge_selection_and_term_of_office": "chief justice and judges nominated by the president, with approval of the Lower House, and appointed by the president; judges normally serve until mandatory retirement at age 70",
"subordinate_courts": "High Courts of the Region; High Courts of the State; Court of the Self-Administered Division; Court of the Self-Administered Zone; district and township courts; special courts (for juvenile, municipal, and traffic offenses); courts martial",
}, 
"political_parties_and_leaders": "All Mon Region Democracy Party or AMRDP&lt;br /&gt;Arakan National Party or ANP (formed from the 2013 merger of the Rakhine Nationalities Development Party and the Arakan League for Democracy)&lt;br /&gt;National Democratic Force or NDF [KHIN MAUNG SWE]&lt;br /&gt;National League for Democracy or NLD [AUNG SAN SUU KYI]&lt;br /&gt;National Unity Party or NUP [THAN TIN]&lt;br /&gt;Pa-O National Organization or PNO [AUNG KHAM HTI]&lt;br /&gt;People&#39;s Party [KO KO GYI]&lt;br /&gt;Shan Nationalities Democratic Party or SNDP [SAI AIK PAUNG]&lt;br /&gt;Shan Nationalities League for Democracy or SNLD [KHUN HTUN OO]&lt;br /&gt;Ta&#39;ang National Party or TNP [AIK MONE]&lt;br /&gt;Union Solidarity and Development Party or USDP [THAN HTAY]&lt;br /&gt;Zomi Congress for Democracy or ZCD [PU CIN SIAN THANG]&lt;br /&gt;numerous smaller parties",
"international_organization_participation": "ADB, ARF, ASEAN, BIMSTEC, CP, EAS, EITI (candidate country), FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, ITUC (NGOs), NAM, OPCW (signatory), SAARC (observer), UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador AUNG LYNN (since 16 September 2016)",
"chancery": "2300 S Street NW, Washington, DC 20008",
"telephone": "[1] (202) 332-3344",
"fax": "[1] (202) 332-4351",
"consulate_s_general": "Los Angeles, New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Scot MARCIEL (since 27 April 2016)",
"telephone": "[95] (1) 536-509, 535-756, 538-038",
"embassy": "110 University Avenue, Kamayut Township, Rangoon",
"mailing_address": "Box B, APO AP 96546",
"fax": "[95] (1) 511-069",
}, 
"flag_description": "design consists of three equal horizontal stripes of yellow (top), green, and red; centered on the green band is a large white five-pointed star that partially overlaps onto the adjacent colored stripes; the design revives the triband colors used by Burma from 1943-45, during the Japanese occupation",
"national_symbol_s": "chinthe (mythical lion); national colors: yellow, green, red, white",
"national_anthem": 
{
"name": "&quot;Kaba Ma Kyei&quot; (Till the End of the World, Myanmar)",
"lyrics_music": "SAYA TIN",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Since Burma began the transition to a civilian-led government in 2011, the country initiated economic reforms aimed at attracting foreign investment and reintegrating into the global economy. Burma established a managed float of the Burmese kyat in 2012, granted the Central Bank operational independence in July 2013, enacted a new anti-corruption law in September 2013, and granted licenses to 13 foreign banks in 2014-16. State Counsellor AUNG SAN SUU KYI and the ruling National League for Democracy, who took power in March 2016, have sought to improve Burma’s investment climate following the US sanctions lift in October 2016 and reinstatement of Generalized System of Preferences trade benefits in November 2016. In October 2016, Burma passed a foreign investment law that consolidates investment regulations and eases rules on foreign ownership of businesses.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Burma’s economic growth rate recovered from a low growth under 6% in 2011 but has been volatile between 6% and 7.2% during the past few years. Burma’s abundant natural resources and young labor force have the potential to attract foreign investment in the energy, garment, information technology, and food and beverage sectors. The government is focusing on accelerating agricultural productivity and land reforms, modernizing and opening the financial sector, and developing transportation and electricity infrastructure. The government has also taken steps to improve transparency in the mining and oil sectors through publication of reports under the Extractive Industries Transparency Initiative (EITI) in 2016 and 2018.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Despite these improvements, living standards have not improved for the majority of the people residing in rural areas. Burma remains one of the poorest countries in Asia – approximately 26% of the country’s 51 million people live in poverty. The isolationist policies and economic mismanagement of previous governments have left Burma with poor infrastructure, endemic corruption, underdeveloped human resources, and inadequate access to capital, which will require a major commitment to reverse. The Burmese Government has been slow to address impediments to economic development such as unclear land rights, a restrictive trade licensing system, an opaque revenue collection system, and an antiquated banking system.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$329.8 billion",
"2016": "$308.7 billion",
"2015": "$291.5 billion",
},
"gdp_official_exchange_rate": "$67.28 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "6.8%",
"2016": "5.9%",
"2015": "7%",
},
"gdp_per_capita_ppp":
{
"2017": "$6,300",
"2016": "$5,900",
"2015": "$5,600",
},
"gross_national_saving":
{
"2017": "17.7% of GDP",
"2016": "17.6% of GDP",
"2015": "18.1% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "59.2% (2017 est.)",
"government_consumption": "13.8% (2017 est.)",
"investment_in_fixed_capital": "33.5% (2017 est.)",
"investment_in_inventories": "1.5% (2017 est.)",
"exports_of_goods_and_services": "21.4% (2017 est.)",
"imports_of_goods_and_services": "-28.6% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "24.1% (2017 est.)",
"industry": "35.6% (2017 est.)",
"services": "40.3% (2017 est.)",
}, 
"agriculture_products": "rice, pulses, beans, sesame, groundnuts; sugarcane; fish and fish products; hardwood",
"industries": "agricultural processing; wood and wood products; copper, tin, tungsten, iron; cement, construction materials; pharmaceuticals; fertilizer; oil and natural gas; garments; jade and gems",
"industrial_production_growth_rate": "8.9% (2017 est.)",
"labor_force": "22.3 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "70%",
"industry": "7%",
"services": "23% (2001 est.)",
}, 
"unemployment_rate":
{
"2017": "4%",
"2016": "4%",
},
"population_below_poverty_line": "25.6% (2016 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.8%",
"highest_10": "32.4% (1998)",
}, 
"budget": 
{
"revenues": "9.108 billion (2017 est.)",
"expenditures": "11.23 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "13.5% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-3.2% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "33.6% of GDP",
"2016": "35.7% of GDP",
},
"fiscal_year": "1 April - 31 March",
"inflation_rate_consumer_prices":
{
"2017": "4%",
"2016": "6.8%",
},
"central_bank_discount_rate":
{
"31 December 2010": "9.95%",
"31 December 2009": "12%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "13%",
"31 December 2016": "13%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$18.78 billion",
"31 December 2016": "$15.84 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$18.78 billion",
"31 December 2016": "$15.84 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$28.24 billion",
"31 December 2016": "$23.08 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$2.9 billion",
"2016": "-$2.475 billion",
},
"exports":
{
"2017": "$9.832 billion",
"2016": "$9.085 billion",
},
"exports_partners": "China 36.5%, Thailand 21.8%, Japan 6.6%, Singapore 6.4%, India 5.9% (2017)",
"exports_commodities": "natural gas; wood products; pulses and beans; fish; rice; clothing; minerals, including jade and gems",
"imports":
{
"2017": "$15.78 billion",
"2016": "$12.81 billion",
},
"imports_commodities": "fabric; petroleum products; fertilizer; plastics; machinery; transport equipment; cement, construction materials; food products‘ edible oil",
"imports_partners": "China 31.4%, Singapore 15%, Thailand 11.1%, Saudi Arabia 7.5%, Malaysia 6.2%, Japan 6%, India 5.5%, Indonesia 4.5% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$4.924 billion",
"31 December 2016": "$4.63 billion",
},
"debt_external":
{
"31 December 2017": "$6.594 billion",
"31 December 2016": "$8.2 billion",
},
"exchange_rates": 
{
"currency": "kyats (MMK) per US dollar -",
"exchange_rates":
{
"2017": "1,361.9",
"2016": "1,234.87",
"2015": "1,234.87",
"2014": "1,162.62",
"2013": "984.35",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"electrification_total_population": "57% (2016)",
"electrification_urban_areas": "89.5% (2016)",
"electrification_rural_areas": "39.8% (2016)",
}, 
"electricity_production": "17.32 billion kWh (2016 est.)",
"electricity_consumption": "14.93 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "5.205 million kW (2016 est.)",
"electricity_from_fossil_fuels": "39% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "61% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "1% of total installed capacity (2017 est.)",
"crude_oil_production": "11,000 bbl/day (2018 est.)",
"crude_oil_exports": "1,824 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "139 million bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "13,330 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "123,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "102,600 bbl/day (2015 est.)",
"natural_gas_production": "18.41 billion cu m (2017 est.)",
"natural_gas_consumption": "4.502 billion cu m (2017 est.)",
"natural_gas_exports": "14.07 billion cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "637.1 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "27.01 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "556,112",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "47,951,228",
"subscriptions_per_100_inhabitants": "87 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "remains one of the last underdeveloped telecoms markets in Asia; the mobile market has experienced rapid growth from 2013 to 2017, in 2014 foreign competition was allowed to compete&amp;nbsp;in the market (2018)",
"domestic": "fixed-line is less than 1 per 100, while mobile-cellular is 87 per 100 and shows great potential for the future (2018)",
"international": "country code - 95; landing points for the SeaMeWe-3, SeaMeWe-5, AAE-1 and Singapore-Myanmar&amp;nbsp;optical telecommunications submarine cable that provides links to Asia, the Middle East, Africa, Southeast Asia, Australia&amp;nbsp;and Europe; satellite earth stations - 2, Intelsat (Indian Ocean) and ShinSat (2019)",
}, 
"broadcast_media": "government controls all domestic broadcast media; 2 state-controlled TV stations with 1 of the stations controlled by the armed forces; 2 pay-TV stations are joint state-private ventures; access to satellite TV is limited; 1 state-controlled domestic radio station and 9 FM stations that are joint state-private ventures; transmissions of several international broadcasters are available in parts of Burma; the Voice of America (VOA), Radio Free Asia (RFA), BBC Burmese service, the Democratic Voice of Burma (DVB), and Radio Australia use shortwave to broadcast in Burma; VOA, RFA, and DVB produce daily TV news programs that are transmitted by satellite to audiences in Burma; in March 2017, the government granted licenses to 5 private broadcasters, allowing them digital free-to-air TV channels to be operated in partnership with government-owned Myanmar Radio and Television (MRTV) and will rely upon MRTV&amp;rsquo;s transmission infrastructure (2019)",
"internet_country_code": ".mm",
"internet_users": 
{
"total": "14,264,308",
"percent_of_population": "25.1% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "404,932",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "2.93% of GDP",
"2017": "3.24% of GDP",
"2016": "3.74% of GDP",
"2015": "4.08% of GDP",
"2014": "3.58% of GDP",
},
"military_and_security_forces": "Burmese Defense Service (Tatmadaw): Army (Tatmadaw Kyi), Navy (Tatmadaw Yay), Air Force (Tatmadaw Lay) (2019)",
"military_service_age_and_obligation": "18-35 years of age (men) and 18-27 years of age (women) for voluntary military service; no conscription (a 2010 law reintroducing conscription has not yet entered into force); 2-year service obligation; male (ages 18-45) and female (ages 18-35) professionals (including doctors, engineers, mechanics) serve up to 3 years; service terms may be stretched to 5 years in an officially declared emergency; Burma signed the Convention on the Rights of the Child on 15 August 1991; on 27 June 2012, the regime signed a Joint Action Plan on prevention of child recruitment; in February 2013, the military formed a new task force to address forced child conscription; since that time, approximately 880 children have been released from military service (2015)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "11 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "45 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "2,029,139 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "3,365,967 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "XY (2016)",
"airports": "64 (2013)",
"airports_with_paved_runways": 
{
"total": "36 (2017)",
"over_3_047_m": "12 (2017)",
"2_438_to_3_047_m": "11 (2017)",
"1_524_to_2_437_m": "12 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "28 (2013)",
"over_3_047_m": "1 (2013)",
"1_524_to_2_437_m": "4 (2013)",
"914_to_1_523_m": "10 (2013)",
"under_914_m": "13 (2013)",
}, 
"heliports": "11 (2013)",
"pipelines": "3739 km gas, 1321 km oil (2017)",
"railways": 
{
"total": "5,031 km (2008)",
"narrow_gauge": "5,031 km 1.000-m gauge (2008)",
}, 
"roadways": 
{
"total": "157,000 km (2013)",
"paved": "34,700 km (2013)",
"unpaved": "122,300 km (2013)",
}, 
"waterways": "12,800 km (2011)",
"merchant_marine": 
{
"total": "95",
"by_type": "bulk carrier 1, general cargo 41, oil tanker 5, other 48 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Mawlamyine (Moulmein), Sittwe",
"river_port_s": "Rangoon (Yangon) (Rangoon River)",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;over half of Burma&#39;s population consists of diverse ethnic groups who have substantial numbers of kin in neighboring countries; Bangladesh struggles to accommodate 912,000 Rohingya, Burmese Muslim minority from Rakhine State, living as refugees in Cox&#39;s Bazar; Burmese border authorities are constructing a 200 km (124 mi) wire fence designed to deter illegal cross-border transit and tensions from the military build-up along border with Bangladesh in 2010; Bangladesh referred its maritime boundary claims with Burma and India to the International Tribunal on the Law of the Sea; Burmese forces attempting to dig in to the largely autonomous Shan State to rout local militias tied to the drug trade, prompts local residents to periodically flee into neighboring Yunnan Province in China; fencing along the India-Burma international border at Manipur&#39;s Moreh town is in progress to check illegal drug trafficking and movement of militants; over 100,000 mostly Karen refugees and asylum seekers fleeing civil strife, political upheaval, and economic stagnation in Burma were living in remote camps in Thailand near the border as of May 2017&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"idps": "401,000 (government offensives against armed ethnic minority groups near its borders with China and Thailand, natural disasters, forced land evictions) (2018)",
"stateless_persons": "495,939 (2018); note - Rohingya Muslims, living predominantly in Rakhine State, are Burma&#39;s main group of stateless people; the Burmese Government does not recognize the Rohingya as a &quot;national race&quot; and stripped them of their citizenship under the 1982 Citizenship Law, categorizing them as &quot;non-nationals&quot; or &quot;foreign residents&quot;; under the Rakhine State Action Plan drafted in October 2014, the Rohingya must demonstrate their family has lived in Burma for at least 60 years to qualify for a lesser naturalized citizenship and the classification of Bengali or be put in detention camps and face deportation; native-born but non-indigenous people, such as Indians, are also stateless; the Burmese Government does not grant citizenship to children born outside of the country to Burmese parents who left the country illegally or fled persecution, such as those born in Thailand; the number of stateless persons has decreased dramatically since late 2017 because hundreds of thousands of Rohingya have fled to Bangladesh since 25 August 2017 to escape violence",
}, 
"trafficking_in_persons": 
{
"current_situation": "Burma is a source country for men, women, and children trafficked for the purpose of forced labor and for women and children subjected to sex trafficking; Burmese adult and child labor migrants travel to East Asia, the Middle East, South Asia, and the US, where men are forced to work in the fishing, manufacturing, forestry, and construction industries and women and girls are forced into prostitution, domestic servitude, or forced labor in the garment sector; some Burmese economic migrants and Rohingya asylum seekers have become forced laborers on Thai fishing boats; some military personnel and armed ethnic groups unlawfully conscript child soldiers or coerce adults and children into forced labor; domestically, adults and children from ethnic areas are vulnerable to forced labor on plantations and in mines, while children may also be subject to forced prostitution, domestic service, and begging",
"tier_rating": "Tier 2 Watch List – Burma does not fully comply with the minimum standards for the elimination of trafficking, but it is making significant efforts to do so; the government has a written plan that, if implemented, would constitute making a significant effort toward meeting the minimum standard for eliminating human trafficking; in 2014, law enforcement continued to investigate and prosecute cross-border trafficking offenses but did little to address domestic trafficking; no civilians or government officials were prosecuted or convicted for the recruitment of child soldiers, a serious problem that is hampered by corruption and the influence of the military; victim referral and protection services remained inadequate, especially for men, and left victims vulnerable to being re-trafficked; the government coordinated anti-trafficking programs as part of its five-year national action plan (2015)",
}, 
"illicit_drugs": "world&#39;s second largest producer of illicit opium with an estimated poppy cultivation totaling 41,000 hectares in 2017, a decrease of 25% from the last survey in 2015; Shan state is the source of 91% of Burma&#39;s poppy cultivation; lack of government will to take on major narcotrafficking groups and lack of serious commitment against money laundering continues to hinder the overall antidrug effort; Burma is one of the world&amp;rsquo;s largest producers of amphetamine-type stimulants, which are trafficked throughout the region, as far afield as Australia and New Zealand",
}
}
