{
"name": "Chad",
"code": "CD",
"publish_date": "December 17, 2019",
"introduction": 
{
"background": "Chad, part of France&#39;s African holdings until 1960, endured three decades of civil warfare, as well as invasions by Libya, before peace was restored in 1990. The government eventually drafted a democratic constitution and held flawed presidential elections in 1996 and 2001. In 1998, a rebellion broke out in northern Chad, which has sporadically flared up despite several peace agreements between the government and insurgents. In June 2005, President Idriss DEBY held a referendum successfully removing constitutional term limits and won another controversial election in 2006. Sporadic rebel campaigns continued throughout 2006 and 2007. The capital experienced a significant insurrection in early 2008, but has had no significant rebel threats since then, in part due to Chad&#39;s 2010 rapprochement with Sudan, which previously used Chadian rebels as proxies. Nevertheless, a state of emergency continues to be in place in the Sila and Ouaddai regions bordering Sudan.&amp;nbsp; In late 2015, the government imposed a state of emergency in the Lake Chad region following multiple attacks by the terrorist group Boko Haram throughout the year; Boko Haram also launched several bombings in N&#39;Djamena in mid-2015. A state of emergency is also emplaced in the western Tibesti region bordering Niger where rival ethnic groups are fighting. DEBY in 2016 was reelected to his fifth term in an election that was peaceful but flawed. In December 2015, Chad completed a two-year rotation on the UN Security Council. In January 2017, DEBY completed a one-year term as&amp;nbsp;Chairperson of the African Union Assembly. (2019)",
}, 
"geography": 
{
"location": "Central Africa, south of Libya",
"geographic_coordinates": "15 00 N, 19 00 E",
"map_references": "Africa",
"area": 
{
"total": "1.284 million sq km",
"land": "1,259,200 sq km",
"water": "24,800 sq km",
}, 
"area_comparative": "almost nine times the size of New York state; slightly more than three times the size of California",
"land_boundaries": 
{
"total": "6,406 km",
"border_countries": "Cameroon 1116 km, Central African Republic 1556 km, Libya 1050 km, Niger 1196 km, Nigeria 85 km, Sudan 1403 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "tropical in south, desert in north",
"terrain": "broad, arid plains in center, desert in north, mountains in northwest, lowlands in south",
"elevation": 
{
"mean_elevation": "543 m",
"lowest_point": "Djourab 160 m",
"highest_point": "Emi Koussi 3,445 m",
}, 
"natural_resources": "petroleum, uranium, natron, kaolin, fish (Lake Chad), gold, limestone, sand and gravel, salt",
"land_use": 
{
"agricultural_land": "39.6% (2011 est.)",
"agricultural_land_arable_land": "3.9% (2011 est.)",
"agricultural_land_permanent_crops": "0% (2011 est.)",
"agricultural_land_permanent_pasture": "35.7% (2011 est.)",
"forest": "9.1% (2011 est.)",
"other": "51.3% (2011 est.)",
}, 
"irrigated_land": "300 sq km (2012)",
"population_distribution": "the population is unevenly distributed due to contrasts in climate and physical geography; the highest density is found in the southwest, particularly around Lake Chad and points south; the dry Saharan zone to the north is the least densely populated",
"natural_hazards": "hot, dry, dusty harmattan winds occur in north; periodic droughts; locust plagues",
"environment_current_issues": "inadequate supplies of potable water; improper waste disposal in rural areas and poor farming practices contribute to soil and water pollution; desertification",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Wetlands",
"signed_but_not_ratified": "Law of the Sea, Marine Dumping",
}, 
"geography_note": "&lt;p&gt;&lt;strong&gt;note 1:&lt;/strong&gt; Chad is the largest of Africa&#39;s 16 landlocked countries&lt;/p&gt; &lt;p&gt;&lt;strong&gt;note 2:&lt;/strong&gt; not long ago - geologically speaking - what is today the Sahara was green savannah teeming with wildlife; during the African Humid Period, roughly 11,000 to 5,000 years ago, a vibrant animal community, including elephants, giraffes, hippos, and antelope lived there; the last remnant of the &quot;Green Sahara&quot; exists in the Lakes of Ounianga (oo-nee-ahn-ga) in northern Chad, a series of 18 interconnected freshwater, saline, and hypersaline lakes now protected as a World Heritage site&lt;/p&gt; &lt;p&gt;&lt;strong&gt;note 3:&lt;/strong&gt; Lake Chad, the most significant water body in the Sahel, is a remnant of a former inland sea, paleolake Mega-Chad; at its greatest extent, sometime before 5000 B.C., Lake Mega-Chad was the largest of four Saharan paleolakes that existed during the African Humid Period; it covered an area of about 400,000 sq km (150,000 sq mi), roughly the size of today&#39;s Caspian Sea&lt;/p&gt;"
}, 
"people_and_society": 
{
"population": "15,833,116 (July 2018 est.)",
"nationality": 
{
"noun": "Chadian(s)",
"adjective": "Chadian",
}, 
"ethnic_groups": "Sara (Ngambaye/Sara/Madjingaye/Mbaye) 30.5%, Kanembu/Bornu/Buduma 9.8%, Arab 9.7%, Wadai/Maba/Masalit/Mimi 7%, Gorane 5.8%, Masa/Musseye/Musgum 4.9%, Bulala/Medogo/Kuka 3.7%, Marba/Lele/Mesme 3.5%, Mundang 2.7%, Bidiyo/Migaama/Kenga/Dangleat 2.5%, Dadjo/Kibet/Muro 2.4%, Tupuri/Kera 2%, Gabri/Kabalaye/Nanchere/Somrai 2%, Fulani/Fulbe/Bodore 1.8%, Karo/Zime/Peve 1.3%, Baguirmi/Barma 1.2%, Zaghawa/Bideyat/Kobe 1.1%, Tama/Assongori/Mararit 1.1%, Mesmedje/Massalat/Kadjakse 0.8%, other Chadian ethnicities 3.4%, Chadians of foreign ethnicities 0.9%, foreign nationals 0.3%, unspecified 1.7% (2014-15 est.)",
"languages": "French (official), Arabic (official), Sara (in south), more than 120 different languages and dialects",
"religions": "Muslim 52.1%, Protestant 23.9%, Roman Catholic 20%, animist 0.3%, other Christian 0.2%, none 2.8%, unspecified 0.7% (2014-15 est.)",
"demographic_profile": "&lt;p&gt;Despite the start of oil production in 2003, 40% of Chad’s population lives below the poverty line. The population will continue to grow rapidly because of the country’s very high fertility rate and large youth cohort – more than 65% of the populace is under the age of 25 – although the mortality rate is high and life expectancy is low. Chad has the world’s third highest maternal mortality rate. Among the primary risk factors are poverty, anemia, rural habitation, high fertility, poor education, and a lack of access to family planning and obstetric care. Impoverished, uneducated adolescents living in rural areas are most affected. To improve women’s reproductive health and reduce fertility, Chad will need to increase women’s educational attainment, job participation, and knowledge of and access to family planning. Only about a quarter of women are literate, less than 5% use contraceptives, and more than 40% undergo genital cutting.&lt;/p&gt;&lt;p&gt;As of October 2017, more than 320,000 refugees from Sudan and more than 75,000 from the Central African Republic strain Chad’s limited resources and create tensions in host communities. Thousands of new refugees fled to Chad in 2013 to escape worsening violence in the Darfur region of Sudan. The large refugee populations are hesitant to return to their home countries because of continued instability. Chad was relatively stable in 2012 in comparison to other states in the region, but past fighting between government forces and opposition groups and inter-communal violence have left nearly 60,000 of its citizens displaced in the eastern part of the country.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "48.12% (male 3,856,001 /female 3,763,622)",
"15_24_years": "19.27% (male 1,532,687 /female 1,518,940)",
"25_54_years": "26.95% (male 2,044,795 /female 2,222,751)",
"55_64_years": "3.25% (male 228,930 /female 286,379)",
"65_years_and_over": "2.39% (male 164,257 /female 214,754) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "100.2 (2015 est.)",
"youth_dependency_ratio": "95.2 (2015 est.)",
"elderly_dependency_ratio": "4.9 (2015 est.)",
"potential_support_ratio": "20.3 (2015 est.)",
}, 
"median_age": 
{
"total": "15.8 years (2018 est.)",
"male": "15.3 years",
"female": "16.3 years",
}, 
"population_growth_rate": "3.23% (2018 est.)",
"birth_rate": "43 births/1,000 population (2018 est.)",
"death_rate": "10.5 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-0.1 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "the population is unevenly distributed due to contrasts in climate and physical geography; the highest density is found in the southwest, particularly around Lake Chad and points south; the dry Saharan zone to the north is the least densely populated",
"urbanization": 
{
"urban_population": "23.3% of total population (2019)",
"rate_of_urbanization": "3.88% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.372 million N&#39;DJAMENA (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.04 male(s)/female",
"0_14_years": "1.02 male(s)/female",
"15_24_years": "1.01 male(s)/female",
"25_54_years": "0.92 male(s)/female",
"55_64_years": "0.8 male(s)/female",
"65_years_and_over": "0.76 male(s)/female",
"total_population": "0.98 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "17.9 years (2014/15 est.)",
"maternal_mortality_rate": "1,140 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "71.7 deaths/1,000 live births (2018 est.)",
"male": "77.8 deaths/1,000 live births",
"female": "65.4 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "57.5 years (2018 est.)",
"male": "55.7 years",
"female": "59.3 years",
}, 
"total_fertility_rate": "5.9 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "5.7% (2014/15)",
"drinking_water_source": 
{
"improved_urban": "71.8% of population",
"improved_rural": "44.8% of population",
"improved_total": "50.8% of population",
"unimproved_urban": "28.2% of population",
"unimproved_rural": "55.2% of population",
"unimproved_total": "49.2% of population (2015 est.)",
}, 
"current_health_expenditure": "4.5% (2016)",
"physicians_density": "0.05 physicians/1,000 population (2016)",
"sanitation_facility_access": 
{
"improved_urban": "31.4% of population (2015 est.)",
"improved_rural": "6.5% of population (2015 est.)",
"improved_total": "12.1% of population (2015 est.)",
"unimproved_urban": "68.6% of population (2015 est.)",
"unimproved_rural": "93.5% of population (2015 est.)",
"unimproved_total": "87.9% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "1.3% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "120,000 (2018 est.)",
"hiv_aids_deaths": "3,100 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"respiratory_diseases": "meningococcal meningitis (2016)",
}, 
"obesity_adult_prevalence_rate": "6.1% (2016)",
"children_under_the_age_of_5_years_underweight": "29.4% (2015)",
"education_expenditures": "2.9% of GDP (2013)",
"literacy": 
{
"definition": "age 15 and over can read and write French or Arabic",
"total_population": "22.3%",
"male": "31.3%",
"female": "14% (2016)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "8 years",
"male": "9 years",
"female": "6 years (2014)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Chad",
"conventional_short_form": "Chad",
"local_long_form": "Republique du Tchad/Jumhuriyat Tshad",
"local_short_form": "Tchad/Tshad",
"etymology": "named for Lake Chad, which lies along the country&#39;s western border; the word &quot;tsade&quot; means &quot;large body of water&quot; or &quot;lake&quot; in several local native languages",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "N&#39;Djamena",
"geographic_coordinates": "12 06 N, 15 02 E",
"time_difference": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "23 regions (regions, singular - region); Barh el Gazel, Batha, Borkou, Chari-Baguirmi, Ennedi-Est, Ennedi-Ouest, Guera, Hadjer-Lamis, Kanem, Lac, Logone Occidental, Logone Oriental, Mandoul, Mayo-Kebbi Est, Mayo-Kebbi Ouest, Moyen-Chari, Ouaddai, Salamat, Sila, Tandjile, Tibesti, Ville de N&#39;Djamena, Wadi Fira",
"independence": "11 August 1960 (from France)",
"national_holiday": "Independence Day, 11 August (1960)",
"constitution": 
{
"history": "several previous; latest approved 30 April 2018 by the National Assembly, entered into force 4 May 2018",
"amendments": "proposed as a revision by the president of the republic after a Council of Ministers (cabinet) decision or by the National Assembly; approval for consideration of a revision requires at least three-fifths majority vote by the Assembly; passage requires approval by referendum or at least two-thirds majority vote by the Assembly; amended 2005, 2013 (2018)",
}, 
"legal_system": "mixed legal system of civil and customary law",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "both parents must be citizens of Chad",
"dual_citizenship_recognized": "Chadian law does not address dual citizenship",
"residency_requirement_for_naturalization": "15 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Idriss DEBY Itno, Lt. Gen. (since 4 December 1990)",
"head_of_government": "President Idriss DEBY Itno, Lt. Gen. (since 4 December 1990); prime minister position eliminated under the 2018 constitution",
"cabinet": "Council of Ministers",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (no term limits); election last held on 10 April 2016 (next to be held in April 2021)",
"election_results": "Lt. Gen. Idriss DEBY Itno reelected president in first round; percent of vote - Lt. Gen. Idriss DEBY (MPS) 61.6%, Saleh KEBZABO (UNDR) 12.8%, Laokein Kourayo MEDAR (CTPD) 10.7%, Djimrangar DADNADJI (CAP-SUR) 5.1%, other 9.8%",
}, 
"legislative_branch": 
{
"description": "unicameral National Assembly (188 seats; 163 directly elected in multi-seat constituencies by proportional representation vote and 25 directly elected in single-seat constituencies by absolute majority vote with a second round if needed; members serve 4-year terms)",
"elections": "last held on 13 February and 6 May 2011 (next to be held NA)",
"election_results": "percent of vote by party - NA; seats by party - MPS 117, UNDR 10, RDP 9, RNDT/Le Reveil 8, URD 8, Viva-RNDP 5, FAR 4, CTPD 2, PDSA 2, PUR 2, UDR 2, other 19; composition - men 164, women 24, percent of women 12.8%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of the chief justice, 3 chamber presidents, and 12 judges or councilors and divided into 3 chambers); Constitutional Council (consists of 3 judges and 6 jurists)",
"judge_selection_and_term_of_office": "Supreme Court chief justice selected by the president; councilors - 8 designated by the president and 7 by the speaker of the National Assembly; chief justice and councilors appointed for life; Constitutional Council judges - 2 appointed by the president and 1 by the speaker of the National Assembly; jurists - 3 each by the president and by the speaker of the National Assembly; judges appointed for 9-year terms",
"subordinate_courts": "High Court of Justice; Courts of Appeal; tribunals; justices of the peace",
}, 
"political_parties_and_leaders": "Chadian Convention for Peace and Development or CTPD [Laoukein Kourayo MEDAR]&lt;br /&gt;Federation Action for the Republic or FAR [Ngarledjy YORONGAR]&lt;br /&gt;Framework of Popular Action for Solidarity and Unity of the Republic or CAP-SUR [Joseph Djimrangar DADNADJI]&lt;br /&gt;National Rally for Development and Progress or Viva-RNDP [Dr. Nouradine Delwa Kassire COUMAKOYE]&lt;br /&gt;National Union for Democracy and Renewal or UNDR [Saleh KEBZABO]&lt;br /&gt;Party for Liberty and Development or PLD [Ahmat ALHABO]&lt;br /&gt;Party for Unity and Reconciliation&lt;br /&gt;Patriotic Salvation Movement or MPS [Idriss DEBY]&lt;br /&gt;Rally for Democracy and Progress or RDP [Mahamat Allahou TAHER]RNDT/Le Reveil [Albert Pahimi PADACKE]&lt;br /&gt;Social Democratic Party for a Change-over of Power or PDSA [Malloum YOBODA]&lt;br /&gt;Union for Renewal and Democracy or URD [Felix Romadoumngar NIALBE]",
"international_organization_participation": "ACP, AfDB, AU, BDEAC, CEMAC, EITI (compliant country), FAO, FZ, G-77, IAEA, IBRD, ICAO, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNOCI, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Ngote Gali KOUTOU (since 22 June 2018)",
"chancery": "2401 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 652-1312",
"fax": "[1] (202) 758-0431",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador (vacant); Charge d&#39;Affaires Thomas R. GENTON (since 16 August 2019)",
"telephone": "[235] 2251-5017",
"embassy": "Chagoua Round Point, BP 413, N&#39;Djamena",
"mailing_address": "B. P. 413, N&#39;Djamena",
"fax": "[235] 2253-9102",
}, 
"flag_description": "three equal vertical bands of blue (hoist side), gold, and red; the flag combines the blue and red French (former colonial) colors with the red and yellow (gold) of the Pan-African colors; blue symbolizes the sky, hope, and the south of the country, which is relatively well-watered; gold represents the sun, as well as the desert in the north of the country; red stands for progress, unity, and sacrifice",
"national_symbol_s": "goat (north), lion (south); national colors: blue, yellow, red",
"national_anthem": 
{
"name": "&quot;La Tchadienne&quot; (The Chadian)",
"lyrics_music": "Louis GIDROL and his students/Paul VILLARD",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Chad’s landlocked location results in high transportation costs for imported goods and dependence on neighboring countries. Oil and agriculture are mainstays of Chad’s economy. Oil provides about 60% of export revenues, while cotton, cattle, livestock, and gum arabic provide the bulk of Chad&#39;s non-oil export earnings. The services sector contributes less than one-third of GDP and has attracted foreign investment mostly through telecommunications and banking.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Nearly all of Chad’s fuel is provided by one domestic refinery, and unanticipated shutdowns occasionally result in shortages. The country regulates the price of domestic fuel, providing an incentive for black market sales.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Although high oil prices and strong local harvests supported the economy in the past, low oil prices now stress Chad’s fiscal position and have resulted in significant government cutbacks. Chad relies on foreign assistance and foreign capital for most of its public and private sector investment. Investment in Chad is difficult due to its limited infrastructure, lack of trained workers, extensive government bureaucracy, and corruption. Chad obtained a three-year extended credit facility from the IMF in 2014 and was granted debt relief under the Heavily Indebted Poor Countries Initiative in April 2015.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In 2018, economic policy will be driven by efforts that started in 2016 to reverse the recession and to repair damage to public finances and exports. The government is implementing an emergency action plan to counterbalance the drop in oil revenue and to diversify the economy. Chad’s national development plan (NDP) cost just over $9 billion with a financing gap of $6.7 billion. The NDP emphasized the importance of private sector participation in Chad’s development, as well as the need to improve the business environment, particularly in priority sectors such as mining and agriculture.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The Government of Chad reached a deal with Glencore and four other banks on the restructuring of a $1.45 billion oil-backed loan in February 2018, after a long negotiation. The new terms include an extension of the maturity to 2030 from 2022, a two-year grace period on principal repayments, and a lower interest rate of the London Inter-bank Offer Rate (Libor) plus 2% - down from Libor plus 7.5%. The original Glencore loan was to be repaid with crude oil assets, however, Chad&#39;s oil sales were hit by the downturn in the price of oil. Chad had secured a $312 million credit from the IMF in June 2017, but release of those funds hinged on restructuring the Glencore debt. Chad had already cut public spending to try to meet the terms of the IMF program, but that prompted strikes and protests in a country where nearly 40% of the population lives below the poverty line. Multinational partners, such as the African Development Bank, the EU, and the World Bank are likely to continue budget support in 2018, but Chad will remain at high debt risk, given its dependence on oil revenue and pressure to spend on subsidies and security.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$28.62 billion",
"2016": "$29.55 billion",
"2015": "$31.58 billion",
},
"gdp_official_exchange_rate": "$9.872 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "-3.1%",
"2016": "-6.4%",
"2015": "1.8%",
},
"gdp_per_capita_ppp":
{
"2017": "$2,300",
"2016": "$2,500",
"2015": "$2,700",
},
"gross_national_saving":
{
"2017": "15.5% of GDP",
"2016": "7.5% of GDP",
"2015": "13.3% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "75.1% (2017 est.)",
"government_consumption": "4.4% (2017 est.)",
"investment_in_fixed_capital": "24.1% (2017 est.)",
"investment_in_inventories": "0.7% (2017 est.)",
"exports_of_goods_and_services": "35.1% (2017 est.)",
"imports_of_goods_and_services": "-39.4% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "52.3% (2017 est.)",
"industry": "14.7% (2017 est.)",
"services": "33.1% (2017 est.)",
}, 
"agriculture_products": "cotton, sorghum, millet, peanuts, sesame, corn, rice, potatoes, onions, cassava (manioc, tapioca), cattle, sheep, goats, camels",
"industries": "oil, cotton textiles, brewing, natron (sodium carbonate), soap, cigarettes, construction materials",
"industrial_production_growth_rate": "-4% (2017 est.)",
"labor_force": "5.654 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "80%",
"industry": "20% (2006 est.)",
}, 
"unemployment_rate": "&lt;p&gt;NA&lt;/p&gt;", 
"population_below_poverty_line": "46.7% (2011 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.6%",
"highest_10": "30.8% (2003)",
}, 
"distribution_of_family_income_gini_index":
{
"2011": "43.3",
},
"budget": 
{
"revenues": "1.337 billion (2017 est.)",
"expenditures": "1.481 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "13.5% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-1.5% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "52.5% of GDP",
"2016": "52.4% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "-0.9%",
"2016": "-1.1%",
},
"central_bank_discount_rate":
{
"31 December 2009": "4.25%",
"31 December 2008": "4.75%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "15.5%",
"31 December 2016": "15.5%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$1.397 billion",
"31 December 2016": "$1.241 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$1.397 billion",
"31 December 2016": "$1.241 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$2.681 billion",
"31 December 2016": "$2.387 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$558 million",
"2016": "-$926 million",
},
"exports":
{
"2017": "$2.464 billion",
"2016": "$2.187 billion",
},
"exports_partners": "US 38.7%, China 16.6%, Netherlands 15.7%, UAE 12.2%, India 6.3% (2017)",
"exports_commodities": "oil, livestock, cotton, sesame, gum arabic, shea butter",
"imports":
{
"2017": "$2.16 billion",
"2016": "$1.997 billion",
},
"imports_commodities": "machinery and transportation equipment, industrial goods, foodstuffs, textiles",
"imports_partners": "China 19.9%, Cameroon 17.2%, France 17%, US 5.4%, India 4.9%, Senegal 4.5% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$22.9 million",
"31 December 2016": "$20.92 million",
},
"debt_external":
{
"31 December 2017": "$1.724 billion",
"31 December 2016": "$1.281 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"2006": "$4.5 billion",
},
"stock_of_direct_foreign_investment_abroad": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Cooperation Financiere en Afrique Centrale francs (XAF) per US dollar -",
"exchange_rates":
{
"2017": "605.3",
"2016": "593.01",
"2015": "593.01",
"2014": "591.45",
"2013": "494.42",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "14 million (2017)",
"electrification_total_population": "8.8% (2016)",
"electrification_urban_areas": "31.4% (2016)",
"electrification_rural_areas": "2.2% (2016)",
}, 
"electricity_production": "224.3 million kWh (2016 est.)",
"electricity_consumption": "208.6 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "48,200 kW (2016 est.)",
"electricity_from_fossil_fuels": "98% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "0% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "3% of total installed capacity (2017 est.)",
"crude_oil_production": "132,000 bbl/day (2018 est.)",
"crude_oil_exports": "70,440 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "1.5 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "2,300 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "2,285 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "342,200 Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "14,000",
"subscriptions_per_100_inhabitants": " less than 1 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "6,231,009",
"subscriptions_per_100_inhabitants": "52 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "inadequate system of radio telephone communication stations with high maintenance costs and low telephone density; Chad remains one of the least developed on the African continent, telecom infrastructure is particularly low, with penetration rates in all sectors - fixed, mobile and Internet -well below African averages (2018)",
"domestic": "fixed-line connections less than 1 per 100 persons,&amp;nbsp;with mobile-cellular subscribership base of about&amp;nbsp;52 per 100 persons (2018)",
"international": "country code - 235; satellite earth station - 1 Intelsat (Atlantic Ocean)",
}, 
"broadcast_media": "1 state-owned TV station; 2 privately-owned TV stations; state-owned radio network, Radiodiffusion Nationale Tchadienne (RNT), operates national and regional stations; over 10 private radio stations; some stations rebroadcast programs from international broadcasters (2017)",
"internet_country_code": ".td",
"internet_users": 
{
"total": "592,623",
"percent_of_population": "5% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "10,470",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "2.13% of GDP",
"2017": "2.24% of GDP",
"2016": "1.79% of GDP",
"2015": "2.03% of GDP",
"2014": "2.82% of GDP",
},
"military_and_security_forces": "Chadian National Army (Armee Nationale du Tchad, ANT): Ground Forces (l&#39;Armee de Terre, AdT), Chadian Air Force (l&#39;Armee de l&#39;Air Tchadienne, AAT), National Gendarmerie, National Nomadic Guard of Chad (GNNT); General Direction of the Security Services of State Institutions (Direction Generale des Services de Securite des Institutions de l&#39;Etat, GDSSIE) (2019)",
"military_service_age_and_obligation": "20 is the legal minimum age for compulsory military service, with a 3-year service obligation; 18 is the legal minimum age for voluntary service; no minimum age restriction for volunteers with consent from a parent or guardian; women are subject to 1 year of compulsory military or civic service at age 21; while provisions for military service have not been repealed, they have never been fully implemented (2015)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "1 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "1 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "28,332 (2015)",
"annual_freight_traffic_on_registered_air_carriers": " mt-km (2015)",
}, 
"airports": "59 (2013)",
"airports_with_paved_runways": 
{
"total": "9 (2017)",
"over_3_047_m": "2 (2017)",
"2_438_to_3_047_m": "4 (2017)",
"1_524_to_2_437_m": "2 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "50 (2013)",
"over_3_047_m": "1 (2013)",
"2_438_to_3_047_m": "2 (2013)",
"1_524_to_2_437_m": "14 (2013)",
"914_to_1_523_m": "22 (2013)",
"under_914_m": "11 (2013)",
}, 
"pipelines": "582 km oil (2013)",
"roadways": "40,000 km (2018)",
"waterways": " (Chari and Legone Rivers are navigable only in wet season) (2012)",
}, 
"terrorism": 
{
"terrorist_groups_foreign_based": 
{
"boko_haram": "&lt;strong&gt;aim(s): &lt;/strong&gt;establish an Islamic state under strict Sharia across northern Nigeria and the Lake Chad Basin region bordering Cameroon, Chad, and Niger&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; most active in northeastern Nigeria (states of Yobe and Borno), but also operates in northern Cameroon, southeast Niger, and areas of Chad along the Nigerian border, particularly in the Lake Chad Basin; police also have arrested suspected Boko Haram members in Chad&#39;s capital, N&#39;Djamena&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; Boko Haram conducts attacks, suicide bombings, targeted killings, kidnappings, and raids for supplies against both civilians and security forces; violently opposes any political or social activity associated with Western society, including voting, attending secular schools, and wearing Western dress (2019)",
"islamic_state_of_iraq_and_ash_sham_isis_west_africa": "&lt;strong&gt;aim(s):&lt;/strong&gt; implement ISIS&#39;s strict interpretation of Sharia; replace regional governments with an Islamic state&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; based primarily in northeast Nigeria along the border with Niger and Chad, with its largest presence in northeast Nigeria and the Lake Chad Basin area (2018)",
}
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;since 2003, ad hoc armed militia groups and the Sudanese military have driven hundreds of thousands of Darfur residents into Chad; Chad wishes to be a helpful mediator in resolving the Darfur conflict, and in 2010 established a joint border monitoring force with Sudan, which has helped to reduce cross-border banditry and violence; only Nigeria and Cameroon have heeded the Lake Chad Commission&#39;s admonition to ratify the delimitation treaty, which also includes the Chad-Niger and Niger-Nigeria boundaries&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "330,725 (Sudan),&amp;nbsp;94,101 (Central African Republic), 12,158 (Nigeria) (2019)",
"idps": "170,278 (majority are in the east) (2019)",
}, 
}
}
