{
"name": "Jarvis Island",
"code": "DQ",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "First discovered by the British in 1821, the uninhabited island was annexed by the US in 1858 but abandoned in 1879 after tons of guano deposits had been removed for use in producing fertilizer. The UK annexed the island in 1889 but never carried out plans for further exploitation. The US occupied and reclaimed the island in 1935. Abandoned after World War II, the island is currently a National Wildlife Refuge administered by the US Department of the Interior.",
}, 
"geography": 
{
"location": "Oceania, island in the South Pacific Ocean, about half way between Hawaii and the Cook Islands",
"geographic_coordinates": "0 22 S, 160 01 W",
"map_references": "Oceania",
"area": 
{
"total": "4.5 sq km",
"land": "4.5 sq km",
"water": "0 sq km",
}, 
"area_comparative": "about eight times the size of The Mall in Washington, DC",
"land_boundaries": "0 km",
"coastline": "8 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
}, 
"climate": "tropical; scant rainfall, constant wind, burning sun",
"terrain": "sandy, coral island surrounded by a narrow fringing reef",
"natural_resources": "guano (deposits worked until late 1800s), terrestrial and aquatic wildlife",
"natural_hazards": "the narrow fringing reef surrounding the island poses a maritime hazard",
"environment_current_issues": "no natural fresh water resources",
"geography_note": "sparse bunch grass, prostrate vines, and low-growing shrubs; primarily a nesting, roosting, and foraging habitat for seabirds, shorebirds, and marine wildlife",
}, 
"people_and_society": 
{
"population": " uninhabited",
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "none",
"conventional_short_form": "Jarvis Island",
"etymology": "named after three brothers JARVIS, the owners of the British ship from which the island was discovered in 1821",
}, 
"dependency_status": "unincorporated territory of the US; administered from Washington, DC, by the Fish and Wildlife Service of the US Department of the Interior as part of the National Wildlife Refuge System",
"legal_system": "the laws of the US apply where applicable&amp;nbsp;",
"flag_description": "the flag of the US is used",
}, 
"military_and_security": 
{
"military_note": "defense is the responsibility of the US; visited periodically by the US Coast Guard",
}, 
"transportation": 
{
"ports_and_terminals": "none; offshore anchorage only; note - there is one small boat landing area in the middle of the west coast and another near the southwest corner of the island", 
"transportation_note": "there is a day beacon near the middle of the west coast",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;none&lt;/p&gt;",
}
}
