{
"name": "Ecuador",
"code": "EC",
"publish_date": "December 17, 2019",
"introduction": 
{
"background": "What is now Ecuador formed part of the northern Inca Empire until the Spanish conquest in 1533. Quito became a seat of Spanish colonial government in 1563 and part of the Viceroyalty of New Granada in 1717. The territories of the Viceroyalty - New Granada (Colombia), Venezuela, and Quito - gained their independence between 1819 and 1822 and formed a federation known as Gran Colombia. When Quito withdrew in 1830, the traditional name was changed in favor of the &quot;Republic of the Equator.&quot; Between 1904 and 1942, Ecuador lost territories in a series of conflicts with its neighbors. A border war with Peru that flared in 1995 was resolved in 1999. Although Ecuador marked 30 years of civilian governance in 2004, the period was marred by political instability. Protests in Quito contributed to the mid-term ouster of three of Ecuador&#39;s last four democratically elected presidents. In late 2008, voters approved a new constitution, Ecuador&#39;s 20th since gaining independence. General elections were held in April 2017, and voters elected President Lenin MORENO.",
}, 
"geography": 
{
"location": "Western South America, bordering the Pacific Ocean at the Equator, between Colombia and Peru",
"geographic_coordinates": "2 00 S, 77 30 W",
"map_references": "South America",
"area": 
{
"total": "283,561 sq km",
"land": "276,841 sq km",
"water": "6,720 sq km",
}, 
"area_comparative": "slightly smaller than Nevada",
"land_boundaries": 
{
"total": "2,237 km",
"border_countries": "Colombia 708 km, Peru 1529 km",
}, 
"coastline": "2,237 km",
"maritime_claims": 
{
"territorial_sea": "200 nm",
"exclusive_economic_zone": "200 nm",
"continental_shelf": "200 nm",
}, 
"climate": "tropical along coast, becoming cooler inland at higher elevations; tropical in Amazonian jungle lowlands",
"terrain": "coastal plain (costa), inter-Andean central highlands (sierra), and flat to rolling eastern jungle (oriente)",
"elevation": 
{
"mean_elevation": "1,117 m",
"lowest_point": "Pacific Ocean 0 m",
"highest_point": "Chimborazo 6,267",
}, 
"natural_resources": "petroleum, fish, timber, hydropower",
"land_use": 
{
"agricultural_land": "29.7% (2011 est.)",
"agricultural_land_arable_land": "4.7% (2011 est.)",
"agricultural_land_permanent_crops": "5.6% (2011 est.)",
"agricultural_land_permanent_pasture": "19.4% (2011 est.)",
"forest": "38.9% (2011 est.)",
"other": "31.4% (2011 est.)",
}, 
"irrigated_land": "15,000 sq km (2012)",
"population_distribution": "nearly half of the population is concentrated in the interior in the Andean intermontane basins and valleys, with large concentrations also found along the western coastal strip; the rainforests of the east remain sparsely populated",
"natural_hazards": "&lt;p&gt;frequent earthquakes; landslides; volcanic activity; floods; periodic droughts&lt;/p&gt;&lt;p&gt;&lt;strong&gt;volcanism:&lt;/strong&gt; volcanic activity concentrated along the Andes Mountains; Sangay (5,230 m), which erupted in 2010, is mainland Ecuador&#39;s most active volcano; other historically active volcanoes in the Andes include Antisana, Cayambe, Chacana, Cotopaxi, Guagua Pichincha, Reventador, Sumaco, and Tungurahua; Fernandina (1,476 m), a shield volcano that last erupted in 2009, is the most active of the many Galapagos volcanoes; other historically active Galapagos volcanoes include Wolf, Sierra Negra, Cerro Azul, Pinta, Marchena, and Santiago&lt;/p&gt;",
"environment_current_issues": "deforestation; soil erosion; desertification; water pollution; pollution from oil production wastes in ecologically sensitive areas of the Amazon Basin and Galapagos Islands",
"environment_international_agreements": 
{
"party_to": "Antarctic-Environmental Protocol, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "Cotopaxi in Andes is highest active volcano in world",
}, 
"people_and_society": 
{
"population": "16,498,502 (July 2018 est.)",
"nationality": 
{
"noun": "Ecuadorian(s)",
"adjective": "Ecuadorian",
}, 
"ethnic_groups": "mestizo (mixed Amerindian and white) 71.9%, Montubio 7.4%, Amerindian 7%, white 6.1%, Afroecuadorian 4.3%, mulatto 1.9%, black 1%, other 0.4% (2010 est.)",
"languages": "Spanish (Castilian) 93% (official), Quechua 4.1%, other indigenous 0.7%, foreign 2.2% (2010 est.)",
"religions": "Roman Catholic 74%, Evangelical 10.4%, Jehovah&#39;s Witness 1.2%, other 6.4% (includes Mormon, Buddhist, Jewish, Spiritualist, Muslim, Hindu, indigenous, African American, Pentecostal), atheist 7.9%, agnostic 0.1% (2012 est.)",
"demographic_profile": "&lt;p&gt;Ecuador&#39;s high poverty and income inequality most affect indigenous, mixed race, and rural populations. The government has increased its social spending to ameliorate these problems, but critics question the efficiency and implementation of its national development plan. Nevertheless, the conditional cash transfer program, which requires participants&#39; children to attend school and have medical check-ups, has helped improve educational attainment and healthcare among poor children. Ecuador is stalled at above replacement level fertility and the population most likely will keep growing rather than stabilize.&lt;/p&gt;&lt;p&gt;An estimated 2 to 3 million Ecuadorians live abroad, but increased unemployment in key receiving countries - Spain, the United States, and Italy - is slowing emigration and increasing the likelihood of returnees to Ecuador. The first large-scale emigration of Ecuadorians occurred between 1980 and 2000, when an economic crisis drove Ecuadorians from southern provinces to New York City, where they had trade contacts. A second, nationwide wave of emigration in the late 1990s was caused by another economic downturn, political instability, and a currency crisis. Spain was the logical destination because of its shared language and the wide availability of low-skilled, informal jobs at a time when increased border surveillance made illegal migration to the US difficult. Ecuador has a small but growing immigrant population and is Latin America&#39;s top recipient of refugees; 98% are neighboring Colombians fleeing violence in their country.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "26.64% (male 2,242,148 /female 2,153,776)",
"15_24_years": "18.19% (male 1,526,300 /female 1,474,626)",
"25_54_years": "39.82% (male 3,207,692 /female 3,362,464)",
"55_64_years": "7.67% (male 615,769 /female 649,777)",
"65_years_and_over": "7.67% (male 599,221 /female 666,729) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "55.6 (2015 est.)",
"youth_dependency_ratio": "45.1 (2015 est.)",
"elderly_dependency_ratio": "10.4 (2015 est.)",
"potential_support_ratio": "9.6 (2015 est.)",
}, 
"median_age": 
{
"total": "28.1 years (2018 est.)",
"male": "27.3 years",
"female": "28.8 years",
}, 
"population_growth_rate": "1.25% (2018 est.)",
"birth_rate": "17.6 births/1,000 population (2018 est.)",
"death_rate": "5.1 deaths/1,000 population (2018 est.)",
"net_migration_rate": "0 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "nearly half of the population is concentrated in the interior in the Andean intermontane basins and valleys, with large concentrations also found along the western coastal strip; the rainforests of the east remain sparsely populated",
"urbanization": 
{
"urban_population": "64% of total population (2019)",
"rate_of_urbanization": "1.66% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "2.946 million Guayaquil, 1.848 million QUITO (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.05 male(s)/female",
"0_14_years": "1.04 male(s)/female",
"15_24_years": "1.04 male(s)/female",
"25_54_years": "0.95 male(s)/female",
"55_64_years": "0.95 male(s)/female",
"65_years_and_over": "0.9 male(s)/female",
"total_population": "0.99 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "59 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "15.9 deaths/1,000 live births (2018 est.)",
"male": "18.8 deaths/1,000 live births",
"female": "12.8 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "77.1 years (2018 est.)",
"male": "74.2 years",
"female": "80.3 years",
}, 
"total_fertility_rate": "2.15 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "80.1% (2007/12)",
"drinking_water_source": 
{
"improved_urban": "93.4% of population",
"improved_rural": "75.5% of population",
"improved_total": "86.9% of population",
"unimproved_urban": "6.6% of population",
"unimproved_rural": "24.5% of population",
"unimproved_total": "13.1% of population (2015 est.)",
}, 
"current_health_expenditure": "8.4% (2016)",
"physicians_density": "2.05 physicians/1,000 population (2016)",
"hospital_bed_density": "1.5 beds/1,000 population (2013)",
"sanitation_facility_access": 
{
"improved_urban": "87% of population (2015 est.)",
"improved_rural": "80.7% of population (2015 est.)",
"improved_total": "84.7% of population (2015 est.)",
"unimproved_urban": "13% of population (2015 est.)",
"unimproved_rural": "19.3% of population (2015 est.)",
"unimproved_total": "15.3% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.4% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "44,000 (2018 est.)",
"hiv_aids_deaths": " &lt;1000 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "high (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "dengue fever and malaria (2016)",
}, 
"obesity_adult_prevalence_rate": "19.9% (2016)",
"children_under_the_age_of_5_years_underweight": "5.1% (2014)",
"education_expenditures": "5% of GDP (2015)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "94.4%",
"male": "95.4%",
"female": "93.3% (2016)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "16 years",
"male": "15 years",
"female": "16 years (2015)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "7.9%",
"male": "6.4%",
"female": "10.6% (2018 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Ecuador",
"conventional_short_form": "Ecuador",
"local_long_form": "Republica del Ecuador",
"local_short_form": "Ecuador",
"etymology": "the country&#39;s position on the globe, straddling the Equator, accounts for its Spanish name",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Quito",
"geographic_coordinates": "0 13 S, 78 30 W",
"time_difference": "UTC-5 (same time as Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "24 provinces (provincias, singular - provincia); Azuay, Bolivar, Canar, Carchi, Chimborazo, Cotopaxi, El Oro, Esmeraldas, Galapagos, Guayas, Imbabura, Loja, Los Rios, Manabi, Morona-Santiago, Napo, Orellana, Pastaza, Pichincha, Santa Elena, Santo Domingo de los Tsachilas, Sucumbios, Tungurahua, Zamora-Chinchipe",
"independence": "24 May 1822 (from Spain)",
"national_holiday": "Independence Day (independence of Quito), 10 August (1809)",
"constitution": 
{
"history": "many previous; latest approved 20 October 2008",
"amendments": "proposed by the president of the republic through a referendum, by public petition of at least 1% of registered voters, or by agreement of at least one-third membership of the National Assembly; passage requires two separate readings a year apart and approval by at least two-thirds majority vote of the Assembly, and approval by absolute majority in a referendum; amendments such as changes to the structure of the state, constraints on personal rights and guarantees, or constitutional amendment procedures are not allowed; amended 2011, 2015, 2018; note - a 2015 constitutional amendment lifting presidential term limits was overturned by a February 2018 referendum (2018)",
}, 
"legal_system": "civil law based on the Chilean civil code with modifications; traditional law in indigenous communities",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "yes",
"citizenship_by_descent_only": "yes",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "3 years",
}, 
"suffrage": "18-65 years of age; universal and compulsory; 16-18, over 65, and other eligible voters, voluntary",
"executive_branch": 
{
"chief_of_state": "President Lenin MORENO Garces (since 24 May 2017); Vice President Otto Ramon SONNENHOLZNER Sper (since 11 December 2018); note - Vice President Jorge GLAS Espinel (since 24 May 2013) was jailed for corruption and absent from office for more than 3 months, causing him to be constitutionally stripped of his office; Vice President&amp;nbsp;Maria Alejandra VICUNA Munoz (since 6 January 2018) resigned from office 4 December 2018; president is both chief of state and head of government",
"head_of_government": "President Lenin MORENO Garces (since 24 May 2017); Vice President Otto Ramon SONNENHOLZNER Sper (since 11 December 2018)",
"cabinet": "Cabinet appointed by the president",
"elections_appointments": "president and vice president directly elected on the same ballot by absolute majority popular vote in 2 rounds if needed for a 4-year term (eligible for a second term); election last held on 19 February 2017 with a runoff on 2 April 2017 (next to be held in 2021)",
"election_results": "Lenin MORENO Garces elected president in second round; percent of vote - Lenin MORENO Garces (Alianza PAIS Movement) 51.1%, Guillermo LASSO (CREO) 48.9%",
}, 
"legislative_branch": 
{
"description": "unicameral National Assembly or Asamblea Nacional (137 seats; 116 members directly elected in single-seat constituencies by simple majority vote, 15 members directly elected in a single nationwide constituency by proportional representation vote, and 6 directly elected in multi-seat constituencies for Ecuadorians living abroad by simple majority vote; members serve 4-year terms)",
"elections": "last held on 19 February 2017 (next to be held in 2021)",
"election_results": "percent of vote by party - PAIS 39.1%, CREO-SUMA 20.1%, PSC 15.9%, ID 3.8%, MUPP 2.7%, other 10.7; seats by party - PAIS 74, CREO-SUMA 34, PSC 15, ID 4, MUPP 4, PSP 2, Fuerza Ecuador 1, independent 3; composition - men 85, women 52, percent of women 38%; note - defections by members of National Assembly are commonplace, resulting in frequent changes in the numbers of seats held by the various parties",
}, 
"judicial_branch": 
{
"highest_courts": "National Court of Justice or Corte Nacional de Justicia (consists of 21 judges, including the chief justice and organized into 5 specialized chambers); Constitutional Court or Corte Constitucional (consists of 9 judges)",
"judge_selection_and_term_of_office": "justices of National Court of Justice elected by the Judiciary Council, a 9-member independent body of law professionals; judges elected for 9-year, non-renewable terms, with one-third of the membership renewed every 3 years; Constitutional Court judges appointed by the executive, legislative, and Citizen Participation branches of government; judges appointed for 9-year non-renewable terms with one-third of the membership renewed every 3 years",
"subordinate_courts": "Fiscal Tribunal; Election Dispute Settlement Courts, provincial courts (one for each province); cantonal courts",
}, 
"political_parties_and_leaders": "Alianza PAIS movement [Lenin Voltaire MORENO Garces]&lt;br /&gt;Avanza Party or AVANZA [Ramiro GONZALEZ]&lt;br /&gt;Citizen Revolution Movement or MRC [Rafael CORREA]&lt;br /&gt;Creating Opportunities Movement or CREO [Guillermo LASSO]&lt;br /&gt;Democratic Left or ID&lt;br /&gt;Forward Ecuador Movement [Alvaro NOBOA]&lt;br /&gt;Fuerza Ecuador [Abdala BUCARAM] (successor to Roldosist Party)&lt;br /&gt;Pachakutik Plurinational Unity Movement or MUPP [Marlon Rene SANTI Gualinga]&lt;br /&gt;Patriotic Society Party or PSP [Gilmar GUTIERREZ Borbua]&lt;br /&gt;Popular Democracy Movement or MPD [Luis VILLACIS]&lt;br /&gt;Social Christian Party or PSC [Pascual DEL CIOPPO]&lt;br /&gt;Socialist Party [Patricio ZABRANO]&lt;br /&gt;Society United for More Action or SUMA [Mauricio RODAS]",
"international_organization_participation": "CAN, CD, CELAC, FAO, G-11, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, MINUSTAH, NAM, OAS, OPANAL, OPCW, OPEC, Pacific Alliance (observer), PCA, SICA (observer), UN, UNAMID, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNISFA, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Francisco Benjamin Esteban CARRION Mena (since 24 January 2018)",
"chancery": "2535 15th Street NW, Washington, DC 20009",
"telephone": "[1] (202) 234-7200",
"fax": "[1] (202) 667-3482",
"consulate_s_general": "Atlanta, Chicago, Houston, Los Angeles, Miami, Minneapolis, New Haven (CT), New Orleans, New York, Newark (NJ), Phoenix, San Francisco",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Michael J. FITZPATRICK (since 18 June 2019)",
"telephone": "[593] (2) 398-5000",
"embassy": "Avenida Avigiras E12-170 y Avenida Eloy Alfaro, Quito",
"mailing_address": "Avenida Guayacanes N52-205 y Avenida Avigiras",
"fax": "[593] (2) 398-5100",
"consulate_s_general": "Guayaquil",
}, 
"flag_description": "three horizontal bands of yellow (top, double width), blue, and red with the coat of arms superimposed at the center of the flag; the flag retains the three main colors of the banner of Gran Colombia, the South American republic that broke up in 1830; the yellow color represents sunshine, grain, and mineral wealth, blue the sky, sea, and rivers, and red the blood of patriots spilled in the struggle for freedom and justice",
"national_symbol_s": "Andean condor; national colors: yellow, blue, red",
"national_anthem": 
{
"name": "&quot;Salve, Oh Patria!&quot; (We Salute You, Our Homeland)",
"lyrics_music": "Juan Leon MERA/Antonio NEUMANE",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Ecuador is substantially dependent on its petroleum resources, which accounted for about a third of the country&#39;s export earnings in 2017. Remittances from overseas Ecuadorian are also important.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In 1999/2000, Ecuador&#39;s economy suffered from a banking crisis that lead to some reforms, including adoption of the US dollar as legal tender. Dollarization stabilized the economy, and positive growth returned in most of the years that followed. China has become Ecuador&#39;s largest foreign lender since 2008 and now accounts for 77.7% of the Ecuador’s bilateral debt. Various economic policies under the CORREA administration, such as an announcement in 2017 that Ecuador would terminate 13 bilateral investment treaties - including one with the US, generated economic uncertainty and discouraged private investment.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Faced with a 2013 trade deficit of $1.1 billion, Ecuador imposed tariff surcharges from 5% to 45% on an estimated 32% of imports. Ecuador’s economy fell into recession in 2015 and remained in recession in 2016. Declining oil prices and exports forced the CORREA administration to cut government oulays. Foreign investment in Ecuador is low as a result of the unstable regulatory environment and weak rule of law.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;n April of 2017, Lenin MORENO was elected President of Ecuador by popular vote. His immediate challenge was to reengage the private sector to improve cash flow in the country. Ecuador’s economy returned to positive, but sluggish, growth. In early 2018, the MORENO administration held a public referendum on seven economic and political issues in a move counter to CORREA-administration policies, reduce corruption, strengthen democracy, and revive employment and the economy. The referendum resulted in repeal of taxes associated with recovery from the earthquake of 2016, reduced restrictions on metal mining in the Yasuni Intangible Zone - a protected area, and several political reforms.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$193 billion",
"2016": "$188.6 billion",
"2015": "$190.9 billion",
},
"gdp_official_exchange_rate": "$104.3 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "2.4%",
"2016": "-1.2%",
"2015": "0.1%",
},
"gdp_per_capita_ppp":
{
"2017": "$11,500",
"2016": "$11,400",
"2015": "$11,700",
},
"gross_national_saving":
{
"2017": "25.9% of GDP",
"2016": "26.4% of GDP",
"2015": "24.7% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "60.7% (2017 est.)",
"government_consumption": "14.4% (2017 est.)",
"investment_in_fixed_capital": "24.3% (2017 est.)",
"investment_in_inventories": "1% (2017 est.)",
"exports_of_goods_and_services": "20.8% (2017 est.)",
"imports_of_goods_and_services": "-21.3% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "6.7% (2017 est.)",
"industry": "32.9% (2017 est.)",
"services": "60.4% (2017 est.)",
}, 
"agriculture_products": "bananas, coffee, cocoa, rice, potatoes, cassava (manioc, tapioca), plantains, sugarcane; cattle, sheep, pigs, beef, pork, dairy products; fish, shrimp; balsa wood",
"industries": "petroleum, food processing, textiles, wood products, chemicals",
"industrial_production_growth_rate": "-0.6% (2017 est.)",
"labor_force": "8.086 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "26.1%",
"industry": "18.4%",
"services": "55.5% (2017 est.)",
}, 
"unemployment_rate":
{
"2017": "4.6%",
"2016": "5.2%",
},
"population_below_poverty_line": "21.5% (December 2017 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "1.4%",
"highest_10": "35.4% (2012 est.)",
}, 
"distribution_of_family_income_gini_index":
{
"December 2017": "45.9",
"December 2017": "48.5",
},
"budget": 
{
"revenues": "33.43 billion (2017 est.)",
"expenditures": "38.08 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "32% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-4.5% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "45.4% of GDP",
"2016": "43.2% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "0.4%",
"2016": "1.7%",
},
"central_bank_discount_rate":
{
"31 December 2011": "8.17%",
"31 December 2010": "8.68%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "7.92%",
"31 December 2016": "8.69%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$9.578 billion",
"31 December 2016": "$9.281 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$9.578 billion",
"31 December 2016": "$9.281 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$39.3 billion",
"31 December 2016": "$35.56 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 December 2017": "$6.838 billion",
"31 December 2016": "$6.065 billion",
"31 December 2015": "$6.615 billion",
},
"current_account_balance":
{
"2017": "-$349 million",
"2016": "$1.442 billion",
},
"exports":
{
"2017": "$19.62 billion",
"2016": "$16.8 billion",
},
"exports_partners": "US 31.5%, Vietnam 7.6%, Peru 6.7%, Chile 6.5%, Panama 4.9%, Russia 4.4%, China 4% (2017)",
"exports_commodities": "petroleum, bananas, cut flowers, shrimp, cacao, coffee, wood, fish",
"imports":
{
"2017": "$19.31 billion",
"2016": "$15.86 billion",
},
"imports_commodities": "industrial materials, fuels and lubricants, nondurable consumer goods",
"imports_partners": "US 22.8%, China 15.4%, Colombia 8.7%, Panama 6.4%, Brazil 4.4%, Peru 4.2% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$2.395 billion",
"31 December 2016": "$4.259 billion",
},
"debt_external":
{
"31 December 2017": "$39.29 billion",
"31 December 2016": "$38.14 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$17.25 billion",
"31 December 2016": "$16.63 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2012": "$6.33 billion",
},
"exchange_rates": "&lt;p&gt;the US dollar became Ecuador&#39;s currency in 2001&lt;/p&gt;", 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "500,000 (2016)",
"electrification_total_population": "99.9% (2016)",
"electrification_urban_areas": "100% (2016)",
"electrification_rural_areas": "99.8% (2016)",
}, 
"electricity_production": "26.5 billion kWh (2016 est.)",
"electricity_consumption": "22.68 billion kWh (2016 est.)",
"electricity_exports": "211 million kWh (2015 est.)",
"electricity_imports": "82 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "8.192 million kW (2016 est.)",
"electricity_from_fossil_fuels": "43% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "54% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "2% of total installed capacity (2017 est.)",
"crude_oil_production": "517,000 bbl/day (2018 est.)",
"crude_oil_exports": "383,500 bbl/day (2017 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "8.273 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "137,400 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "265,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "25,870 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "153,900 bbl/day (2015 est.)",
"natural_gas_production": "477.8 million cu m (2017 est.)",
"natural_gas_consumption": "453.1 million cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "10.9 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "37.54 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "2,415,204",
"subscriptions_per_100_inhabitants": "15 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "13,881,562",
"subscriptions_per_100_inhabitants": "85 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "fixed-line service and sophisticated 4G LTE ultra-broadband network; much of the country&#39;s fixed-line structure is&amp;nbsp;influenced by topographical challenges associated with the Andes Mountains; Ecuador has a small telecom market with a dominant mobile sector;&amp;nbsp;&amp;nbsp;the state-owned incumbent CNT dominates the fixed-line market, and therefore&amp;nbsp; the DSL broadband market as well (2018)",
"domestic": "fixed-line services with digital networks provided by multiple telecommunications operators; fixed-line teledensity stands at about 15 per 100 persons; mobile-cellular use has surged and subscribership has reached 85 per 100 persons (2018)",
"international": "country code - 593; landing points for the PAN-AM, PCCS, America Movil-Telxius West&amp;nbsp;Coast&amp;nbsp;Cable&amp;nbsp;and SAm-1 submarine cables that provide links to South and Central America, and extending onward to&amp;nbsp;the Caribbean&amp;nbsp;and the US;&amp;nbsp;satellite earth station - 1 Intelsat (Atlantic Ocean) (2019)",
}, 
"broadcast_media": "about 60 media outlets are recognized as national; the Ecuadorian Government controls 12 national outlets and multiple radio stations; there are multiple TV networks and many local channels, as well as more than 300 radio stations; many TV and radio stations are privately owned; broadcast media is required by law to give the government free airtime to broadcast programs produced by the state; the Ecuadorian Government is the biggest advertiser and grants advertising contracts to outlets that provide favorable coverage; an&amp;nbsp;antimonopoly law and communication law limit ownership and investment in the media by non-media businesses (2019)",
"internet_country_code": ".ec",
"internet_users": 
{
"total": "8,693,739",
"percent_of_population": "54.1% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "1,683,783",
"subscriptions_per_100_inhabitants": "10 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "2.38% of GDP",
"2017": "2.36% of GDP",
"2016": "2.21% of GDP",
"2015": "2.44% of GDP",
"2014": "2.72% of GDP",
},
"military_and_security_forces": "Ecuadorian Armed Forces: Ecuadorian Land Force (Fuerza Terrestre Ecuatoriana, FTE), Ecuadorian Navy (Fuerza Naval del Ecuador, FNE, includes naval infantry, naval aviation, coast guard), Ecuadorian Air Force (Fuerza Aerea Ecuatoriana, FAE) (2019)",
"military_service_age_and_obligation": "18 years of age for selective conscript military service; conscription has been suspended; 18 years of age for voluntary military service; Air Force 18-22 years of age, Ecuadorian birth requirement; 1-year service obligation (2012)",
"maritime_threats": "the International Maritime Bureau continues to report the territorial and offshore waters as at risk for piracy and armed robbery against ships; vessels, including commercial shipping and pleasure craft, have been attacked and hijacked both at anchor and while underway; crews have been robbed and stores or cargoes stolen; after several years with no incidents, there has been an increase over the last two years with four attacks reported in 2018",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "7 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "35 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "5,762,485 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "86,128,720 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "HC (2016)",
"airports": "432 (2013)",
"airports_with_paved_runways": 
{
"total": "104 (2017)",
"over_3_047_m": "4 (2017)",
"2_438_to_3_047_m": "5 (2017)",
"1_524_to_2_437_m": "18 (2017)",
"914_to_1_523_m": "26 (2017)",
"under_914_m": "51 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "328 (2013)",
"914_to_1_523_m": "37 (2013)",
"under_914_m": "291 (2013)",
}, 
"heliports": "2 (2013)",
"pipelines": "485 km extra heavy crude, 123 km gas, 2131 km oil, 1526 km refined products (2017)",
"railways": 
{
"total": "965 km (2017)",
"narrow_gauge": "965 km 1.067-m gauge (2017)",
}, 
"roadways": 
{
"total": "43,216 km (2015)",
"paved": "8,161 km (2015)",
"unpaved": "35,055 km (2015)",
}, 
"waterways": "1,500 km (most inaccessible) (2012)",
"merchant_marine": 
{
"total": "137",
"by_type": "container ship 1, general cargo 6, oil tanker 34, other 96 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Esmeraldas, Manta, Puerto Bolivar",
"container_port_s_teus": "Guayaquil (1,871,591) (2017)",
"river_port_s": "Guayaquil (Guayas)",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;organized illegal narcotics operations in Colombia penetrate across Ecuador&#39;s shared border&lt;/p&gt;",
"refugees_and_internally_displaced_persons": "50,532 (Colombia) (2018), 120,587 (Venezuela) (economic and political crisis; includes Venezuelans who have claimed asylum or have received alternative legal stay) (2019)",
"illicit_drugs": "significant transit country for cocaine originating in Colombia and Peru, with much of the US-bound cocaine passing through Ecuadorian Pacific waters; importer of precursor chemicals used in production of illicit narcotics; attractive location for cash-placement by drug traffickers laundering money because of dollarization and weak anti-money-laundering regime; increased activity on the northern frontier by trafficking groups and Colombian insurgents",
}
}
