{
"name": "Egypt",
"code": "EG",
"publish_date": "December 23, 2019",
"introduction": 
{
"background": "&lt;p&gt;The regularity and richness of the annual Nile River flood, coupled with semi-isolation provided by deserts to the east and west, allowed for the development of one of the world&#39;s great civilizations. A unified kingdom arose circa 3200 B.C., and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C., who in turn were replaced by the Greeks, Romans, and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste, the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments, Britain seized control of Egypt&#39;s government in 1882, but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922, Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have reaffirmed the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world), limited arable land, and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt&#39;s fast-growing population as it implements far-reaching economic reforms, including the reduction of select subsidies, large-scale infrastructure projects, energy cooperation, and foreign direct investment appeals.&lt;/p&gt; &lt;p&gt;Inspired by the 2010 Tunisian revolution, Egyptian opposition groups led demonstrations and labor strikes countrywide, culminating in President Hosni MUBARAK&#39;s ouster in 2011. Egypt&#39;s military assumed national leadership until a new legislature was in place in early 2012; later that same year, Muhammad MURSI won the presidential election. Following protests throughout the spring of 2013 against MURSI&#39;s government and the Muslim Brotherhood, the Egyptian Armed Forces intervened and removed MURSI from power in July 2013 and replaced him with interim president Adly MANSOUR. Simultaneously, the government began enacting laws to limit freedoms of assembly and expression. In January 2014, voters approved a new constitution by referendum and in May 2014 elected former defense minister Abdelfattah ELSISI president. Egypt elected a new legislature in December 2015,&amp;nbsp;its first Hose of Representatives since 2012. ELSISI was reelected to a second four-year term in March 2018. In April 2019, Egypt approved via national referendum a set of constitutional amendments extending ELSISI&amp;rsquo;s term in office through 2024 and possibly through 2030 if re-elected for a third term. The amendments would also allow future presidents up to two consecutive six-year terms in office, re-establish an upper legislative house, allow for one or more vice presidents, establish a 25% quota for female legislators, reaffirm the military&amp;rsquo;s role as guardian of Egypt, and expand presidential authority to appoint the heads of judicial councils.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Northern Africa, bordering the Mediterranean Sea, between Libya and the Gaza Strip, and the Red Sea north of Sudan, and includes the Asian Sinai Peninsula",
"geographic_coordinates": "27 00 N, 30 00 E",
"map_references": "Africa",
"area": 
{
"total": "1,001,450 sq km",
"land": "995,450 sq km",
"water": "6,000 sq km",
}, 
"area_comparative": "more than eight times the size of Ohio; slightly more than three times the size of New Mexico",
"land_boundaries": 
{
"total": "2,612 km",
"border_countries": "Gaza Strip 13 km, Israel 208 km, Libya 1115 km, Sudan 1276 km",
}, 
"coastline": "2,450 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm or the equidistant median line with Cyprus",
"contiguous_zone": "24 nm",
"continental_shelf": "200 nm",
}, 
"climate": "desert; hot, dry summers with moderate winters",
"terrain": "vast desert plateau interrupted by Nile valley and delta",
"elevation": 
{
"mean_elevation": "321 m",
"lowest_point": "Qattara Depression -133 m",
"highest_point": "Mount Catherine 2,629 m",
}, 
"natural_resources": "petroleum, natural gas, iron ore, phosphates, manganese, limestone, gypsum, talc, asbestos, lead, rare earth elements, zinc",
"land_use": 
{
"agricultural_land": "3.6% (2011 est.)",
"agricultural_land_arable_land": "2.8% (2011 est.)",
"agricultural_land_permanent_crops": "0.8% (2011 est.)",
"agricultural_land_permanent_pasture": "0% (2011 est.)",
"forest": "0.1% (2011 est.)",
"other": "96.3% (2011 est.)",
}, 
"irrigated_land": "36,500 sq km (2012)",
"population_distribution": "approximately 95% of the population lives within 20 km of the Nile River and its delta; vast areas of the country remain sparsely populated or uninhabited",
"natural_hazards": "periodic droughts; frequent earthquakes; flash floods; landslides; hot, driving windstorms called khamsin occur in spring; dust storms; sandstorms",
"environment_current_issues": "agricultural land being lost to urbanization and windblown sands; increasing soil salination below Aswan High Dam; desertification; oil pollution threatening coral reefs, beaches, and marine habitats; other water pollution from agricultural pesticides, raw sewage, and industrial effluents; limited natural freshwater resources away from the Nile, which is the only perennial water source; rapid growth in population overstraining the Nile and natural resources",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "controls Sinai Peninsula, the only land bridge between Africa and remainder of Eastern Hemisphere; controls Suez Canal, a sea link between Indian Ocean and Mediterranean Sea; size, and juxtaposition to Israel, establish its major role in Middle Eastern geopolitics; dependence on upstream neighbors; dominance of Nile basin issues; prone to influxes of refugees from Sudan and the Palestinian territories",
}, 
"people_and_society": 
{
"population": "99,413,317 (July 2018 est.)",
"nationality": 
{
"noun": "Egyptian(s)",
"adjective": "Egyptian",
}, 
"ethnic_groups": "Egyptian 99.7%, other 0.3% (2006 est.)",
"languages": "Arabic (official), Arabic, English, and French widely understood by educated classes",
"religions": "Muslim (predominantly Sunni) 90%, Christian (majority Coptic Orthodox, other Christians include Armenian Apostolic, Catholic, Maronite, Orthodox, and Anglican) 10% (2015 est.)",
"demographic_profile": "&lt;p&gt;Egypt is the most populous country in the Arab world and the third most populous country in Africa, behind Nigeria and Ethiopia. Most of the country is desert, so about 95% of the population is concentrated in a narrow strip of fertile land along the Nile River, which represents only about 5% of Egypt’s land area. Egypt’s rapid population growth – 46% between 1994 and 2014 – stresses limited natural resources, jobs, housing, sanitation, education, and health care.&lt;/p&gt;&lt;p&gt;Although the country’s total fertility rate (TFR) fell from roughly 5.5 children per woman in 1980 to just over 3 in the late 1990s, largely as a result of state-sponsored family planning programs, the population growth rate dropped more modestly because of decreased mortality rates and longer life expectancies. During the last decade, Egypt’s TFR decline stalled for several years and then reversed, reaching 3.6 in 2011, and has plateaued the last few years. Contraceptive use has held steady at about 60%, while preferences for larger families and early marriage may have strengthened in the wake of the recent 2011 revolution. The large cohort of women of or nearing childbearing age will sustain high population growth for the foreseeable future (an effect called population momentum).&lt;/p&gt;&lt;p&gt;Nevertheless, post-MUBARAK governments have not made curbing population growth a priority. To increase contraceptive use and to prevent further overpopulation will require greater government commitment and substantial social change, including encouraging smaller families and better educating and empowering women. Currently, literacy, educational attainment, and labor force participation rates are much lower for women than men. In addition, the prevalence of violence against women, the lack of female political representation, and the perpetuation of the nearly universal practice of female genital cutting continue to keep women from playing a more significant role in Egypt’s public sphere.&lt;/p&gt;&lt;p&gt;Population pressure, poverty, high unemployment, and the fragmentation of inherited land holdings have historically motivated Egyptians, primarily young men, to migrate internally from rural and smaller urban areas in the Nile Delta region and the poorer rural south to Cairo, Alexandria, and other urban centers in the north, while a much smaller number migrated to the Red Sea and Sinai areas. Waves of forced internal migration also resulted from the 1967 Arab-Israeli War and the floods caused by the completion of the Aswan High Dam in 1970. Limited numbers of students and professionals emigrated temporarily prior to the early 1970s, when economic problems and high unemployment pushed the Egyptian Government to lift restrictions on labor migration. At the same time, high oil revenues enabled Saudi Arabia, Iraq, and other Gulf states, as well as Libya and Jordan, to fund development projects, creating a demand for unskilled labor (mainly in construction), which attracted tens of thousands of young Egyptian men.&lt;/p&gt;&lt;p&gt;Between 1970 and 1974 alone, Egyptian migrants in the Gulf countries increased from approximately 70,000 to 370,000. Egyptian officials encouraged legal labor migration both to alleviate unemployment and to generate remittance income (remittances continue to be one of Egypt’s largest sources of foreign currency and GDP). During the mid-1980s, however, depressed oil prices resulting from the Iran-Iraq War, decreased demand for low-skilled labor, competition from less costly South Asian workers, and efforts to replace foreign workers with locals significantly reduced Egyptian migration to the Gulf States. The number of Egyptian migrants dropped from a peak of almost 3.3 million in 1983 to about 2.2 million at the start of the 1990s, but numbers gradually recovered.&lt;/p&gt;&lt;p&gt;In the 2000s, Egypt began facilitating more labor migration through bilateral agreements, notably with Arab countries and Italy, but illegal migration to Europe through overstayed visas or maritime human smuggling via Libya also rose. The Egyptian Government estimated there were 6.5 million Egyptian migrants in 2009, with roughly 75% being temporary migrants in other Arab countries (Libya, Saudi Arabia, Jordan, Kuwait, and the United Arab Emirates) and 25% being predominantly permanent migrants in the West (US, UK, Italy, France, and Canada).&lt;/p&gt;&lt;p&gt;During the 2000s, Egypt became an increasingly important transit and destination country for economic migrants and asylum seekers, including Palestinians, East Africans, and South Asians and, more recently, Iraqis and Syrians. Egypt draws many refugees because of its resettlement programs with the West; Cairo has one of the largest urban refugee populations in the world. Many East African migrants are interned or live in temporary encampments along the Egypt-Israel border, and some have been shot and killed by Egyptian border guards.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "33.38% (male 17,177,977 /female 16,007,877)",
"15_24_years": "18.65% (male 9,551,309 /female 8,988,006)",
"25_54_years": "37.71% (male 19,053,300 /female 18,431,808)",
"55_64_years": "5.99% (male 2,956,535 /female 2,995,497)",
"65_years_and_over": "4.28% (male 2,058,217 /female 2,192,791) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "61.8 (2015 est.)",
"youth_dependency_ratio": "53.6 (2015 est.)",
"elderly_dependency_ratio": "8.2 (2015 est.)",
"potential_support_ratio": "12.2 (2015 est.)",
}, 
"median_age": 
{
"total": "23.9 years (2018 est.)",
"male": "23.6 years",
"female": "24.3 years",
}, 
"population_growth_rate": "2.38% (2018 est.)",
"birth_rate": "28.8 births/1,000 population (2018 est.)",
"death_rate": "4.5 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-0.4 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "approximately 95% of the population lives within 20 km of the Nile River and its delta; vast areas of the country remain sparsely populated or uninhabited",
"urbanization": 
{
"urban_population": "42.7% of total population (2019)",
"rate_of_urbanization": "1.86% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "20.485 million CAIRO (capital), 5.182 million Alexandria (2019)",
"sex_ratio": 
{
"at_birth": "1.06 male(s)/female",
"0_14_years": "1.07 male(s)/female",
"15_24_years": "1.06 male(s)/female",
"25_54_years": "1.03 male(s)/female",
"55_64_years": "0.99 male(s)/female",
"65_years_and_over": "0.94 male(s)/female",
"total_population": "1.04 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "22.7 years (2014 est.)",
"maternal_mortality_rate": "37 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "18.3 deaths/1,000 live births (2018 est.)",
"male": "19.5 deaths/1,000 live births",
"female": "17 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "73.2 years (2018 est.)",
"male": "71.8 years",
"female": "74.7 years",
}, 
"total_fertility_rate": "3.41 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "58.5% (2014)",
"drinking_water_source": 
{
"improved_urban": "100% of population",
"improved_rural": "99% of population",
"improved_total": "99.4% of population",
"unimproved_urban": "0% of population",
"unimproved_rural": "1% of population",
"unimproved_total": "0.6% of population (2015 est.)",
}, 
"current_health_expenditure": "4.6% (2016)",
"physicians_density": "0.79 physicians/1,000 population (2017)",
"hospital_bed_density": "1.6 beds/1,000 population (2014)",
"sanitation_facility_access": 
{
"improved_urban": "96.8% of population (2015 est.)",
"improved_rural": "93.1% of population (2015 est.)",
"improved_total": "94.7% of population (2015 est.)",
"unimproved_urban": "3.2% of population (2015 est.)",
"unimproved_rural": "6.9% of population (2015 est.)",
"unimproved_total": "5.3% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": " &lt;.1% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "22,000 (2018 est.)",
"hiv_aids_deaths": " &lt;500 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "intermediate (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
}, 
"obesity_adult_prevalence_rate": "32% (2016)",
"children_under_the_age_of_5_years_underweight": "7% (2014)",
"education_expenditures": " NA",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "80.8%",
"male": "86.5%",
"female": "75% (2017)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "13 years",
"male": "13 years",
"female": "13 years (2016)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "29.6%",
"male": "25.7%",
"female": "38.3% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Arab Republic of Egypt",
"conventional_short_form": "Egypt",
"local_long_form": "Jumhuriyat Misr al-Arabiyah",
"local_short_form": "Misr",
"former": "United Arab Republic (with Syria)",
"etymology": "the English name &quot;Egypt&quot; derives from the ancient Greek name for the country &quot;Aigyptos&quot;; the Arabic name &quot;Misr&quot; can be traced to the ancient Akkadian &quot;misru&quot; meaning border or frontier",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Cairo",
"geographic_coordinates": "30 03 N, 31 15 E",
"time_difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "27 governorates (muhafazat, singular - muhafazat); Ad Daqahliyah, Al Bahr al Ahmar (Red Sea), Al Buhayrah, Al Fayyum, Al Gharbiyah, Al Iskandariyah (Alexandria), Al Isma&#39;iliyah (Ismailia), Al Jizah (Giza), Al Minufiyah, Al Minya, Al Qahirah (Cairo), Al Qalyubiyah, Al Uqsur (Luxor), Al Wadi al Jadid (New Valley), As Suways (Suez), Ash Sharqiyah, Aswan, Asyut, Bani Suwayf, Bur Sa&#39;id (Port Said), Dumyat (Damietta), Janub Sina&#39; (South Sinai), Kafr ash Shaykh, Matruh, Qina, Shamal Sina&#39; (North Sinai), Suhaj",
"independence": "28 February 1922 (from UK protectorate status; the military-led revolution that began on 23 July 1952 led to a republic being declared on 18 June 1953 and all British troops withdrawn on 18 June 1956); note - it was ca. 3200 B.C. that the Two Lands of Upper (southern) and Lower (northern) Egypt were first united politically",
"national_holiday": "Revolution Day, 23 July (1952)",
"constitution": 
{
"history": "several previous; latest approved by a constitutional committee in December 2013, approved by referendum held on 14-15 January 2014, ratified by interim president on 19 January 2014",
"amendments": "proposed by the president of the republic or by one fifth of the House of Representatives members; a decision to accept the proposal requires majority vote by House members; passage of amendment requires a two-thirds majority vote by House members and passage by majority vote in a referendum; articles of reelection of the president and principles of freedom are not amendable unless the amendment &quot;brings more guarantees;&quot; amended 2019 (2019)",
}, 
"legal_system": "mixed legal system based on Napoleonic civil and penal law, Islamic religious law, and vestiges of colonial-era laws; judicial review of the constitutionality of laws by the Supreme Constitutional Court",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "if the father was born in Egypt",
"dual_citizenship_recognized": "only with prior permission from the government",
"residency_requirement_for_naturalization": "10 years",
}, 
"suffrage": "18 years of age; universal and compulsory",
"executive_branch": 
{
"chief_of_state": "President Abdelfattah ELSISI (since 8 June 2014)",
"head_of_government": "Prime Minister Mostafa MADBOULY (since 7 June 2018)",
"cabinet": "Cabinet ministers nominated by the executive branch and approved by the House of Representatives",
"elections_appointments": "president elected by absolute majority popular vote in 2 rounds if needed for a 6-year term (eligible for 3 consecutive terms); election last held on 26-28 March 2018 (next to be held in 2024); prime minister appointed by the president, approved by the House of Representatives; note - following&amp;nbsp; a constitutional amendment approved by referendum in April 2019, the presidential term was extended from 4 to 6 years and eligibility extended to 3 consecutive terms",
"election_results": "Abdelfattah ELSISI reelected president in first round; percent of valid votes cast - Abdelfattah ELSISI (independent) 97.1%, Moussa Mostafa MOUSSA (El Ghad Party) 2.9%; note - more than 7% of ballots cast were deemed invalid",
}, 
"legislative_branch": 
{
"description": "&lt;br /&gt;unicameral House of Representatives (Majlis Al-Nowaab) (596 seats; 448 members directly elected by individual candidacy system, 120 members - with quotas for women, youth, Christians and workers - elected in party-list constituencies by simple majority popular vote, and 28 members appointed by the president; members serve 5-year terms; note - inaugural session held on 10 January 2016&lt;br /&gt;&lt;br /&gt;&lt;strong&gt;note&lt;/strong&gt;: a referendum held in April 2019, approved a constitutional amendment - effective following the 2020 election - to restore the upper chamber of the legislative body, designated the Senate, with 180 seats - 60 members to be appointed by the president and 120 members to be directly elected; the amendment also calls for the reduction of the existing People&#39;s Assembly from 596 to 450 seats",
"elections": "multi-phase election completed on 16 December 2015 (next to be held in 2020)",
"election_results": "percent of vote by party - NA; seats by party -- Free Egyptians Party 65, Future of the Nation 53, New Wafd Party 36, Homeland&#39;s Protector Party 18, Republican People&#39;s Party 13, Congress Party 12, Al-Nour Party 11, Conservative Party 6, Democratic Peace Party 5, Egyptian National Movement 4, Egyptian Social Democratic Party 4, Modern Egypt Party 4, Freedom Party 3, My Homeland Egypt Party 3, Reform and Development Party 3, National Progressive Unionist Party 2, Arab Democratic Nasserist Party 1, El Serh El Masry el Hor 1, Revolutionary Guards Party 1, independent 351; composition - men 507, women 89, percent of women 14.9%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Constitutional Court (SCC) (consists of the court president and 10 justices); the SCC serves as the final court of arbitration on the constitutionality of laws and conflicts between lower courts regarding jurisdiction and rulings; Court of Cassation (CC) (consists of the court president and 550 judges organized in circuits with cases heard by panels of 5 judges); the CC is the highest appeals body for civil and criminal cases, also known as &quot;ordinary justices&quot;; Supreme Administrative Court (SAC) (consists of the court president and NA judges and organized in circuits with cases heard by panels of 5 judges); the SAC is the highest court of the State Council",
"judge_selection_and_term_of_office": "under the 2014 constitution, all judges and justices selected and appointed by the Supreme Judiciary Council and approved as a formality by the president of the Republic; judges appointed for life; under the 2019 amendments, the president has the power to appoint heads of judiciary authorities and courts, the prosecutor general, and the head of the Supreme Constitutional Court",
"subordinate_courts": "Courts of Appeal; Courts of First Instance; courts of limited jurisdiction; Family Court (established in 2004)",
}, 
"political_parties_and_leaders": "Al-Nour [Yunis MAKHYUN]&lt;br /&gt;Arab Democratic Nasserist Party [Dr. Mohamed ABDUL ELLA ]&lt;br /&gt;Congress Party [Omar Al-Mokhtar SEMIDA]&lt;br /&gt;Conservative Party [Akmal KOURTAM]&lt;br /&gt;Democratic Peace Party [Ahmed FADALY]&lt;br /&gt;Egyptian National Movement Party [Gen. Raouf EL SAYED]&lt;br /&gt;Egyptian Social Democratic Party [Farid ZAHRAN]&lt;br /&gt;El Ghad Party [Moussa Mostafa MOUSSA]&lt;br /&gt;El Serh El Masry el Hor [Tarek Ahmed Abbas NADIM]&lt;br /&gt;Freedom Party [Salah HASSABALAH]&lt;br /&gt;Free Egyptians Party [Essam KHALIL]&lt;br /&gt;Homeland&amp;rsquo;s Protector Party [Lt. Gen. (retired) Galal AL-HARIDI]&lt;br /&gt;Modern Egypt Party [Nabil DEIBIS]&lt;br /&gt;Nation&#39;s Future Party (Mostaqbal Watan) [Mohamed Ashraf RASHAD]&lt;br /&gt;My Homeland Egypt Party [Gen. Seif El Islam ABDEL BARY ]&lt;br /&gt;National Progressive Unionist (Tagammu) Party [Sayed Abdel AAL]&lt;br /&gt;Reform and Development Party [Mohamad Anwar al-SADAT]&lt;br /&gt;Republican People&amp;rsquo;s Party [Hazim AMR]&lt;br /&gt;Revolutionary Guards Party [Magdy EL-SHARIF]&lt;br /&gt;Wafd Party [Bahaa ABU SHOKA]",
"international_organization_participation": "ABEDA, AfDB, AFESD, AMF, AU, BSEC (observer), CAEU, CD, CICA, COMESA, D-8, EBRD, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, MINURSO, MINUSMA, MONUSCO, NAM, OAPEC, OAS (observer), OIC, OIF, OSCE (partner), PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNMISS, UNOCI, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Yasser REDA (since 19 September 2015)",
"chancery": "3521 International Court NW, Washington, DC 20008",
"telephone": "[1] (202) 895-5400",
"fax": "[1] (202) 244-5131",
"consulate_s_general": "Chicago, Houston, Los Angeles, New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Jonathan R. COHEN (since 17 November 2019)",
"telephone": "[20-2] 2797-3300",
"embassy": "5 Tawfik Diab St., Garden City, Cairo",
"mailing_address": "Unit 64900, Box 15, APO AE 09839-4900; 5 Tawfik Diab Street, Garden City, Cairo",
"fax": "[20-2] 2797-3200",
}, 
"flag_description": "three equal horizontal bands of red (top), white, and black; the national emblem (a gold Eagle of Saladin facing the hoist side with a shield superimposed on its chest above a scroll bearing the name of the country in Arabic) centered in the white band; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white)",
"national_symbol_s": "golden eagle, white lotus; national colors: red, white, black",
"national_anthem": 
{
"name": "&quot;Bilady, Bilady, Bilady&quot; (My Homeland, My Homeland, My Homeland)",
"lyrics_music": "Younis-al QADI/Sayed DARWISH",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Occupying the northeast corner of the African continent, Egypt is bisected by the highly fertile Nile valley where most economic activity takes place. Egypt&#39;s economy was highly centralized during the rule of former President Gamal Abdel NASSER but opened up considerably under former Presidents Anwar EL-SADAT and Mohamed Hosni MUBARAK. Agriculture, hydrocarbons, manufacturing, tourism, and other service sectors drove the country’s relatively diverse economic activity.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Despite Egypt’s mixed record for attracting foreign investment over the past two decades, poor living conditions and limited job opportunities have contributed to public discontent. These socioeconomic pressures were a major factor leading to the January 2011 revolution that ousted MUBARAK. The uncertain political, security, and policy environment since 2011 has restricted economic growth and failed to alleviate persistent unemployment, especially among the young.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In late 2016, persistent dollar shortages and waning aid from its Gulf allies led Cairo to turn to the IMF for a 3-year, $12 billion loan program. To secure the deal, Cairo floated its currency, introduced new taxes, and cut energy subsidies - all of which pushed inflation above 30% for most of 2017, a high that had not been seen in a generation. Since the currency float, foreign investment in Egypt’s high interest treasury bills has risen exponentially, boosting both dollar availability and central bank reserves. Cairo will be challenged to obtain foreign and local investment in manufacturing and other sectors without a sustained effort to implement a range of business reforms.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$1.204 trillion",
"2016": "$1.155 trillion",
"2015": "$1.107 trillion",
},
"gdp_official_exchange_rate": "$236.5 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "4.2%",
"2016": "4.3%",
"2015": "4.4%",
},
"gdp_per_capita_ppp":
{
"2017": "$12,700",
"2016": "$12,800",
"2015": "$12,400",
},
"gross_national_saving":
{
"2017": "9% of GDP",
"2016": "9.1% of GDP",
"2015": "10.6% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "86.8% (2017 est.)",
"government_consumption": "10.1% (2017 est.)",
"investment_in_fixed_capital": "14.8% (2017 est.)",
"investment_in_inventories": "0.5% (2017 est.)",
"exports_of_goods_and_services": "16.3% (2017 est.)",
"imports_of_goods_and_services": "-28.5% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "11.7% (2017 est.)",
"industry": "34.3% (2017 est.)",
"services": "54% (2017 est.)",
}, 
"agriculture_products": "cotton, rice, corn, wheat, beans, fruits, vegetables; cattle, water buffalo, sheep, goats",
"industries": "textiles, food processing, tourism, chemicals, pharmaceuticals, hydrocarbons, construction, cement, metals, light manufactures",
"industrial_production_growth_rate": "3.5% (2017 est.)",
"labor_force": "29.95 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "25.8%",
"industry": "25.1%",
"services": "49.1% (2015 est.)",
}, 
"unemployment_rate":
{
"2017": "12.2%",
"2016": "12.7%",
},
"population_below_poverty_line": "27.8% (2016 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "4%",
"highest_10": "26.6% (2008)",
}, 
"distribution_of_family_income_gini_index":
{
"2015": "31.8",
"2012": "29.8",
},
"budget": 
{
"revenues": "42.32 billion (2017 est.)",
"expenditures": "62.61 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "17.9% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-8.6% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "103% of GDP",
"2016": "96.8% of GDP",
},
"fiscal_year": "1 July - 30 June",
"inflation_rate_consumer_prices":
{
"2017": "23.5%",
"2016": "10.2%",
},
"central_bank_discount_rate":
{
"9 July 2017": "19.25%",
"3 November 2016": "15.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "18.18%",
"31 December 2016": "13.6%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$43.4 billion",
"31 December 2016": "$34.51 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$43.4 billion",
"31 December 2016": "$34.51 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$193.4 billion",
"31 December 2016": "$178.7 billion",
},
"market_value_of_publicly_traded_shares":
{
"30 December 2016": "$27.35 billion",
"31 December 2015": "$25.07 billion",
"31 December 2014": "$26.33 billion",
},
"current_account_balance":
{
"2017": "-$14.92 billion",
"2016": "-$19.83 billion",
},
"exports":
{
"2017": "$23.3 billion",
"2016": "$20.02 billion",
},
"exports_partners": "UAE 10.9%, Italy 10%, US 7.4%, UK 5.7%, Turkey 4.4%, Germany 4.3%, India 4.3% (2017)",
"exports_commodities": "crude oil and petroleum products, fruits and vegetables, cotton, textiles, metal products, chemicals, processed food",
"imports":
{
"2017": "$59.78 billion",
"2016": "$57.84 billion",
},
"imports_commodities": "machinery and equipment, foodstuffs, chemicals, wood products, fuels",
"imports_partners": "China 7.9%, UAE 5.2%, Germany 4.8%, Saudi Arabia 4.6%, US 4.4%, Russia 4.3% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$35.89 billion",
"31 December 2016": "$23.2 billion",
},
"debt_external":
{
"31 December 2017": "$77.47 billion",
"31 December 2016": "$62.38 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$106.6 billion",
"31 December 2016": "$97.14 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$7.426 billion",
"31 December 2016": "$7.257 billion",
},
"exchange_rates": 
{
"currency": "Egyptian pounds (EGP) per US dollar -",
"exchange_rates":
{
"2017": "18.05",
"2016": "8.8",
"2015": "10.07",
"2014": "7.7133",
"2013": "7.08",
},
}, 
}, 
"energy": 
{
"electricity_access": "100% (2016)",
"electricity_production": "183.5 billion kWh (2016 est.)",
"electricity_consumption": "159.7 billion kWh (2016 est.)",
"electricity_exports": "1.158 billion kWh (2015 est.)",
"electricity_imports": "54 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "45.12 million kW (2016 est.)",
"electricity_from_fossil_fuels": "91% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "6% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "2% of total installed capacity (2017 est.)",
"crude_oil_production": "639,000 bbl/day (2018 est.)",
"crude_oil_exports": "246,500 bbl/day (2017 est.)",
"crude_oil_imports": "64,760 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "4.4 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "547,500 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "878,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "47,360 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "280,200 bbl/day (2015 est.)",
"natural_gas_production": "50.86 billion cu m (2017 est.)",
"natural_gas_consumption": "57.71 billion cu m (2017 est.)",
"natural_gas_exports": "212.4 million cu m (2017 est.)",
"natural_gas_imports": "7.079 billion cu m (2017 est.)",
"natural_gas_proved_reserves": "2.186 trillion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "232.7 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "6,604,849",
"subscriptions_per_100_inhabitants": "7 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "102,958,194",
"subscriptions_per_100_inhabitants": "106 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "one of the largest fixed-line systems in Africa and the Arab region; 4 mobile-cellular networks (3 international and&amp;nbsp;1 local)&amp;nbsp;cover most populated area of Egypt; Telecom Egypt, the country&#39;s only fixed-line operator, is 80% state owned;&amp;nbsp;principal centers at Alexandria, Cairo, Al Mansurah, Ismailia, Suez, and Tanta are connected by coaxial cable and microwave radio relay; launch of LTE in late 2017 greatly&amp;nbsp;helped the capabilities of mobile broadband services and will continue to do so&amp;nbsp;for future development (2018)",
"domestic": "fixed-line&amp;nbsp;8 per 100, mobile-cellular&amp;nbsp;101 per 100 (2018)",
"international": "country code - 20; landing point for Aletar, Africa-1, FEA, Hawk, IMEWE,&amp;nbsp;and the SEA-ME-WE-3 &amp;amp; 4&amp;nbsp;submarine cable networks linking to Asia, Africa, the Middle East, and Australia&amp;nbsp;; satellite earth stations - 4 (2 Intelsat - Atlantic Ocean and Indian Ocean, 1 Arabsat, and 1 Inmarsat); tropospheric scatter to Sudan; microwave radio relay to Israel; a participant in Medarabtel (2019)",
}, 
"broadcast_media": "mix of state-run and private broadcast media; state-run TV operates 2 national and 6 regional terrestrial networks, as well as a few satellite channels; dozens of private satellite channels and a large number of Arabic satellite channels are available for free; some limited satellite services are also available via subscription; state-run radio operates about 30 stations belonging to 8 networks; privately-owned radio includes 8 major stations, 4 of which belong to 1 network (2019)",
"internet_country_code": ".eg",
"internet_users": 
{
"total": "39,097,468",
"percent_of_population": "41.3% (2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "5,223,311",
"subscriptions_per_100_inhabitants": "5 (2017 est.)",
}, 
"communications_note": "one of the largest and most famous libraries in the ancient world was the Great Library of Alexandria in Egypt (founded about 295 B.C., it may have survived in some form into the 5th century A.D.); seeking to resurrect the great center of learning and communication, the Egyptian Government in 2002 inaugurated the Bibliotheca Alexandrina, an Egyptian National Library on the site of the original Great Library, which commemorates the original archive and also serves as a center of cultural and scientific excellence",
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.25% of GDP",
"March 2017": "1.42% of GDP",
"2016": "1.67% of GDP",
"2015": "1.72% of GDP",
"2014": "1.69% of GDP",
},
"military_and_security_forces": "Egyptian Armed Forces (EAF): Army (includes surface-to-surface missile forces, special forces, Republican Guard), Navy (includes coastal defense, Coast Guard), Air Force, Air Defense Command; Ministry of Interior: Central Security Forces (2019)",
"military_service_age_and_obligation": "18-30 years of age for male conscript military service; service obligation - 18-36 months, followed by a 9-year reserve obligation; voluntary enlistment possible from age 15 (2017)",
"military_note": "The Interior Ministry includes the National Guard, Border Guard Forces, Central Security Forces, and the police.&amp;nbsp; (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "14 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "101 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "10,159,464 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "397,531,535 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "SU (2016)",
"airports": "83 (2013)",
"airports_with_paved_runways": 
{
"total": "72 (2017)",
"over_3_047_m": "15 (2017)",
"2_438_to_3_047_m": "36 (2017)",
"1_524_to_2_437_m": "15 (2017)",
"under_914_m": "6 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "11 (2013)",
"2_438_to_3_047_m": "1 (2013)",
"1_524_to_2_437_m": "3 (2013)",
"914_to_1_523_m": "4 (2013)",
"under_914_m": "3 (2013)",
}, 
"heliports": "7 (2013)",
"pipelines": "486 km condensate, 74 km condensate/gas, 7986 km gas, 957 km liquid petroleum gas, 5225 km oil, 37 km oil/gas/water, 895 km refined products, 65 km water (2013)",
"railways": 
{
"total": "5,085 km (2014)",
"standard_gauge": "5,085 km 1.435-m gauge (62 km electrified) (2014)",
}, 
"roadways": 
{
"total": "65,050 km (2017)",
"paved": "48,000 km (2017)",
"unpaved": "17,050 km (2017)",
}, 
"waterways": "3,500 km (includes the Nile River, Lake Nasser, Alexandria-Cairo Waterway, and numerous smaller canals in Nile Delta; the Suez Canal (193.5 km including approaches) is navigable by oceangoing vessels drawing up to 17.68 m) (2011)",
"merchant_marine": 
{
"total": "389",
"by_type": "bulk carrier 14, container ship 8, general cargo 33, oil tanker 36, other 298 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Mediterranean Sea - Alexandria, Damietta, El Dekheila, Port Said",
"oil_terminal_s": "Ain Sukhna terminal, Sidi Kerir terminal",
"container_port_s_teus": "Alexandria (1,613,000), Port Said (East) (2,968,308) (2017)",
"lng_terminal_s_export": "Damietta, Idku (Abu Qir Bay)",
}, 
}, 
"terrorism": 
{
"terrorist_groups_home_based": 
{
"harakat_sawa_d_misr_hasm": "&lt;strong&gt;aim(s):&lt;/strong&gt; overthrow the Egyptian Government&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; Cairo, Nile Delta, Western Desert (2018)",
"islamic_state_of_iraq_and_ash_sham_isis_sinai_province": "&lt;strong&gt;aim(s):&lt;/strong&gt; spread the ISIS caliphate by eliminating the Egyptian Government, destroying Israel, and establishing an Islamic emirate in the Sinai&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; operations are based out of the Sinai Peninsula, but its reach extends to Cairo, the Egyptian Nile Valley, and Gaza; operations mainly target Egyptian security forces, but also include attacks on civilians, as well as kidnappings&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; formerly known as Ansar Bayt al-Maqdis; core ISIS refers to Egypt as its Wilayat Sinai (2018)",
"liwa_al_thawra": "&lt;strong&gt;aim(s):&lt;/strong&gt; overthrow the Egyptian Government&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; Cairo, Monofeya, and Qalyubia governorates (2019)",
}, 
"terrorist_groups_foreign_based": 
{
"al_qa_ida_aq": "&lt;strong&gt;aim(s):&lt;/strong&gt; overthrow the Egyptian Government and, ultimately, establish a pan-Islamic caliphate under a strict Salafi Muslim interpretation of sharia&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; maintains a longtime operational presence and established networks (2018)",
"army_of_islam_aoi": "&lt;strong&gt;aim(s): &lt;/strong&gt;disrupt the Egyptian Government&#39;s efforts to provide security and, ultimately, establish an Islamic caliphate&lt;br /&gt;&lt;strong&gt;area(s) of operation:&amp;nbsp;&lt;/strong&gt;operational mainly in Cairo and the Sinai Peninsula &lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; associated with ISIS-Sinai Province; targets Israeli Government interests, sometimes in collaboration with the Mujahidin Shura Council in the Environs of Jerusalem (2018)",
}
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Sudan claims but Egypt de facto administers security and economic development of Halaib region north of the 22nd parallel boundary; Egypt no longer shows its administration of the Bir Tawil trapezoid in Sudan on its maps; Gazan breaches in the security wall with Egypt in January 2008 highlight difficulties in monitoring the Sinai border; Saudi Arabia claims Egyptian-administered islands of Tiran and Sanafir&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "70,021 (West Bank and Gaza Strip) (2017); 129,779 (Syria) (refugees and asylum seekers), 46,177 (Sudan) (refugees and asylum seekers),&amp;nbsp;18,004 (South Sudan) (refugees and asylum seekers), 17,514 (Eritrea) (refugees and asylum seekers), 16,210 (Ethiopia) (refugees and asylum seekers),&amp;nbsp;6,903 (Somalia) (refugees and asylum seekers), 6,752 (Iraq) (refugees and asylum seekers) (2019)",
"idps": "97,000 (2018)",
}, 
"trafficking_in_persons": 
{
"current_situation": "Egypt is a source, transit, and destination country for men, women, and children subjected to sex trafficking and forced labor; Egyptian children, including the large population of street children are vulnerable to forced labor in domestic service, begging and agriculture or may be victims of sex trafficking or child sex tourism, which occurs in Cairo, Alexandria, and Luxor; some Egyptian women and girls are sold into &quot;temporary&quot; or &quot;summer&quot; marriages with Gulf men, through the complicity of their parents or marriage brokers, and are exploited for prostitution or forced labor; Egyptian men are subject to forced labor in neighboring countries, while adults from South and Southeast Asia and East Africa – and increasingly Syrian refugees – are forced to work in domestic service, construction, cleaning, and begging in Egypt; women and girls, including migrants and refugees, from Asia, sub-Saharan Africa, and the Middle East are sex trafficked in Egypt; the Egyptian military cracked down on criminal group’s smuggling, abducting, trafficking, and extorting African migrants in the Sinai Peninsula, but the practice has reemerged along Egypt’s western border with Libya",
"tier_rating": "Tier 2 Watch List – Egypt does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government gathered data nationwide on trafficking cases to better allocate and prioritize anti-trafficking efforts, but overall it did not demonstrate increased progress; prosecutions increased in 2014, but no offenders were convicted for the second consecutive year; fewer trafficking victims were identified in 2014, which represents a significant and ongoing decrease from the previous two reporting periods; the government relied on NGOs and international organizations to identify and refer victims to protective services, and focused on Egyptian victims and refused to provide some services to foreign victims, at times including shelter (2015)",
}, 
"illicit_drugs": "transit point for cannabis, heroin, and opium moving to Europe, Israel, and North Africa; transit stop for Nigerian drug couriers; concern as money laundering site due to lax enforcement of financial regulations",
}
}
