{
"name": "Equatorial Guinea",
"code": "EK",
"publish_date": "December 17, 2019",
"introduction": 
{
"background": "Equatorial Guinea gained independence in 1968 after 190 years of Spanish rule; it is one of the smallest countries in Africa consisting of a mainland territory and five inhabited islands. The capital of Malabo is located on the island of Bioko, approximately 25 km from the Cameroonian coastline in the Gulf of Guinea. Between 1968 and 1979, autocratic President Francisco MACIAS NGUEMA virtually destroyed all of the country&#39;s political, economic, and social institutions before being deposed by his nephew Teodoro OBIANG NGUEMA MBASOGO in a coup. President OBIANG has ruled since October 1979. He has been elected several times since 1996, and was most recently reelected in 2016. Although nominally a constitutional democracy since 1991, presidential and legislative elections since 1996 have generally been labeled as flawed. The president exerts almost total control over the political system and has placed legal and bureaucratic barriers that hinder political opposition. Equatorial Guinea has experienced rapid economic growth due to the discovery of large offshore oil reserves, and in the last decade had become Sub-Saharan Africa&#39;s third largest oil exporter, though in 2018 it slipped to 5&lt;sup&gt;th&lt;/sup&gt; place. Despite the country&#39;s economic windfall from oil production, resulting in a massive increase in government revenue in recent years, the drop in global oil prices has placed significant strain on the state budget. The country has been in recession since 2014. Oil revenues have mainly been used for the development of infrastructure and there have been limited improvements in the population&#39;s living standards. Equatorial Guinea continues to seek to diversify its economy and to increase foreign investment. The country hosts major regional and international conferences and continues to seek a greater role in international affairs, and leadership in the sub-region. &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Central Africa, bordering the Bight of Biafra, between Cameroon and Gabon",
"geographic_coordinates": "2 00 N, 10 00 E",
"map_references": "Africa",
"area": 
{
"total": "28,051 sq km",
"land": "28,051 sq km",
"water": "0 sq km",
}, 
"area_comparative": "slightly smaller than Maryland",
"land_boundaries": 
{
"total": "528 km",
"border_countries": "Cameroon 183 km, Gabon 345 km",
}, 
"coastline": "296 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
}, 
"climate": "tropical; always hot, humid",
"terrain": "coastal plains rise to interior hills; islands are volcanic",
"elevation": 
{
"mean_elevation": "577 m",
"lowest_point": "Atlantic Ocean 0 m",
"highest_point": "Pico Basile 3,008 m",
}, 
"natural_resources": "petroleum, natural gas, timber, gold, bauxite, diamonds, tantalum, sand and gravel, clay",
"land_use": 
{
"agricultural_land": "10.1% (2011 est.)",
"agricultural_land_arable_land": "4.3% (2011 est.)",
"agricultural_land_permanent_crops": "2.1% (2011 est.)",
"agricultural_land_permanent_pasture": "3.7% (2011 est.)",
"forest": "57.5% (2011 est.)",
"other": "32.4% (2011 est.)",
}, 
"irrigated_land": " NA",
"population_distribution": "only two large cities over 30,000 people (Bata on the mainland, and the capital Malabo on the island of Bioko); small communities are scattered throughout the mainland and the five inhabited islands",
"natural_hazards": "&lt;p&gt;violent windstorms; flash floods&lt;/p&gt;&lt;p&gt;&lt;strong&gt;volcanism:&lt;/strong&gt; Santa Isabel (3,007 m), which last erupted in 1923, is the country&#39;s only historically active volcano; Santa Isabel, along with two dormant volcanoes, form Bioko Island in the Gulf of Guinea&lt;/p&gt;",
"environment_current_issues": "deforestation (forests are threatened by agricultural expansion, fires, and grazing); desertification; water pollution (tap water is non-potable); wildlife preservation",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "insular and continental regions widely separated; despite its name, no part of the Equator passes through Equatorial Guinea; the mainland part of the country is located just north of the Equator",
}, 
"people_and_society": 
{
"population": "797,457 (July 2018 est.)",
"nationality": 
{
"noun": "Equatorial Guinean(s) or Equatoguinean(s)",
"adjective": "Equatorial Guinean or Equatoguinean",
}, 
"ethnic_groups": "Fang 85.7%, Bubi 6.5%, Mdowe 3.6%, Annobon 1.6%, Bujeba 1.1%, other 1.4% (1994 census)",
"languages": "Spanish (official) 67.6%, other (includes Fang, Bubi, Portuguese (official), French (official)) 32.4% (1994 census)",
"religions": "nominally Christian and predominantly Roman Catholic, Muslim, Baha&#39;i, animist, indigenous",
"demographic_profile": "&lt;p&gt;Equatorial Guinea is one of the smallest and least populated countries in continental Africa and is the only independent African country where Spanish is an official language. Despite a boom in oil production in the 1990s, authoritarianism, corruption, and resource mismanagement have concentrated the benefits among a small elite. These practices have perpetuated income inequality and unbalanced development, such as low public spending on education and health care. Unemployment remains problematic because the oil-dominated economy employs a small labor force dependent on skilled foreign workers. The agricultural sector, Equatorial Guinea’s main employer, continues to deteriorate because of a lack of investment and the migration of rural workers to urban areas. About three-quarters of the population lives below the poverty line.&lt;/p&gt;&lt;p&gt;Equatorial Guinea’s large and growing youth population – about 60% are under the age of 25 – is particularly affected because job creation in the non-oil sectors is limited, and young people often do not have the skills needed in the labor market. Equatorial Guinean children frequently enter school late, have poor attendance, and have high dropout rates. Thousands of Equatorial Guineans fled across the border to Gabon in the 1970s to escape the dictatorship of MACIAS NGUEMA; smaller numbers have followed in the decades since. Continued inequitable economic growth and high youth unemployment increases the likelihood of ethnic and regional violence.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "39.46% (male 159,814 /female 154,860)",
"15_24_years": "19.8% (male 80,368 /female 77,515)",
"25_54_years": "32.34% (male 129,248 /female 128,664)",
"55_64_years": "4.46% (male 15,428 /female 20,176)",
"65_years_and_over": "3.94% (male 13,000 /female 18,384) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "67.5 (2015 est.)",
"youth_dependency_ratio": "62.7 (2015 est.)",
"elderly_dependency_ratio": "4.8 (2015 est.)",
"potential_support_ratio": "20.6 (2015 est.)",
}, 
"median_age": 
{
"total": "19.9 years (2018 est.)",
"male": "19.5 years",
"female": "20.4 years",
}, 
"population_growth_rate": "2.41% (2018 est.)",
"birth_rate": "31.7 births/1,000 population (2018 est.)",
"death_rate": "7.6 deaths/1,000 population (2018 est.)",
"net_migration_rate": "0 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "only two large cities over 30,000 people (Bata on the mainland, and the capital Malabo on the island of Bioko); small communities are scattered throughout the mainland and the five inhabited islands",
"urbanization": 
{
"urban_population": "72.6% of total population (2019)",
"rate_of_urbanization": "4.28% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "297,000 MALABO (capital) (2018)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.03 male(s)/female",
"15_24_years": "1.04 male(s)/female",
"25_54_years": "1 male(s)/female",
"55_64_years": "0.76 male(s)/female",
"65_years_and_over": "0.71 male(s)/female",
"total_population": "1 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "301 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "63.3 deaths/1,000 live births (2018 est.)",
"male": "64.4 deaths/1,000 live births",
"female": "62.2 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "65 years (2018 est.)",
"male": "63.8 years",
"female": "66.2 years",
}, 
"total_fertility_rate": "4.29 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "12.6% (2011)",
"drinking_water_source": 
{
"improved_urban": "72.5% of population",
"improved_rural": "31.5% of population",
"improved_total": "47.9% of population",
"unimproved_urban": "27.5% of population",
"unimproved_rural": "68.5% of population",
"unimproved_total": "52.1% of population (2015 est.)",
}, 
"current_health_expenditure": "3.4% (2016)",
"physicians_density": "0.4 physicians/1,000 population (2017)",
"hospital_bed_density": "2.1 beds/1,000 population (2010)",
"sanitation_facility_access": 
{
"improved_urban": "79.9% of population (2015 est.)",
"improved_rural": "71% of population (2015 est.)",
"improved_total": "74.5% of population (2015 est.)",
"unimproved_urban": "20.1% of population (2015 est.)",
"unimproved_rural": "29% of population (2015 est.)",
"unimproved_total": "25.5% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "7.1% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "62,000 (2018 est.)",
"hiv_aids_deaths": "1,800 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"animal_contact_diseases": "rabies (2016)",
}, 
"obesity_adult_prevalence_rate": "8% (2016)",
"children_under_the_age_of_5_years_underweight": "5.6% (2011)",
"education_expenditures": " NA",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "95.3%",
"male": "97.4%",
"female": "93% (2015)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Equatorial Guinea",
"conventional_short_form": "Equatorial Guinea",
"local_long_form": "Republica de Guinea Ecuatorial/Republique de Guinee Equatoriale",
"local_short_form": "Guinea Ecuatorial/Guinee Equatoriale",
"former": "Spanish Guinea",
"etymology": "the country is named for the Guinea region of West Africa that lies along the Gulf of Guinea and stretches north to the Sahel; the &quot;equatorial&quot; refers to the fact that the country lies just north of the Equator",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Malabo; note - a new capital of Oyala is being built on the mainland near Djibloho; Malabo is on the island of Bioko",
"geographic_coordinates": "3 45 N, 8 47 E",
"time_difference": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "7 provinces (provincias, singular - provincia); Annobon, Bioko Norte, Bioko Sur, Centro Sur, Kie-Ntem, Litoral, Wele-Nzas",
"independence": "12 October 1968 (from Spain)",
"national_holiday": "Independence Day, 12 October (1968)",
"constitution": 
{
"history": "previous 1968, 1973, 1982; approved by referendum 17 November 1991",
"amendments": "proposed by the president of the republic or supported by three fourths of the membership in either house of the National Assembly; passage requires three-fourths majority vote by both houses of the Assembly and approval in a referendum if requested by the president; amended several times, last in 2012 (2017)",
}, 
"legal_system": "mixed system of civil and customary law",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Equatorial Guinea",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "10 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Brig. Gen. (Ret.) Teodoro OBIANG Nguema Mbasogo (since 3 August 1979 when he seized power in a military coup); Vice President Teodoro OBIANG Nguema Mangue(since 2012)",
"head_of_government": "Prime Minister Francisco Pascual Eyegue OBAMA Asue (since 23 June 2016); First Deputy Prime Minister Clemente Engonga NGUEMA Onguene (since 23 June 2016); Second Deputy Prime Minister Angel MESIE Mibuy (since&amp;nbsp;5 February 2018); Third Deputy Prime Minister Alfonso Nsue MOKUY (since 23 June 2016)",
"cabinet": "Council of Ministers appointed by the president and overseen by the prime minister",
"elections_appointments": "president directly elected by simple majority popular vote for a 7-year term (eligible for a second term); election last held on 24 April 2016 (next to be held in 2023); prime minister and deputy prime ministers appointed by the president",
"election_results": "Teodoro OBIANG Nguema Mbasogo reelected president; percent of vote - Teodoro OBIANG Nguema Mbasogo (PDGE) 93.5%, other 6.5%",
}, 
"legislative_branch": 
{
"description": "bicameral National Assembly or Asemblea Nacional consists of:&lt;br /&gt;Senate or Senado (70 seats; 55 members directly elected in multi-seat constituencies by closed party-list proportional representation vote and 15 appointed by the president)&lt;br /&gt; Chamber of Deputies or Camara de los Diputados (100 seats; members directly elected in multi-seat constituencies by closed paryt-list proportional representation vote to serve 5-year terms)",
"elections": "Senate - last held on 12 November 2017 (next to be held in 2022/2023)&lt;br /&gt; Chamber of Deputies - last held on 12 November 2017 (next to be held in 2022/2023)",
"election_results": "Senate - percent of vote by party - NA; seats by party - PDGE and aligned coalition 70; composition - men 60, women 10, percent of women 14.3%&lt;br /&gt;&lt;br /&gt; Chamber of Deputies - percent of vote by party - NA; seats by party - PDGE 99, CI 1; composition - men 78, women 22, percent of women 22%; note - total National Assembly percent of women 18.8%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court of Justice (consists of the chief justice - who is also chief of state - and 9 judges&amp;nbsp; organized into civil, criminal, commercial, labor, administrative, and customary sections); Constitutional Court (consists of the court president and 4 members)",
"judge_selection_and_term_of_office": "Supreme Court judges appointed by the president for 5-year terms; Constitutional Court members appointed by the president, 2 of whom are nominated by the Chamber of Deputies; note - judges subject to dismissal by the president at any time",
"subordinate_courts": "Court of Guarantees; military courts; Courts of Appeal; first instance tribunals; district and county tribunals",
}, 
"political_parties_and_leaders": "Citizens for Innovation or CI [Gabriel Nse Obiang OBONO]&lt;br /&gt;Convergence Party for Social Democracy or CPDS [Andres ESONO ONDO]&lt;br /&gt;Democratic Party for Equatorial Guinea or PDGE [Teodoro Obiang NGUEMA MBASOGO]&lt;br /&gt;Electoral Coalition or EC&lt;br /&gt;Juntos Podemos (coalition includes CPDS, FDR, UDC)&lt;br /&gt;National Congress of Equatorial Guinea [Agustin MASOKO ABEGUE]&lt;br /&gt;National Democratic Party [Benedicto OBIANG MANGUE]&lt;br /&gt;National Union for Democracy [Thomas MBA MONABANG]&lt;br /&gt;Popular Action of Equatorial Guinea or APGE [Carmelo MBA BACALE]&lt;br /&gt;Popular Union or UP [Daniel MARTINEZ AYECABA]&lt;br /&gt;Union for the Center right or UDC [Avelino MOCACHE MEHENGA]&lt;br /&gt;&lt;strong&gt;not officially registered parties:&lt;br /&gt;&lt;/strong&gt;Democratic Republican Force or FDR [Guillermo NGUEMA ELA]&lt;br /&gt;Party for Progress of Equatorial Guinea or PPGE [Severo MOTO]",
"international_organization_participation": "ACP, AfDB, AU, BDEAC, CEMAC, CPLP (associate), FAO, FZ, G-77, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IPU, ITSO, ITU, MIGA, NAM, OAS (observer), OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO,&amp;nbsp;UN Security Council (temporary), UNWTO, UPU, WHO, WIPO, WTO (observer)",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Miguel Ntutumu EVUNA ANDEME (since 23 February 2015)",
"chancery": "2020 16th Street NW, Washington, DC 20009",
"telephone": "[1] (202) 518-5700",
"fax": "[1] (202) 518-5252",
"consulate_s_general": "Houston",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Susan N. STEVENSON (since 7 May 2019)",
"telephone": "[240] 333 09 57 41 or 1-301-985-8750",
"embassy": "Malabo II Highway (between the Headquarters of Sonagas and the offices of the United Nations)",
"mailing_address": "US Embassy Malabo, 2320 Malabo Place, Washington, DC 20521-2520",
}, 
"flag_description": "three equal horizontal bands of green (top), white, and red, with a blue isosceles triangle based on the hoist side and the coat of arms centered in the white band; the coat of arms has six yellow six-pointed stars (representing the mainland and five offshore islands) above a gray shield bearing a silk-cotton tree and below which is a scroll with the motto UNIDAD, PAZ, JUSTICIA (Unity, Peace, Justice); green symbolizes the jungle and natural resources, blue represents the sea that connects the mainland to the islands, white stands for peace, and red recalls the fight for independence",
"national_symbol_s": "silk cotton tree; national colors: green, white, red, blue",
"national_anthem": 
{
"name": "&quot;Caminemos pisando la senda&quot; (Let Us Tread the Path)",
"lyrics_music": "Atanasio Ndongo MIYONO/Atanasio Ndongo MIYONO or Ramiro Sanchez LOPEZ (disputed)",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Exploitation of oil and gas deposits, beginning in the 1990s, has driven economic growth in Equatorial Guinea; a recent rebasing of GDP resulted in an upward revision of the size of the economy by approximately 30%. Forestry and farming are minor components of GDP. Although preindependence Equatorial Guinea counted on cocoa production for hard currency earnings, the neglect of the rural economy since independence has diminished the potential for agriculture-led growth. Subsistence farming is the dominant form of livelihood. Declining revenue from hydrocarbon production, high levels of infrastructure expenditures, lack of economic diversification, and corruption have pushed the economy into decline in recent years and limited improvements in the general population’s living conditions. Equatorial Guinea’s real GDP growth has been weak in recent years, averaging -0.5% per year from 2010 to 2014, because of a declining hydrocarbon sector. Inflation remained very low in 2016, down from an average of 4% in 2014.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;As a middle income country, Equatorial Guinea is now ineligible for most low-income World Bank and the IMF funding. The government has been widely criticized for its lack of transparency and misuse of oil revenues and has attempted to address this issue by working toward compliance with the Extractive Industries Transparency Initiative. US foreign assistance to Equatorial Guinea is limited in part because of US restrictions pursuant to the Trafficking Victims Protection Act.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Equatorial Guinea hosted two economic diversification symposia in 2014 that focused on attracting investment in five sectors: agriculture and animal ranching, fishing, mining and petrochemicals, tourism, and financial services. Undeveloped mineral resources include gold, zinc, diamonds, columbite-tantalite, and other base metals. In 2017 Equatorial Guinea signed a preliminary agreement with Ghana to sell liquefied natural gas (LNG); as oil production wanes, the government believes LNG could provide a boost to revenues, but it will require large investments and long lead times to develop.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$31.52 billion",
"2016": "$32.57 billion",
"2015": "$35.62 billion",
},
"gdp_official_exchange_rate": "$12.49 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "-3.2%",
"2016": "-8.6%",
"2015": "-9.1%",
},
"gdp_per_capita_ppp":
{
"2017": "$37,400",
"2016": "$39,700",
"2015": "$44,600",
},
"gross_national_saving":
{
"2017": "6.1% of GDP",
"2016": "3.6% of GDP",
"2015": "8.5% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "50% (2017 est.)",
"government_consumption": "21.8% (2017 est.)",
"investment_in_fixed_capital": "10.2% (2017 est.)",
"investment_in_inventories": "0.1% (2017 est.)",
"exports_of_goods_and_services": "56.9% (2017 est.)",
"imports_of_goods_and_services": "-39% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "2.5% (2017 est.)",
"industry": "54.6% (2017 est.)",
"services": "42.9% (2017 est.)",
}, 
"agriculture_products": "coffee, cocoa, rice, yams, cassava (manioc, tapioca), bananas, palm oil nuts; livestock; timber",
"industries": "petroleum, natural gas, sawmilling",
"industrial_production_growth_rate": "-6.9% (2017 est.)",
"labor_force": "195,200 (2007 est.)",
"unemployment_rate":
{
"2014": "8.6%",
"2009": "22.3%",
},
"population_below_poverty_line": "44% (2011 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": " NA",
"highest_10": " NA",
}, 
"budget": 
{
"revenues": "2.114 billion (2017 est.)",
"expenditures": "2.523 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "16.9% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-3.3% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "37.4% of GDP",
"2016": "43.3% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "0.7%",
"2016": "1.4%",
},
"central_bank_discount_rate":
{
"31 December 2010": "8.5%",
"31 December 2009": "4.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "15%",
"31 December 2016": "14%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$1.51 billion",
"31 December 2016": "$1.467 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$1.51 billion",
"31 December 2016": "$1.467 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$2.806 billion",
"31 December 2016": "$2.254 billion",
},
"current_account_balance":
{
"2017": "-$738 million",
"2016": "-$1.457 billion",
},
"exports":
{
"2017": "$6.118 billion",
"2016": "$5.042 billion",
},
"exports_partners": "China 28%, India 11.8%, South Korea 10.3%, Portugal 8.7%, US 6.9%, Spain 4.9% (2017)",
"exports_commodities": "petroleum products, timber",
"imports":
{
"2017": "$2.577 billion",
"2016": "$2.915 billion",
},
"imports_commodities": "petroleum sector equipment, other equipment, construction materials, vehicles",
"imports_partners": "Spain 20.5%, China 19.4%, US 13%, Cote dIvoire 6.2%, Netherlands 4.7% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$45.5 million",
"31 December 2016": "$62.31 million",
},
"debt_external":
{
"31 December 2017": "$1.211 billion",
"31 December 2016": "$1.074 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2009": "",
},
"exchange_rates": 
{
"currency": "Cooperation Financiere en Afrique Centrale francs (XAF) per US dollar -",
"exchange_rates":
{
"2017": "605.3",
"2016": "593.01",
"2015": "593.01",
"2014": "591.45",
"2013": "494.42",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "300,000 (2016)",
"electrification_total_population": "67.9% (2016)",
"electrification_urban_areas": "90.8% (2016)",
"electrification_rural_areas": "52.6% (2016)",
}, 
"electricity_production": "500 million kWh (2016 est.)",
"electricity_consumption": "465 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "331,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "61% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "38% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "2% of total installed capacity (2017 est.)",
"crude_oil_production": "172,000 bbl/day (2018 est.)",
"crude_oil_exports": "308,700 bbl/day (2017 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "1.1 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "5,200 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "5,094 bbl/day (2015 est.)",
"natural_gas_production": "6.069 billion cu m (2017 est.)",
"natural_gas_consumption": "1.189 billion cu m (2017 est.)",
"natural_gas_exports": "4.878 billion cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "36.81 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "3.062 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "10,989",
"subscriptions_per_100_inhabitants": "1 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "575,650",
"subscriptions_per_100_inhabitants": "74 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "digital fixed-line network in most major urban areas and decent mobile cellular coverage; 3G technology has allowed for estimated growth of 9.5% during 2016 -2021; mobile data will be the fastest-growing segment 2016-2021 (2018)",
"domestic": "fixed-line density is about 1 per 100 persons; mobile-cellular subscribership has been increasing and in 2016 stood at about 70 percent (2018)",
"international": "country code - 240;&amp;nbsp;landing points for the ACE, Ceiba-1, and Ceiba-2 submarine&amp;nbsp;cables providing communication from Bata&amp;nbsp;and Malabo, Equatorial Guinea&amp;nbsp;to numerous Western African and European countries; satellite earth station - 1 Intelsat (Indian Ocean) (2019)",
}, 
"broadcast_media": "the state maintains control of broadcast media with domestic broadcast media limited to 1 state-owned TV station, 1 private TV station owned by the president&#39;s eldest son (who is the Vice President), 1 state-owned radio station, and 1 private radio station owned by the president&#39;s eldest son; satellite TV service is available; transmissions of multiple international broadcasters are generally accessible (2019)",
"internet_country_code": ".gq",
"internet_users": 
{
"total": "180,597",
"percent_of_population": "23.8% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "3,382",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2016": "0.18% of GDP",
"2014": "0.78% of GDP",
},
"military_and_security_forces": "Equatorial Guinea Armed Forces (FAGE): Equatorial Guinea National Guard (Guardia Nacional de Guinea Ecuatorial, GNGE (Army), Navy, Air Force (2019)",
"military_service_age_and_obligation": "18 years of age for selective compulsory military service, although conscription is rare in practice; 2-year service obligation; women hold only administrative positions in the Navy (2013)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "6 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "15 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "400,759 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "461,650 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "3C (2016)",
"airports": "7 (2013)",
"airports_with_paved_runways": 
{
"total": "6 (2019)",
"over_3_047_m": "1",
"2_438_to_3_047_m": "2",
"1_524_to_2_437_m": "1",
"under_914_m": "2",
}, 
"airports_with_unpaved_runways": 
{
"total": "1 (2013)",
"2_438_to_3_047_m": "1 (2013)",
}, 
"pipelines": "42 km condensate, 5 km condensate/gas, 79 km gas, 71 km oil (2013)",
"roadways": "2,880 km (2017)",
"merchant_marine": 
{
"total": "38",
"by_type": "container ship 1, general cargo 7, oil tanker 6, other 24 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Bata, Luba, Malabo",
"lng_terminal_s_export": "Bioko Island",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;in 2002, ICJ ruled on an equidistance settlement of Cameroon-Equatorial Guinea-Nigeria maritime boundary in the Gulf of Guinea, but a dispute between Equatorial Guinea and Cameroon over an island at the mouth of the Ntem River and imprecisely defined maritime coordinates in the ICJ decision delayed final delimitation; UN urged Equatorial Guinea and Gabon to resolve the sovereignty dispute over Gabon-occupied Mbane and lesser islands and to create a maritime boundary in the hydrocarbon-rich Corisco Bay&lt;/p&gt;",
"trafficking_in_persons": 
{
"current_situation": "Equatorial Guinea is a source country for children subjected to sex trafficking and destination country for men, women, and children subjected to forced labor; Equatorial Guinean girls may be encouraged by their parents to engage in the sex trade in urban centers to receive groceries, gifts, housing, and money; children are also trafficked from nearby countries for work as domestic servants, market laborers, ambulant vendors, and launderers; women are trafficked to Equatorial Guinea from Cameroon, Benin, other neighboring countries, and China for forced labor or prostitution",
"tier_rating": "Tier 3 – Equatorial Guinea does not fully comply with the minimum standards on the elimination of trafficking and is not making significant efforts to do so; in 2014, the government made no efforts to investigate or prosecute any suspected trafficking offenders or to identify or protect victims, despite its 2004 law prohibiting all forms of trafficking and mandating the provision of services to victims; undocumented migrants continued to be deported without being screened to assess whether any were trafficking victims; authorities did not undertake any trafficking awareness campaigns, implement any programs to address forced child labor, or make any other efforts to prevent trafficking (2015)",
}, 
}
}
