{
"name": "Cote d&#39;Ivoire",
"code": "IV",
"publish_date": "December 20, 2019",
"introduction": 
{
"background": "Close ties to France following independence in 1960, the development of cocoa production for export, and foreign investment all made Cote d&#39;Ivoire one of the most prosperous of the West African states but did not protect it from political turmoil. In December 1999, a military coup - the first ever in Cote d&#39;Ivoire&#39;s history - overthrew the government. Junta leader Robert GUEI attempted to rig the elections held in late 2000 and declared himself the winner. Popular protest forced him to step aside and an election brought Laurent GBAGBO into power. Ivoirian dissidents and disaffected members of the military launched a failed coup attempt in September 2002 that developed into a rebellion and then a civil war. In 2003, a cease-fire resulted in the country being divided with the rebels holding the north, the government the south, and peacekeeping forces a buffer zone between the two. In March 2007, President GBAGBO and former New Forces rebel leader Guillaume SORO signed an agreement in which SORO joined GBAGBO&#39;s government as prime minister and the two agreed to reunite the country by dismantling the buffer zone, integrating rebel forces into the national armed forces, and holding elections. Difficulties in preparing electoral registers delayed balloting until 2010. In November 2010, Alassane Dramane OUATTARA won the presidential election over GBAGBO, but GBAGBO refused to hand over power, resulting in a five-month resumption of violent conflict. In April 2011, after widespread fighting, GBAGBO was formally forced from office by armed OUATTARA supporters with the help of UN and French forces. OUATTARA won a second term in 2015 and is focused on rebuilding the country&#39;s economy and infrastructure while reforming the security forces. The UN peacekeeping mission departed in June 2017. GBAGBO was in The Hague on trial for crimes against humanity, but was acquitted in January 2019. C&amp;ocirc;te d&amp;rsquo;Ivoire is scheduled to hold presidential elections in November 2020. &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Western Africa, bordering the North Atlantic Ocean, between Ghana and Liberia",
"geographic_coordinates": "8 00 N, 5 00 W",
"map_references": "Africa",
"area": 
{
"total": "322,463 sq km",
"land": "318,003 sq km",
"water": "4,460 sq km",
}, 
"area_comparative": "slightly larger than New Mexico",
"land_boundaries": 
{
"total": "3,458 km",
"border_countries": "Burkina Faso 545 km, Ghana 720 km, Guinea 816 km, Liberia 778 km, Mali 599 km",
}, 
"coastline": "515 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"continental_shelf": "200 nm",
}, 
"climate": "tropical along coast, semiarid in far north; three seasons - warm and dry (November to March), hot and dry (March to May), hot and wet (June to October)",
"terrain": "mostly flat to undulating plains; mountains in northwest",
"elevation": 
{
"mean_elevation": "250 m",
"lowest_point": "Gulf of Guinea 0 m",
"highest_point": "Monts Nimba 1,752 m",
}, 
"natural_resources": "petroleum, natural gas, diamonds, manganese, iron ore, cobalt, bauxite, copper, gold, nickel, tantalum, silica sand, clay, cocoa beans, coffee, palm oil, hydropower",
"land_use": 
{
"agricultural_land": "64.8% (2011 est.)",
"agricultural_land_arable_land": "9.1% (2011 est.)",
"agricultural_land_permanent_crops": "14.2% (2011 est.)",
"agricultural_land_permanent_pasture": "41.5% (2011 est.)",
"forest": "32.7% (2011 est.)",
"other": "2.5% (2011 est.)",
}, 
"irrigated_land": "730 sq km (2012)",
"population_distribution": "the population is primarily located in the forested south, with the highest concentration of people residing in and around the cities on the Atlantic coast; most of the northern savanna remains sparsely populated with higher concentrations located along transportation corridors",
"natural_hazards": "coast has heavy surf and no natural harbors; during the rainy season torrential flooding is possible",
"environment_current_issues": "deforestation (most of the country&#39;s forests - once the largest in West Africa - have been heavily logged); water pollution from sewage, and from industrial, mining, and agricultural effluents",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "most of the inhabitants live along the sandy coastal region; apart from the capital area, the forested interior is sparsely populated",
}, 
"people_and_society": 
{
"population": "26,260,582 (July 2018 est.)",
"nationality": 
{
"noun": "Ivoirian(s)",
"adjective": "Ivoirian",
}, 
"ethnic_groups": "Akan 28.9%, Voltaique or Gur 16.1%, Northern Mande 14.5%, Kru 8.5%, Southern Mande 6.9%, unspecified 0.9%, non-Ivoirian 24.2% (2014 est.)",
"languages": "French (official), 60 native dialects of which Dioula is the most widely spoken",
"religions": "Muslim 42.9%, Catholic 17.2%, Evangelical 11.8%, Methodist 1.7%, other Christian 3.2%, animist 3.6%, other religion 0.5%, none 19.1% (2014 est.)",
"demographic_profile": "&lt;p&gt;Cote d’Ivoire’s population is likely to continue growing for the foreseeable future because almost 60% of the populace is younger than 25, the total fertility rate is holding steady at about 3.5 children per woman, and contraceptive use is under 20%. The country will need to improve education, health care, and gender equality in order to turn its large and growing youth cohort into human capital. Even prior to 2010 unrest that shuttered schools for months, access to education was poor, especially for women. As of 2015, only 53% of men and 33% of women were literate. The lack of educational attainment contributes to Cote d’Ivoire’s high rates of unskilled labor, adolescent pregnancy, and HIV/AIDS prevalence.&lt;/p&gt;&lt;p&gt;Following its independence in 1960, Cote d’Ivoire’s stability and the blossoming of its labor-intensive cocoa and coffee industries in the southwest made it an attractive destination for migrants from other parts of the country and its neighbors, particularly Burkina Faso. The HOUPHOUET-BOIGNY administration continued the French colonial policy of encouraging labor immigration by offering liberal land ownership laws. Foreigners from West Africa, Europe (mainly France), and Lebanon composed about 25% of the population by 1998.&lt;/p&gt;&lt;p&gt;Ongoing economic decline since the 1980s and the power struggle after HOUPHOUET-BOIGNY’s death in 1993 ushered in the politics of &quot;Ivoirite,&quot; institutionalizing an Ivoirian identity that further marginalized northern Ivoirians and scapegoated immigrants. The hostile Muslim north-Christian south divide snowballed into a 2002 civil war, pushing tens of thousands of foreign migrants, Liberian refugees, and Ivoirians to flee to war-torn Liberia or other regional countries and more than a million people to be internally displaced. Subsequently, violence following the contested 2010 presidential election prompted some 250,000 people to seek refuge in Liberia and other neighboring countries and again internally displaced as many as a million people. By July 2012, the majority had returned home, but ongoing inter-communal tension and armed conflict continue to force people from their homes.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "39.59% (male 5,213,630 /female 5,182,872)",
"15_24_years": "19.91% (male 2,613,772 /female 2,615,680)",
"25_54_years": "34.25% (male 4,577,394 /female 4,416,408)",
"55_64_years": "3.47% (male 460,048 /female 451,604)",
"65_years_and_over": "2.78% (male 325,510 /female 403,664) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "83.8 (2015 est.)",
"youth_dependency_ratio": "78.5 (2015 est.)",
"elderly_dependency_ratio": "5.3 (2015 est.)",
"potential_support_ratio": "18.9 (2015 est.)",
}, 
"median_age": 
{
"total": "19.9 years (2018 est.)",
"male": "20 years",
"female": "19.8 years",
}, 
"population_growth_rate": "2.3% (2018 est.)",
"birth_rate": "30.1 births/1,000 population (2018 est.)",
"death_rate": "8.4 deaths/1,000 population (2018 est.)",
"net_migration_rate": "1.3 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "the population is primarily located in the forested south, with the highest concentration of people residing in and around the cities on the Atlantic coast; most of the northern savanna remains sparsely populated with higher concentrations located along transportation corridors",
"urbanization": 
{
"urban_population": "51.2% of total population (2019)",
"rate_of_urbanization": "3.38% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "231,000 YAMOUSSOUKRO (capital) (2018), 5.059 million ABIDJAN (seat of government) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.01 male(s)/female",
"15_24_years": "1 male(s)/female",
"25_54_years": "1.04 male(s)/female",
"55_64_years": "1.02 male(s)/female",
"65_years_and_over": "0.81 male(s)/female",
"total_population": "1.01 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "19.8 years (2011/12 est.)",
"maternal_mortality_rate": "617 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "62.6 deaths/1,000 live births (2018 est.)",
"male": "70.6 deaths/1,000 live births",
"female": "54.4 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "60.1 years (2018 est.)",
"male": "58 years",
"female": "62.4 years",
}, 
"total_fertility_rate": "3.83 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "23.3% (2018)",
"drinking_water_source": 
{
"improved_urban": "93.1% of population",
"improved_rural": "68.8% of population",
"improved_total": "81.9% of population",
"unimproved_urban": "6.9% of population",
"unimproved_rural": "31.2% of population",
"unimproved_total": "18.1% of population (2015 est.)",
}, 
"current_health_expenditure": "4.4% (2016)",
"physicians_density": "0.23 physicians/1,000 population (2014)",
"sanitation_facility_access": 
{
"improved_urban": "32.8% of population (2015 est.)",
"improved_rural": "10.3% of population (2015 est.)",
"improved_total": "22.5% of population (2015 est.)",
"unimproved_urban": "67.2% of population (2015 est.)",
"unimproved_rural": "89.7% of population (2015 est.)",
"unimproved_total": "77.5% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "2.6% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "460,000 (2018 est.)",
"hiv_aids_deaths": "16,000 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria, dengue fever, and yellow fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"respiratory_diseases": "meningococcal meningitis (2016)",
}, 
"obesity_adult_prevalence_rate": "10.3% (2016)",
"children_under_the_age_of_5_years_underweight": "12.8% (2016)",
"education_expenditures": "5.1% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "43.1%",
"male": "53.1%",
"female": "32.5% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "10 years",
"male": "11 years",
"female": "9 years (2016)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "3.9%",
"male": "2.8%",
"female": "5.1% (2016 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Cote d&#39;Ivoire",
"conventional_short_form": "Cote d&#39;Ivoire",
"local_long_form": "Republique de Cote d&#39;Ivoire",
"local_short_form": "Cote d&#39;Ivoire",
"former": "Ivory Coast",
"etymology": "name reflects the intense ivory trade that took place in the region from the 15th to 17th centuries",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Yamoussoukro (legislative capital), Abidjan (administrative capital); note - although Yamoussoukro has been the official capital since 1983, Abidjan remains the administrative capital as well as the officially designated economic capital; the US, like other countries, maintains its Embassy in Abidjan",
"geographic_coordinates": "6 49 N, 5 16 W",
"time_difference": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "12 districts and 2 autonomous districts*; Abidjan*, Bas-Sassandra, Comoe, Denguele, Goh-Djiboua, Lacs, Lagunes, Montagnes, Sassandra-Marahoue, Savanes, Vallee du Bandama, Woroba, Yamoussoukro*, Zanzan",
"independence": "7 August 1960 (from France)",
"national_holiday": "Independence Day, 7 August (1960)",
"constitution": 
{
"history": "previous 1960, 2000; latest draft completed 24 September 2016, approved by the National Assembly 11 October 2016, approved by referendum 30 October 2016, promulgated 8 November 2016",
"amendments": "proposed by the president of the republic or by Parliament; consideration of drafts or proposals requires an absolute majority vote by the parliamentary membership; passage of amendments affecting presidential elections, presidential term of office and vacancies, and amendment procedures requires approval by absolute majority in a referendum; passage of other proposals by the president requires at least four-fifths majority vote by Parliament; constitutional articles on the sovereignty of the state and its republican and secular form of government cannot be amended (2017)",
}, 
"legal_system": "civil law system based on the French civil code; judicial review of legislation held in the Constitutional Chamber of the Supreme Court",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Cote d&#39;Ivoire",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Alassane Dramane OUATTARA (since 4 December 2010); Vice President Daniel Kablan DUNCAN (since 16 January 2017); note - the 2016 constitution calls for the establishment of the position of vice-president",
"head_of_government": "Prime Minister Amadou Gon COULIBALY (since 11 January 2017)",
"cabinet": "Council of Ministers appointed by the president",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a single renewable 5-year term ; election last held on 25 October 2015 (next to be held in 2020); vice president elected on same ballot as president; prime minister appointed by the president; note &amp;ndash; because President OUATTARA promulgated the new constitution during his second term, he has claimed that the clock is reset on term limits, allowing him to run for up to two additional terms",
"election_results": "Alassane OUATTARA reelected president; percent of vote - Alassane OUATTARA (RDR) 83.7%, Pascal Affi N&#39;GUESSAN (FPI) 9.3%, Konan Bertin KOUADIO (independent) 3.9%, other 3.1%",
}, 
"legislative_branch": 
{
"description": "bicameral Parliament consists of:&lt;br /&gt;Senate or Senat (99 seats; 66 members indirectly elected by the National Assembly and members of municipal, autonomous districts, and regional councils, and 33 members appointed by the president; members serve 5-year terms)&lt;br /&gt; National Assembly (255 seats; members directly elected in single- and multi-seat constituencies by simple majority vote to serve 5-year terms)",
"elections": "&lt;br /&gt; Senate - first ever held on 25 March 2018 (next to be held in 2023)&lt;br /&gt; National Assembly - last held on 18 December 2016 (next to be held in 2021)",
"election_results": "&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;Senate - percent by party NA; seats by party - RHDP 50, independent 16; composition - men 80, women 19, percent of women 19.2%&lt;br /&gt; National Assembly - percent of vote by party - RHDP 50.3%, FPI 5.8%, UDPCI 1%, other 1.4%, independent 38.5%; seats by party - RHDP, 167, UDPCI 6, FPI 3, UPCI 3, independent 76; composition - men 228, women 27, percent of women 10.6%; note - total Parliament percent of women 13%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court or Cour Supreme (organized into Judicial, Audit, Constitutional, and Administrative Chambers; consists of the court president, 3 vice presidents for the Judicial, Audit, and Administrative chambers, and 9 associate justices or magistrates)",
"judge_selection_and_term_of_office": "judges nominated by the Superior Council of the Magistrature, a 7-member body consisting of the national president (chairman), 3 &quot;bench&quot; judges, and 3 public prosecutors; judges appointed for life",
"subordinate_courts": "Courts of Appeal (organized into civil, criminal, and social chambers); first instance courts; peace courts",
}, 
"political_parties_and_leaders": "Democratic Party of Cote d&#39;Ivoire or PDCI [Henri Konan BEDIE]&lt;br /&gt;Ivorian Popular Front or FPI [former pres. Laurent GBAGBO]&lt;br /&gt;Liberty and Democracy for the Republic or LIDER [Mamadou KOULIBALY]&lt;br /&gt;Movement of the Future Forces or MFA [Innocent Augustin ANAKY KOBENA]&lt;br /&gt;Rally of Houphouetists for Democracy and Peace or RHDP [Alassane OUATTARA] (alliance includes MFA, PDCI, RDR, UDPCI, UPCI)&lt;br /&gt;Rally of the Republicans or RDR [Henriette DIABATE]&lt;br /&gt;Union for Cote d&#39;Ivoire or UPCI [Gnamien KONAN]&lt;br /&gt;Union for Democracy and Peace in Cote d&#39;Ivoire or UDPCI [Albert Toikeusse MABRI]",
"international_organization_participation": "ACP, AfDB, AU, ECOWAS, EITI (compliant country), Entente, FAO, FZ, G-24, G-77, IAEA, IBRD, ICAO, ICC, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MONUSCO, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UN Security Council (temporary), UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Mamadou HAIDARA (since 28 March 2018)",
"chancery": "2424 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 797-0300",
"fax": "[1] (202) 462-9444",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Richard K. BELL (since 3 September 2019)",
"telephone": "[225] 22 49 40 00",
"embassy": "BP730, Abidjan Cidex 01, Republic of Cote d&#39;Ivoire",
"mailing_address": "B. P. 1712, Abidjan 01",
"fax": "[225] 22 49 43 23",
}, 
"flag_description": "three equal vertical bands of orange (hoist side), white, and green; orange symbolizes the land (savannah) of the north and fertility, white stands for peace and unity, green represents the forests of the south and the hope for a bright future",
"national_symbol_s": "elephant; national colors: orange, white, green",
"national_anthem": 
{
"name": "&quot;L&#39;Abidjanaise&quot; (Song of Abidjan)",
"lyrics_music": "Mathieu EKRA, Joachim BONY, and Pierre Marie COTY/Pierre Marie COTY and Pierre Michel PANGO",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;For the last 5 years Cote d&#39;Ivoire&#39;s growth rate has been among the highest in the world. Cote d&#39;Ivoire is heavily dependent on agriculture and related activities, which engage roughly two-thirds of the population. Cote d&#39;Ivoire is the world&#39;s largest producer and exporter of cocoa beans and a significant producer and exporter of coffee and palm oil. Consequently, the economy is highly sensitive to fluctuations in international prices for these products and to climatic conditions. Cocoa, oil, and coffee are the country&#39;s top export revenue earners, but the country has targeted agricultural processing of cocoa, cashews, mangoes, and other commodities as a high priority. Mining gold and exporting electricity are growing industries outside agriculture.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Following the end of more than a decade of civil conflict in 2011, Cote d’Ivoire has experienced a boom in foreign investment and economic growth. In June 2012, the IMF and the World Bank announced $4.4 billion in debt relief for Cote d&#39;Ivoire under the Highly Indebted Poor Countries Initiative.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$97.16 billion",
"2016": "$90.12 billion",
"2015": "$83.19 billion",
},
"gdp_official_exchange_rate": "$40.47 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "7.8%",
"2016": "8.3%",
"2015": "8.8%",
},
"gdp_per_capita_ppp":
{
"2017": "$3,900",
"2016": "$3,700",
"2015": "$3,500",
},
"gross_national_saving":
{
"2017": "15.9% of GDP",
"2016": "19.2% of GDP",
"2015": "19.5% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "61.7% (2017 est.)",
"government_consumption": "14.9% (2017 est.)",
"investment_in_fixed_capital": "22.4% (2017 est.)",
"investment_in_inventories": "0.3% (2017 est.)",
"exports_of_goods_and_services": "30.8% (2017 est.)",
"imports_of_goods_and_services": "-30.1% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "20.1% (2017 est.)",
"industry": "26.6% (2017 est.)",
"services": "53.3% (2017 est.)",
}, 
"agriculture_products": "coffee, cocoa beans, bananas, palm kernels, corn, rice, cassava (manioc, tapioca), sweet potatoes, sugar, cotton, rubber; timber",
"industries": "foodstuffs, beverages; wood products, oil refining, gold mining, truck and bus assembly, textiles, fertilizer, building materials, electricity",
"industrial_production_growth_rate": "4.2% (2017 est.)",
"labor_force": "8.747 million (2017 est.)",
"labor_force_by_occupation": "68% (2007 est.)",
"unemployment_rate":
{
"2013": "9.4%",
},
"population_below_poverty_line": "46.3% (2015 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.2%",
"highest_10": "31.8% (2008)",
}, 
"distribution_of_family_income_gini_index":
{
"2008": "41.5",
"1995": "36.7",
},
"budget": 
{
"revenues": "7.749 billion (2017 est.)",
"expenditures": "9.464 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "19.1% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-4.2% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "47% of GDP",
"2016": "47% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "0.8%",
"2016": "0.7%",
},
"central_bank_discount_rate":
{
"31 December 2010": "4.25%",
"31 December 2009": "4.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "5.4%",
"31 December 2016": "5.3%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$11.63 billion",
"31 December 2016": "$8.861 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$11.63 billion",
"31 December 2016": "$8.861 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$14.56 billion",
"31 December 2016": "$10.9 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 December 2015": "$12.49 billion",
"31 December 2014": "$11.71 billion",
"31 December 2013": "$11.82 billion",
},
"current_account_balance":
{
"2017": "-$1.86 billion",
"2016": "-$414 million",
},
"exports":
{
"2017": "$11.74 billion",
"2016": "$11.77 billion",
},
"exports_partners": "Netherlands 11.8%, US 7.9%, France 6.4%, Belgium 6.4%, Germany 5.8%, Burkina Faso 4.5%, India 4.4%, Mali 4.2% (2017)",
"exports_commodities": "cocoa, coffee, timber, petroleum, cotton, bananas, pineapples, palm oil, fish",
"imports":
{
"2017": "$9.447 billion",
"2016": "$7.81 billion",
},
"imports_commodities": "fuel, capital equipment, foodstuffs",
"imports_partners": "Nigeria 15%, France 13.4%, China 11.3%, US 4.3% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$6.257 billion",
"31 December 2016": "$4.935 billion",
},
"debt_external":
{
"31 December 2017": "$13.07 billion",
"31 December 2016": "$11.02 billion",
},
"stock_of_direct_foreign_investment_at_home": "&lt;p&gt;NA&lt;/p&gt;", 
"stock_of_direct_foreign_investment_abroad": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Communaute Financiere Africaine francs (XOF) per US dollar -",
"exchange_rates":
{
"2017": "594.3",
"2016": "593.01",
"2015": "593.01",
"2014": "591.45",
"2013": "494.42",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "10 million (2017)",
"electrification_total_population": "64.3% (2016)",
"electrification_urban_areas": "92% (2016)",
"electrification_rural_areas": "38.1% (2016)",
}, 
"electricity_production": "9.73 billion kWh (2016 est.)",
"electricity_consumption": "6.245 billion kWh (2016 est.)",
"electricity_exports": "872 million kWh (2015 est.)",
"electricity_imports": "19 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "1.914 million kW (2016 est.)",
"electricity_from_fossil_fuels": "60% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "40% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "0% of total installed capacity (2017 est.)",
"crude_oil_production": "52,000 bbl/day (2018 est.)",
"crude_oil_exports": "26,700 bbl/day (2015 est.)",
"crude_oil_imports": "62,350 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "100 million bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "69,360 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "51,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "31,450 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "7,405 bbl/day (2015 est.)",
"natural_gas_production": "2.322 billion cu m (2017 est.)",
"natural_gas_consumption": "2.322 billion cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "28.32 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "11.54 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "305,562",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "31,747,233",
"subscriptions_per_100_inhabitants": "131 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "well-developed by African standards; telecommunications sector privatized in late 1990s and operational fixed-lines have increased since that time with 2 fixed-line providers operating over open-wire lines, microwave radio relay, and fiber-optics; 90% digitalized; C&amp;ocirc;te d&#39;Ivoire continues to benefit from strong economic growth; the fixed Internet and broadband sectors have remained lagging (2018)",
"domestic": "less than 1 per 100 fixed-line, with multiple mobile-cellular service providers competing in the market, usage has increased sharply to about&amp;nbsp;131 per 100 persons (2018)",
"international": "country code - 225; landing point for the SAT-3/WASC, ACE, MainOne, and WACS&amp;nbsp;fiber-optic submarine cable that provides connectivity to Europe and South and West Africa; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean) (2019)",
}, 
"broadcast_media": "state-controlled Radiodiffusion Television Ivoirieinne (RTI) is made up of&amp;nbsp;2 radios stations (Radio Cote d&#39;Ivoire and Frequence2) and&amp;nbsp;2 television stations (RTI1 and RTI2), with nationwide coverage, broadcasts mainly in French; after 2011 post-electoral crisis, President OUATTARA&#39;s administration reopened RTI Bouake&#39;, the broadcaster&#39;s&amp;nbsp;office in Cote d&#39;Ivoire&#39;s 2nd largest city, where facilities were destroyed during the 2002 rebellion; Cote d&#39;Ivoire is also home to 178 proximity radios stations, 16 religious radios stations, 5 commercial radios stations, and 5 international radios stations, according to the Haute Autorite&#39; de la Communication Audiovisuelle (HACA); govt now runs radio UNOCIFM, a radio station previously owned by the UN Operation in Cote d&#39;Ivoire; in Dec 2016, the govt announced 4 companies had been granted licenses to operate -Live TV, Optimum Media Cote d&#39;Ivoire, the Audiovisual Company of Cote d&#39;Ivoire (Sedaci), and Sorano-CI, out of the 4 companies only one has started operating (2019)",
"internet_country_code": ".ci",
"internet_users": 
{
"total": "6,297,676",
"percent_of_population": "26.5% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "142,825",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.36% of GDP",
"2017": "1.28% of GDP",
"2016": "1.69% of GDP",
"2015": "1.74% of GDP",
"2014": "1.48% of GDP",
},
"military_and_security_forces": "Armed Forces of Cote d&#39;Ivoire (Forces Armees de Cote d&#39;Ivoire, FACI): Army (Armee de Terre), Navy (Marine Nationale), Cote Air Force (Force Aerienne Cote), Special Forces (Forces Speciale) (2019)",
"military_service_age_and_obligation": "18-25 years of age for compulsory and voluntary male and female military service; conscription is not enforced; voluntary recruitment of former rebels into the new national army is restricted to ages 22-29 (2012)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "1 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "10 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "359,260 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "4,719,120 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "TU (2016)",
"airports": "27 (2013)",
"airports_with_paved_runways": 
{
"total": "7 (2017)",
"over_3_047_m": "1 (2017)",
"2_438_to_3_047_m": "2 (2017)",
"1_524_to_2_437_m": "4 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "20 (2013)",
"1_524_to_2_437_m": "6 (2013)",
"914_to_1_523_m": "11 (2013)",
"under_914_m": "3 (2013)",
}, 
"heliports": "1 (2013)",
"pipelines": "101 km condensate, 256 km gas, 118 km oil, 5 km oil/gas/water, 7 km water (2013)",
"railways": 
{
"total": "660 km (2008)",
"narrow_gauge": "660 km 1.000-m gauge (2008)",
}, 
"roadways": 
{
"total": "81,996 km (2007)",
"paved": "6,502 km (2007)",
"unpaved": "75,494 km (2007)",
}, 
"waterways": "980 km (navigable rivers, canals, and numerous coastal lagoons) (2011)",
"merchant_marine": 
{
"total": "15",
"by_type": "oil tanker 2, other 13 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Abidjan, San-Pedro",
"oil_terminal_s": "Espoir Offshore Terminal",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;disputed maritime border between Cote d&#39;Ivoire and Ghana&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"idps": "302,000 (post-election conflict in 2010-11, as well as civil war from 2002-04; land disputes; most pronounced in western and southwestern regions) (2018)",
"stateless_persons": "692,000 (2018); note - many Ivoirians lack documentation proving their nationality, which prevent them from accessing education and healthcare; birth on Ivorian soil does not automatically result in citizenship; disputes over citizenship and the associated rights of the large population descended from migrants from neighboring countries is an ongoing source of tension and contributed to the country&#39;s 2002 civil war; some observers believe the government&#39;s mass naturalizations of thousands of people over the last couple of years is intended to boost its electoral support base; the government in October 2013 acceded to international conventions on statelessness and in August 2013 reformed its nationality law, key steps to clarify the nationality of thousands of residents; since the adoption of the Abidjan Declaration to eradicate statelessness in West Africa in February 2015, 6,400 people have received nationality papers",
}, 
"illicit_drugs": "illicit producer of cannabis, mostly for local consumption; utility as a narcotic transshipment point to Europe reduced by ongoing political instability; while rampant corruption and inadequate supervision leave the banking system vulnerable to money laundering, the lack of a developed financial system limits the country&#39;s utility as a major money-laundering center",
}
}
