{
"name": "Kyrgyzstan",
"code": "KG",
"publish_date": "December 29, 2019",
"introduction": 
{
"background": "A Central Asian country of incredible natural beauty and proud nomadic traditions, most of the territory of the present-day Kyrgyz Republic was formally annexed to the Russian Empire in 1876. The Kyrgyz staged a major revolt against the Tsarist Empire in 1916 in which almost one-sixth of the Kyrgyz population was killed. The Kyrgyz Republic became a Soviet republic in 1936 and achieved independence in 1991 when the USSR dissolved. Nationwide demonstrations in 2005 and 2010 resulted in the ouster of the country&amp;rsquo;s first two presidents, Askar AKAEV and Kurmanbek BAKIEV. Interim President Roza OTUNBAEVA led a transitional government and following a nation-wide election, President Almazbek ATAMBAEV was sworn in as president in 2011. In 2017, ATAMBAEV became the first Kyrgyzstani president to step down after serving one full six-year term as required in the country&amp;rsquo;s constitution. Former prime minister and ruling Social-Democratic Party of Kyrgyzstan member Sooronbay JEENBEKOV replaced him after winning an October 2017 presidential election that was the most competitive in the country&amp;rsquo;s history, although international and local election observers noted cases of vote buying and abuse of public resources. The president holds substantial powers as head of state even though the prime minister oversees the Kyrgyzstani Government and selects most cabinet members. The president represents the country internationally and can sign or veto laws, call for new elections, and nominate Supreme Court judges, cabinet members for posts related to security or defense, and numerous other high-level positions. Continuing concerns for the Kyrgyz Republic include the trajectory of democratization, endemic corruption, a history of tense, and at times violent, interethnic relations, border security vulnerabilities, and potential terrorist threats.",
}, 
"geography": 
{
"location": "Central Asia, west of China, south of Kazakhstan",
"geographic_coordinates": "41 00 N, 75 00 E",
"map_references": "Asia",
"area": 
{
"total": "199,951 sq km",
"land": "191,801 sq km",
"water": "8,150 sq km",
}, 
"area_comparative": "slightly smaller than South Dakota",
"land_boundaries": 
{
"total": "4,573 km",
"border_countries": "China 1063 km, Kazakhstan 1212 km, Tajikistan 984 km, Uzbekistan 1314 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "dry continental to polar in high Tien Shan Mountains; subtropical in southwest (Fergana Valley); temperate in northern foothill zone",
"terrain": "peaks of the Tien Shan mountain range and associated valleys and basins encompass the entire country",
"elevation": 
{
"mean_elevation": "2,988 m",
"lowest_point": "Kara-Daryya (Karadar&#39;ya) 132 m",
"highest_point": "Jengish Chokusu (Pik Pobedy) 7,439 m",
}, 
"natural_resources": "abundant hydropower; gold, rare earth metals; locally exploitable coal, oil, and natural gas; other deposits of nepheline, mercury, bismuth, lead, and zinc",
"land_use": 
{
"agricultural_land": "55.4% (2011 est.)",
"agricultural_land_arable_land": "6.7% (2011 est.)",
"agricultural_land_permanent_crops": "0.4% (2011 est.)",
"agricultural_land_permanent_pasture": "48.3% (2011 est.)",
"forest": "5.1% (2011 est.)",
"other": "39.5% (2011 est.)",
}, 
"irrigated_land": "10,233 sq km (2012)",
"population_distribution": "the vast majority of Kyrgyzstanis live in rural areas; densest population settlement is to the north in and around the capital, Bishkek, followed by Osh in the west; the least densely populated area is the east, southeast in the Tien Shan mountains",
"natural_hazards": "major flooding during snow melt; prone to earthquakes",
"environment_current_issues": "water pollution; many people get their water directly from contaminated streams and wells; as a result, water-borne diseases are prevalent; increasing soil salinity from faulty irrigation practices; air pollution due to rapid increase of traffic",
"environment_international_agreements": 
{
"party_to": "Air Pollution, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Hazardous Wastes, Ozone Layer Protection, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "landlocked; entirely mountainous, dominated by the Tien Shan range; 94% of the country is 1,000 m above sea level with an average elevation of 2,750 m; many tall peaks, glaciers, and high-altitude lakes",
}, 
"people_and_society": 
{
"population": "5,849,296 (July 2018 est.)",
"nationality": 
{
"noun": "Kyrgyzstani(s)",
"adjective": "Kyrgyzstani",
}, 
"ethnic_groups": "Kyrgyz 73.5%, Uzbek 14.7%, Russian 5.5%, Dungan 1.1%, other 5.2% (includes Uyghur, Tajik, Turk, Kazakh, Tatar, Ukrainian, Korean, German) (2019 est.)",
"languages": "Kyrgyz (official) 71.4%, Uzbek 14.4%, Russian (official) 9%, other 5.2% (2009 est.)",
"religions": "Muslim 90% (majority Sunni), Christian 7% (Russian Orthodox 3%), other 3% (includes Jewish, Buddhist, Baha&#39;i) (2017 est.)",
"age_structure": 
{
"0_14_years": "30.4% (male 912,455 /female 865,910)",
"15_24_years": "16.28% (male 483,799 /female 468,653)",
"25_54_years": "39.94% (male 1,146,221 /female 1,189,763)",
"55_64_years": "7.95% (male 202,754 /female 262,412)",
"65_years_and_over": "5.43% (male 121,221 /female 196,108) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "54.7 (2015 est.)",
"youth_dependency_ratio": "48.1 (2015 est.)",
"elderly_dependency_ratio": "6.6 (2015 est.)",
"potential_support_ratio": "15.1 (2015 est.)",
}, 
"median_age": 
{
"total": "26.8 years (2018 est.)",
"male": "25.7 years",
"female": "27.9 years",
}, 
"population_growth_rate": "1.02% (2018 est.)",
"birth_rate": "21.6 births/1,000 population (2018 est.)",
"death_rate": "6.4 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-5.1 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "the vast majority of Kyrgyzstanis live in rural areas; densest population settlement is to the north in and around the capital, Bishkek, followed by Osh in the west; the least densely populated area is the east, southeast in the Tien Shan mountains",
"urbanization": 
{
"urban_population": "36.6% of total population (2019)",
"rate_of_urbanization": "2.03% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.017 million BISHKEK (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.07 male(s)/female",
"0_14_years": "1.05 male(s)/female",
"15_24_years": "1.03 male(s)/female",
"25_54_years": "0.96 male(s)/female",
"55_64_years": "0.77 male(s)/female",
"65_years_and_over": "0.62 male(s)/female",
"total_population": "0.96 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "23.2 years (2014 est.)",
"maternal_mortality_rate": "60 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "25 deaths/1,000 live births (2018 est.)",
"male": "29 deaths/1,000 live births",
"female": "20.7 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "71.2 years (2018 est.)",
"male": "67.1 years",
"female": "75.6 years",
}, 
"total_fertility_rate": "2.59 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "42% (2014)",
"drinking_water_source": 
{
"improved_urban": "96.7% of population",
"improved_rural": "86.2% of population",
"improved_total": "90% of population",
"unimproved_urban": "3.3% of population",
"unimproved_rural": "13.8% of population",
"unimproved_total": "10% of population (2015 est.)",
}, 
"current_health_expenditure": "6.6% (2016)",
"physicians_density": "1.88 physicians/1,000 population (2014)",
"hospital_bed_density": "4.5 beds/1,000 population (2013)",
"sanitation_facility_access": 
{
"improved_urban": "89.1% of population (2015 est.)",
"improved_rural": "95.6% of population (2015 est.)",
"improved_total": "93.3% of population (2015 est.)",
"unimproved_urban": "10.9% of population (2015 est.)",
"unimproved_rural": "4.4% of population (2015 est.)",
"unimproved_total": "6.7% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.2% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "8,500 (2018 est.)",
"hiv_aids_deaths": " &lt;200 (2018 est.)",
"obesity_adult_prevalence_rate": "16.6% (2016)",
"children_under_the_age_of_5_years_underweight": "2.8% (2014)",
"education_expenditures": "7.2% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "99.5%",
"male": "99.6%",
"female": "99.4% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "13 years",
"male": "13 years",
"female": "14 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "14.8%",
"male": "11.7%",
"female": "21% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Kyrgyz Republic",
"conventional_short_form": "Kyrgyzstan",
"local_long_form": "Kyrgyz Respublikasy",
"local_short_form": "Kyrgyzstan",
"former": "Kirghiz Soviet Socialist Republic",
"etymology": "a combination of the Turkic words &quot;kyrg&quot; (forty) and &quot;-yz&quot; (tribes) with the Persian suffix &quot;-stan&quot; (country) creating the meaning &quot;Land of the Forty Tribes&quot;; the name refers to the 40 clans united by the legendary Kyrgyz hero, MANAS",
}, 
"government_type": "parliamentary republic",
"capital": 
{
"name": "Bishkek",
"geographic_coordinates": "42 52 N, 74 36 E",
"time_difference": "UTC+6 (11 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "7 provinces (oblustar, singular - oblus) and 2 cities* (shaarlar, singular - shaar); Batken Oblusu, Bishkek Shaary*, Chuy Oblusu (Bishkek), Jalal-Abad Oblusu, Naryn Oblusu, Osh Oblusu, Osh Shaary*, Talas Oblusu, Ysyk-Kol Oblusu (Karakol)",
"independence": "31 August 1991 (from the Soviet Union)",
"national_holiday": "Independence Day, 31 August (1991)",
"constitution": 
{
"history": "previous 1993; latest adopted by referendum 27 June 2010, effective 2 July 2010; note - constitutional amendments that bolstered some presidential powers and transferred others from the president to the prime minister passed in a referendum in December 2016, effective December 2017",
"amendments": "proposed as a draft law by the majority of the Supreme Council membership or by petition of 300,000 voters; passage requires at least two-thirds majority vote of the Council membership in each of at least three readings of the draft two months apart; the draft may be submitted to a referendum if approved by two thirds of the Council membership; adoption requires the signature of the president; amended 2017 (2018)",
}, 
"legal_system": "civil law system, which includes features of French civil law and Russian Federation laws",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Kyrgyzstan",
"dual_citizenship_recognized": "yes, but only if a mutual treaty on dual citizenship is in force",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Sooronbay JEENBEKOV (since 24 November 2017)",
"head_of_government": "Prime Minister Mukhammedkalyy ABYLGAZIEV (since 20 April 2018); First Deputy Prime Minister Kubatbek BORONOV (since 20 April 2018); Deputy Prime Ministers Jenish RAZAKOV (since 20 April 2018), Altynay OMURBEKOVA (since 20 April 2018), Zamirbek ASKAROV (since 20 April 2018)",
"cabinet": "Cabinet of Ministers proposed by the prime minister, appointed by the president upon approval by the Supreme Council; defense and security committee chairs appointed by the president",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a single 6-year term; election last held on 15 October 2017 (next to be held in October 2023); prime minister nominated by the majority party or majority coalition in the Supreme Council, appointed by the president upon approval by the Supreme Council",
"election_results": "Sooronbay JEENBEKOV elected president in first round; percent of vote - Sooronbay JEENBEKOV (SDPK) 54.2%, Omurbek BABANOV (Respublika) 33.5%, Adakhan MADUMAROV (Butun Kyrgyzstan) 6.6%, Temir SARIYEV (Akshumar) 2.5%, other 3.2%",
}, 
"legislative_branch": 
{
"description": "unicameral Supreme Council or Jogorku Kengesh (120 seats; parties directly elected in a single nationwide constituency by closed party-list proportional representation vote; members selected from party lists to serve 5-year terms)",
"elections": "last held on 4 October 2015 (next to be held in 2020)",
"election_results": "percent of vote by party - SDPK 27.4%, Respublika-Ata-Jurt 20.1%, Kyrgyzstan Party 12.9%, Onuguu-Progress 9.3%, Bir Bol 8.5%, Ata-Meken 7.7%, other 14.1%; seats by party - SDPK 38, Respublika-Ata-Jurt 28, Kyrgyzstan Party 18, Onuguu-Progress 13, Bir Bol 12, Ata-Meken 11; composition - men 97, women 23, percent of women 19.2%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of 25 judges); Constitutional Chamber of the Supreme Court (consists of the chairperson, deputy chairperson, and 9 judges)",
"judge_selection_and_term_of_office": "Supreme Court and Constitutional Court judges appointed by the Supreme Council on the recommendation of the president; Supreme Court judges serve for 10 years, Constitutional Court judges serve for 15 years; mandatory retirement at age 70 for judges of both courts",
"subordinate_courts": "Higher Court of Arbitration; oblast (provincial) and city courts",
}, 
"political_parties_and_leaders": "Ata-Meken (Fatherland) [Almambet SHYKMAMATOV]&lt;br /&gt;Bir Bol (Stay United) [Altynbek SULAYMANOV]&lt;br /&gt;Kyrgyzstan Party [Almazbek BAATYRBEKOV]&lt;br /&gt;Onuguu-Progress (Development-Progress) [Bakyt TOROBAEV]&lt;br /&gt;Respublika-Ata-Jurt (Republic-Homeland) [Jyrgalbek TURUSKULOV] (parliamentary faction)&lt;br /&gt;Social-Democratic Party of Kyrgyzstan or SDPK [Almazbek ATAMBAEV, Isa OMURKULOV]",
"international_organization_participation": "ADB, CICA, CIS, CSTO, EAEC, EAEU, EAPC, EBRD, ECO, EITI (compliant country), FAO, GCTU, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, MIGA, NAM (observer), OIC, OPCW, OSCE, PCA, PFP, SCO, UN, UNAMID, UNCTAD, UNESCO, UNIDO, UNISFA, UNMIL, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Bolot I. OTUNBAEV (since 8 April 2018)",
"chancery": "2360 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 449-9822",
"fax": "[1] (202) 449-8275",
"honorary_consulate_s": "Maple Valley (WA)",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Donald LU (since 18 September 2018)",
"telephone": "[996] (312) 597-000",
"embassy": "171 Prospect Mira, Bishkek 720016",
"mailing_address": "use embassy street address",
"fax": "[996] (312) 597-744",
}, 
"flag_description": "red field with a yellow sun in the center having 40 rays representing the 40 Kyrgyz tribes; on the obverse side the rays run counterclockwise, on the reverse, clockwise; in the center of the sun is a red ring crossed by two sets of three lines, a stylized representation of a &quot;tunduk&quot; - the crown of a traditional Kyrgyz yurt; red symbolizes bravery and valor, the sun evinces peace and wealth",
"national_symbol_s": "white falcon; national colors: red, yellow",
"national_anthem": 
{
"name": "&quot;Kyrgyz Respublikasynyn Mamlekettik Gimni&quot; (National Anthem of the Kyrgyz Republic)",
"lyrics_music": "Djamil SADYKOV and Eshmambet KULUEV/Nasyr DAVLESOV and Kalyi MOLDOBASANOV",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Kyrgyzstan is a landlocked, mountainous, lower middle income country with an economy dominated by minerals extraction, agriculture, and reliance on remittances from citizens working abroad. Cotton, wool, and meat are the main agricultural products, although only cotton is exported in any quantity. Other exports include gold, mercury, uranium, natural gas, and - in some years - electricity. The country has sought to attract foreign investment to expand its export base, including construction of hydroelectric dams, but a difficult investment climate and an ongoing legal battle with a Canadian firm over the joint ownership structure of the nation’s largest gold mine deter potential investors. Remittances from Kyrgyz migrant workers, predominantly in Russia and Kazakhstan, are equivalent to more than one-quarter of Kyrgyzstan’s GDP.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Following independence, Kyrgyzstan rapidly implemented market reforms, such as improving the regulatory system and instituting land reform. In 1998, Kyrgyzstan was the first Commonwealth of Independent States country to be accepted into the World Trade Organization. The government has privatized much of its ownership shares in public enterprises. Despite these reforms, the country suffered a severe drop in production in the early 1990s and has again faced slow growth in recent years as the global financial crisis and declining oil prices have dampened economies across Central Asia. The Kyrgyz government remains dependent on foreign donor support to finance its annual budget deficit of approximately 3 to 5% of GDP.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Kyrgyz leaders hope the country’s August 2015 accession to the Eurasian Economic Union (EAEU) will bolster trade and investment, but slowing economies in Russia and China and low commodity prices continue to hamper economic growth. Large-scale trade and investment pledged by Kyrgyz leaders has been slow to develop. Many Kyrgyz entrepreneurs and politicians complain that non-tariff measures imposed by other EAEU member states are hurting certain sectors of the Kyrgyz economy, such as meat and dairy production, in which they have comparative advantage. Since acceding to the EAEU, the Kyrgyz Republic has continued harmonizing its laws and regulations to meet EAEU standards, though many local entrepreneurs believe this process as disjointed and incomplete. Kyrgyzstan’s economic development continues to be hampered by corruption, lack of administrative transparency, lack of diversity in domestic industries, and difficulty attracting foreign aid and investment.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$23.15 billion",
"2016": "$22.14 billion",
"2015": "$21.22 billion",
},
"gdp_official_exchange_rate": "$7.565 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "4.6%",
"2016": "4.3%",
"2015": "3.9%",
},
"gdp_per_capita_ppp":
{
"2017": "$3,700",
"2016": "$3,600",
"2015": "$3,500",
},
"gross_national_saving":
{
"2017": "27.3% of GDP",
"2016": "20.1% of GDP",
"2015": "18.3% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "85.4% (2017 est.)",
"government_consumption": "18.9% (2017 est.)",
"investment_in_fixed_capital": "33.2% (2017 est.)",
"investment_in_inventories": "1.8% (2017 est.)",
"exports_of_goods_and_services": "39.7% (2017 est.)",
"imports_of_goods_and_services": "-79% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "14.6% (2017 est.)",
"industry": "31.2% (2017 est.)",
"services": "54.2% (2017 est.)",
}, 
"agriculture_products": "cotton, potatoes, vegetables, grapes, fruits and berries; sheep, goats, cattle, wool",
"industries": "small machinery, textiles, food processing, cement, shoes, lumber, refrigerators, furniture, electric motors, gold, rare earth metals",
"industrial_production_growth_rate": "10.9% (2017 est.)",
"labor_force": "2.841 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "48%",
"industry": "12.5%",
"services": "39.5% (2005 est.)",
}, 
"unemployment_rate":
{
"2017": "7.1%",
"2016": "7.2%",
},
"population_below_poverty_line": "32.1% (2015 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "4.4%",
"highest_10": "22.9% (2014 est.)",
}, 
"distribution_of_family_income_gini_index":
{
"2007": "33.4",
"2001": "29",
},
"budget": 
{
"revenues": "2.169 billion (2017 est.)",
"expenditures": "2.409 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "28.7% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-3.2% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "56% of GDP",
"2016": "55.9% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "3.2%",
"2016": "0.4%",
},
"central_bank_discount_rate":
{
"31 December 2016": "5%",
"31 December 2015": "8%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "18.49%",
"31 December 2016": "22.23%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$1.698 billion",
"31 December 2016": "$1.411 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$1.698 billion",
"31 December 2016": "$1.411 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$1.856 billion",
"31 December 2016": "$1.444 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 December 2012": "$165 million",
"31 December 2011": "$165 million",
"31 December 2010": "$79 million",
},
"current_account_balance":
{
"2017": "-$306 million",
"2016": "-$792 million",
},
"exports":
{
"2017": "$1.84 billion",
"2016": "$1.544 billion",
},
"exports_partners": "Switzerland 59.1%, Uzbekistan 9.4%, Kazakhstan 5.1%, Russia 4.9%, UK 4% (2017)",
"exports_commodities": "gold, cotton, wool, garments, meat; mercury, uranium, electricity; machinery; shoes",
"imports":
{
"2017": "$4.187 billion",
"2016": "$3.709 billion",
},
"imports_commodities": "oil and gas, machinery and equipment, chemicals, foodstuffs",
"imports_partners": "China 32.6%, Russia 24.8%, Kazakhstan 16.4%, Turkey 4.8%, US 4.2% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$2.177 billion",
"31 December 2016": "$1.97 billion",
},
"debt_external":
{
"31 December 2017": "$8.164 billion",
"31 December 2016": "$8.182 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$6.003 billion",
"31 December 2016": "$5.21 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$709.3 million",
"31 December 2016": "$655.5 million",
},
"exchange_rates": 
{
"currency": "soms (KGS) per US dollar -",
"exchange_rates":
{
"2017": "68.35",
"2016": "69.914",
"2015": "69.914",
"2014": "64.462",
"2013": "53.654",
},
}, 
}, 
"energy": 
{
"electricity_access": "100% (2016)",
"electricity_production": "13.04 billion kWh (2016 est.)",
"electricity_consumption": "10.52 billion kWh (2016 est.)",
"electricity_exports": "184 million kWh (2015 est.)",
"electricity_imports": "331 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "4.046 million kW (2016 est.)",
"electricity_from_fossil_fuels": "24% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "76% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "0% of total installed capacity (2017 est.)",
"crude_oil_production": "1,000 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "4,480 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "40 million bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "6,996 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "37,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "2,290 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "34,280 bbl/day (2015 est.)",
"natural_gas_production": "28.32 million cu m (2017 est.)",
"natural_gas_consumption": "186.9 million cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "169.9 million cu m (2017 est.)",
"natural_gas_proved_reserves": "5.663 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "10.02 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "362,288",
"subscriptions_per_100_inhabitants": "6 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "7,369,927",
"subscriptions_per_100_inhabitants": "127 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "digital radio-relay stations, and fiber-optic links; low fixed-line and fixed-broadband penetration and low to moderate mobile broadband penetration; international connectivity continues to grow; 4 mobile networks in operation; 4G networks cover over 50% of the nation, eventually 5G networks will be available (2018)",
"domestic": "fixed-line penetration 6 per 100 persons remains low and concentrated in urban areas; mobile-cellular subscribership up to over 127 per 100 persons (2018)",
"international": "country code - 996; connections with other CIS countries by landline or microwave radio relay and with other countries by leased connections with Moscow international gateway switch and by satellite; satellite earth stations - 2 (1 Intersputnik, 1 Intelsat) (2019)",
}, 
"broadcast_media": "state-funded public TV broadcaster KTRK has nationwide coverage; also operates Ala-Too 24 news channel which broadcasts 24/7 and&amp;nbsp;4 other educational, cultural, and sports channels; ELTR and Channel 5 are&amp;nbsp;state-owned stations with national reach; the switchover to digital TV in 2017 resulted in private TV station growth; approximately 20 stations are struggling to increase their own content up to 50% of airtime, as required by law, instead of rebroadcasting primarily&amp;nbsp;programs from Russian channels&amp;nbsp;or airing unlicensed movies and music; 3 Russian TV stations also broadcast; state-funded radio stations and about 10 significant private radio stations also exist (2019)",
"internet_country_code": ".kg",
"internet_users": 
{
"total": "1,976,006",
"percent_of_population": "34.5% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "258,013",
"subscriptions_per_100_inhabitants": "4 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.57% of GDP",
"2017": "1.67% of GDP",
"2016": "1.77% of GDP",
"2015": "1.75% of GDP",
"2014": "1.71% of GDP",
},
"military_and_security_forces": "Kyrgyz Armed Forces:&amp;nbsp; Land Forces, Air Defense Forces, National Guard, and State Border Service (2019)",
"military_service_age_and_obligation": "18-27 years of age for compulsory or voluntary male military service in the Armed Forces or Interior Ministry; 1-year service obligation (9 months for university graduates), with optional fee-based 3-year service in the call-up mobilization reserve; women may volunteer at age 19; 16-17 years of age for military cadets, who cannot take part in military operations (2013)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "3 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "10 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "625,294 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "69,290 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "EX (2016)",
"airports": "28 (2013)",
"airports_with_paved_runways": 
{
"total": "18 (2017)",
"over_3_047_m": "1 (2017)",
"2_438_to_3_047_m": "3 (2017)",
"1_524_to_2_437_m": "11 (2017)",
"under_914_m": "3 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "10 (2013)",
"1_524_to_2_437_m": "1 (2013)",
"914_to_1_523_m": "1 (2013)",
"under_914_m": "8 (2013)",
}, 
"pipelines": "3566 km gas (2018), 16 km oil (2013)",
"railways": 
{
"total": "424 km (2018)",
"broad_gauge": "424 km 1.520-m gauge (2018)",
}, 
"roadways": "34,000 km (2018)",
"waterways": "600 km (2010)",
"ports_and_terminals": "Balykchy (Ysyk-Kol or Rybach&#39;ye)(Lake Ysyk-Kol)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;disputes in Isfara Valley delay completion of delimitation with Tajikistan; delimitation of approximately 15% or 200 km of border with Uzbekistan is hampered by serious disputes over enclaves and other areas&lt;/p&gt;",
"illicit_drugs": "limited illicit cultivation of cannabis and opium poppy for CIS markets; limited government eradication of illicit crops; transit point for Southwest Asian narcotics bound for Russia and the rest of Europe; major consumer of opiates",
}
}
