{
"name": "Latvia",
"code": "LG",
"publish_date": "December 29, 2019",
"introduction": 
{
"background": "Several eastern Baltic tribes merged in medieval times to form the ethnic core of the Latvian people (ca. 8th-12th centuries A.D.). The region subsequently came under the control of Germans, Poles, Swedes, and finally, Russians. A Latvian republic emerged following World War I, but it was annexed by the USSR in 1940 - an action never recognized by the US and many other countries. Latvia reestablished its independence in 1991 following the breakup of the Soviet Union. Although the last Russian troops left in 1994, the status of the Russian minority (some 26% of the population) remains of concern to Moscow. Latvia acceded to both NATO and the EU in the spring of 2004; it joined the euro zone in 2014 and the OECD in 2016. A dual citizenship law was adopted in 2013, easing naturalization for non-citizen children.",
}, 
"geography": 
{
"location": "Eastern Europe, bordering the Baltic Sea, between Estonia and Lithuania",
"geographic_coordinates": "57 00 N, 25 00 E",
"map_references": "Europe",
"area": 
{
"total": "64,589 sq km",
"land": "62,249 sq km",
"water": "2,340 sq km",
}, 
"area_comparative": "slightly larger than West Virginia",
"land_boundaries": 
{
"total": "1,370 km",
"border_countries": "Belarus 161 km, Estonia 333 km, Lithuania 544 km, Russia 332 km",
}, 
"coastline": "498 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": " limits as agreed to by Estonia, Finland, Latvia, Sweden, and Russia",
"continental_shelf": " 200 m depth or to the depth of exploitation",
}, 
"climate": "maritime; wet, moderate winters",
"terrain": "low plain",
"elevation": 
{
"mean_elevation": "87 m",
"lowest_point": "Baltic Sea 0 m",
"highest_point": "Gaizina Kalns 312 m",
}, 
"natural_resources": "peat, limestone, dolomite, amber, hydropower, timber, arable land",
"land_use": 
{
"agricultural_land": "29.2% (2011 est.)",
"agricultural_land_arable_land": "18.6% (2011 est.)",
"agricultural_land_permanent_crops": "0.1% (2011 est.)",
"agricultural_land_permanent_pasture": "10.5% (2011 est.)",
"forest": "54.1% (2011 est.)",
"other": "16.7% (2011 est.)",
}, 
"irrigated_land": "12 sq km (2012)",
"population_distribution": "largest concentration of people is found in and around the port and capital city of Riga; small agglomerations are scattered throughout the country",
"natural_hazards": "large percentage of agricultural fields can become waterlogged and require drainage",
"environment_current_issues": "while land, water, and air pollution are evident, Latvia&#39;s environment has benefited from a shift to service industries after the country regained independence; improvements have occurred in drinking water quality, sewage treatment, household and hazardous waste management, as well as reduction of air pollution; concerns include nature protection and the management of water resources and the protection of the Baltic Sea",
"environment_international_agreements": 
{
"party_to": "Air Pollution, Air Pollution-Persistent Organic Pollutants, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "most of the country is composed of fertile low-lying plains with some hills in the east",
}, 
"people_and_society": 
{
"population": "1,923,559 (July 2018 est.)",
"nationality": 
{
"noun": "Latvian(s)",
"adjective": "Latvian",
}, 
"ethnic_groups": "Latvian 62.2%, Russian 25.2%, Belarusian 3.2%, Ukrainian 2.2%, Polish 2.1%, Lithuanian 1.2%, other 1.5%, unspecified 2.3% (2018 est.)",
"languages": "Latvian (official) 56.3%, Russian 33.8%, other 0.6% (includes Polish, Ukrainian, and Belarusian), unspecified 9.4% (2011 est.)",
"religions": "Lutheran 36.2%, Roman Catholic 19.5%, Orthodox 19.1%, other Christian 1.6%, other 0.1%, unspecified/none 23.5% (2017 est.)",
"age_structure": 
{
"0_14_years": "15.24% (male 150,514 /female 142,580)",
"15_24_years": "9.16% (male 90,980 /female 85,302)",
"25_54_years": "41.36% (male 396,677 /female 398,972)",
"55_64_years": "14.38% (male 123,611 /female 153,007)",
"65_years_and_over": "19.85% (male 125,709 /female 256,207) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "52.5 (2015 est.)",
"youth_dependency_ratio": "23.1 (2015 est.)",
"elderly_dependency_ratio": "29.4 (2015 est.)",
"potential_support_ratio": "3.4 (2015 est.)",
}, 
"median_age": 
{
"total": "43.9 years (2018 est.)",
"male": "40 years",
"female": "47.3 years",
}, 
"population_growth_rate": "-1.1% (2018 est.)",
"birth_rate": "9.6 births/1,000 population (2018 est.)",
"death_rate": "14.5 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-6 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "largest concentration of people is found in and around the port and capital city of Riga; small agglomerations are scattered throughout the country",
"urbanization": 
{
"urban_population": "68.2% of total population (2019)",
"rate_of_urbanization": "-0.93% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "634,000 RIGA (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.05 male(s)/female",
"0_14_years": "1.06 male(s)/female",
"15_24_years": "1.07 male(s)/female",
"25_54_years": "0.99 male(s)/female",
"55_64_years": "0.81 male(s)/female",
"65_years_and_over": "0.49 male(s)/female",
"total_population": "0.86 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "27.2 years (2014 est.)",
"maternal_mortality_rate": "19 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "5.1 deaths/1,000 live births (2018 est.)",
"male": "5.5 deaths/1,000 live births",
"female": "4.7 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "74.9 years (2018 est.)",
"male": "70.4 years",
"female": "79.7 years",
}, 
"total_fertility_rate": "1.52 children born/woman (2018 est.)",
"drinking_water_source": 
{
"improved_urban": "99.8% of population",
"improved_rural": "98.3% of population",
"improved_total": "99.3% of population",
"unimproved_urban": "0.2% of population",
"unimproved_rural": "1.7% of population",
"unimproved_total": "0.7% of population (2015 est.)",
}, 
"current_health_expenditure": "6.2% (2016)",
"physicians_density": "3.19 physicians/1,000 population (2016)",
"hospital_bed_density": "5.8 beds/1,000 population (2013)",
"sanitation_facility_access": 
{
"improved_urban": "90.8% of population (2015 est.)",
"improved_rural": "81.5% of population (2015 est.)",
"improved_total": "87.8% of population (2015 est.)",
"unimproved_urban": "9.2% of population (2015 est.)",
"unimproved_rural": "18.5% of population (2015 est.)",
"unimproved_total": "12.2% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.4% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "5,300 (2018 est.)",
"hiv_aids_deaths": " &lt;100 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "intermediate (2016)",
"vectorborne_diseases": "tickborne encephalitis (2016)",
}, 
"obesity_adult_prevalence_rate": "23.6% (2016)",
"education_expenditures": "5.3% of GDP (2015)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "99.9%",
"male": "99.9%",
"female": "99.9% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "16 years",
"male": "15 years",
"female": "17 years (2016)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "17%",
"male": "18.3%",
"female": "15.4% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Latvia",
"conventional_short_form": "Latvia",
"local_long_form": "Latvijas Republika",
"local_short_form": "Latvija",
"former": "Latvian Soviet Socialist Republic",
"etymology": "the name &quot;Latvia&quot; originates from the ancient Latgalians, one of four eastern Baltic tribes that formed the ethnic core of the Latvian people (ca. 8th-12th centuries A.D.)",
}, 
"government_type": "parliamentary republic",
"capital": 
{
"name": "Riga",
"geographic_coordinates": "56 57 N, 24 06 E",
"time_difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
"daylight_saving_time": "+1hr, begins last Sunday in March; ends last Sunday in October",
}, 
"administrative_divisions": "&lt;p&gt;110 municipalities (novadi, singular - novads) and 9 cities&lt;/p&gt;&lt;p&gt;&lt;strong&gt;municipalities:&lt;/strong&gt; Adazu Novads, Aglonas Novads, Aizkraukles Novads, Aizputes Novads, Aknistes Novads, Alojas Novads, Alsungas Novads, Aluksnes Novads, Amatas Novads, Apes Novads, Auces Novads, Babites Novads, Baldones Novads, Baltinavas Novads, Balvu Novads, Bauskas Novads, Beverinas Novads, Brocenu Novads, Burtnieku Novads, Carnikavas Novads, Cesu Novads, Cesvaines Novads, Ciblas Novads, Dagdas Novads, Daugavpils Novads, Dobeles Novads, Dundagas Novads, Durbes Novads, Engures Novads, Erglu Novads, Garkalnes Novads, Grobinas Novads, Gulbenes Novads, Iecavas Novads, Ikskiles Novads, Ilukstes Novads, Incukalna Novads, Jaunjelgavas Novads, Jaunpiebalgas Novads, Jaunpils Novads, Jekabpils Novads, Jelgavas Novads, Kandavas Novads, Karsavas Novads, Keguma Novads, Kekavas Novads, Kocenu Novads, Kokneses Novads, Kraslavas Novads, Krimuldas Novads, Krustpils Novads, Kuldigas Novads, Lielvardes Novads, Ligatnes Novads, Limbazu Novads, Livanu Novads, Lubanas Novads, Ludzas Novads, Madonas Novads, Malpils Novads, Marupes Novads, Mazsalacas Novads, Mersraga Novads, Nauksenu Novads, Neretas Novads, Nicas Novads, Ogres Novads, Olaines Novads, Ozolnieku Novads, Pargaujas Novads, Pavilostas Novads, Plavinu Novads, Preilu Novads, Priekules Novads, Priekulu Novads, Raunas Novads, Rezeknes Novads, Riebinu Novads, Rojas Novads, Ropazu Novads, Rucavas Novads, Rugaju Novads, Rujienas Novads, Rundales Novads, Salacgrivas Novads, Salas Novads, Salaspils Novads, Saldus Novads, Saulkrastu Novads, Sejas Novads, Siguldas Novads, Skriveru Novads, Skrundas Novads, Smiltenes Novads, Stopinu Novads, Strencu Novads, Talsu Novads, Tervetes Novads, Tukuma Novads, Vainodes Novads, Valkas Novads, Varaklanu Novads, Varkavas Novads, Vecpiebalgas Novads, Vecumnieku Novads, Ventspils Novads, Viesites Novads, Vilakas Novads, Vilanu Novads, Zilupes Novads; &lt;/p&gt;&lt;p&gt;&lt;strong&gt;cities:&lt;/strong&gt; Daugavpils, Jekabpils, Jelgava, Jurmala, Liepaja, Rezekne, Riga, Valmiera, Ventspils&lt;/p&gt;",
"independence": "4 May 1990 (declared independence from the Soviet Union); 6 September 1991 (recognized by the Soviet Union)",
"national_holiday": "Independence Day (Republic of Latvia Proclamation Day), 18 November (1918); note - 18 November 1918 was the date Latvia established its statehood and its concomitant independence from Soviet Russia; 4 May 1990 was the date it declared the restoration of Latvian statehood and its concomitant independence from the Soviet Union",
"constitution": 
{
"history": "several previous (pre-1991 independence); note - following the restoration of independence in 1991, parts of the 1922 constitution were reintroduced 4 May 1990 and fully reintroduced 6 July 1993",
"amendments": "proposed by two thirds of Parliament members or by petition of one tenth of qualified voters submitted through the president; passage requires at least two-thirds majority vote of Parliament in each of three readings; amendment of constitutional articles, including national sovereignty, language, the parliamentary electoral system, and constitutional amendment procedures, requires passage in a referendum by majority vote of at least one half of the electorate; amended several times, last in 2019 (2019)",
}, 
"legal_system": "civil law system with traces of socialist legal traditions and practices",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Latvia",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Egils LEVITS (since 8 July 2019)",
"head_of_government": "Prime Minister Krisjanis KARINS (since 23 January 2019)",
"cabinet": "Cabinet of Ministers nominated by the prime minister, appointed by Parliament",
"elections_appointments": "president indirectly elected by Parliament for a 4-year term (eligible for a second term); election last held on 29 May 2019 (next to be held in 2023); prime minister appointed by the president, confirmed by Parliament",
"election_results": "Egils LEVITS elected president; Parliament vote - Egils LEVITS 61 votes,&amp;nbsp;Didzis SMITS 24, Juris JANSONS 8; Krisjanis KARINS confirmed prime minister 61-39",
}, 
"legislative_branch": 
{
"description": "unicameral Parliament or Saeima (100 seats; members directly elected in multi-seat constituencies by party list proportional representation vote; members serve 4-year terms)",
"elections": "last held on 6 October 2018 (next to be held in October 2022)",
"election_results": "percent of vote by party - SDPS 19.8%, KPV LV 14.3%, JKP 13.6%, AP! 12%, NA 11%, ZZS 9.9%, V 6.7%, other 12.7%; seats by party - SDPS 23, KPV LV 16, JKP 16, AP! 13, NA 13, ZZS 11, V 8; composition - men 69, women 31, percent of women 31%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of the Senate with 36 judges); Constitutional Court (consists of 7 judges)",
"judge_selection_and_term_of_office": "Supreme Court judges nominated by chief justice and confirmed by the Saeima; judges serve until age 70, but term can be extended 2 years; Constitutional Court judges - 3 nominated by Saeima members, 2 by Cabinet ministers, and 2 by plenum of Supreme Court; all judges confirmed by Saeima majority vote; Constitutional Court president and vice president serve in their positions for 3 years; all judges serve 10-year terms; mandatory retirement at age 70",
"subordinate_courts": "district (city) and regional courts",
}, 
"political_parties_and_leaders": "Development/For! or AP! [Daniels PAVLUTS, Juris PUCE]&lt;br /&gt;National Alliance &quot;All For Latvia!&quot;-&quot;For Fatherland and Freedom/LNNK&quot; or NA [Raivis DZINTARS] New Conservative Party or JKP [Janis BORDANS]&lt;br /&gt;Social Democratic Party &quot;Harmony&quot; or SDPS [Nils USAKOVS] Union of Greens and Farmers or ZZS [Armands KRAUZE] Unity or V [Arvils ASERADENS]&lt;br /&gt;Who Owns the State? or KPV LV [Artuss KAIMINS]",
"international_organization_participation": "Australia Group, BA, BIS, CBSS, CD, CE, EAPC, EBRD, ECB, EIB, EMU, ESA (cooperating state), EU, FAO, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, ITUC (NGOs), MIGA, NATO, NIB, NSG, OAS (observer), OIF (observer), OPCW, OSCE, PCA, Schengen Convention, UN, UNCTAD, UNESCO, UNHCR, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Andris TEIKMANIS (since 16 September 2016)",
"chancery": "2306 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 328-2840",
"fax": "[1] (202) 328-2860",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador John Leslie CARWILE (since 5 November 2019)",
"telephone": "[371] 6710-7000",
"embassy": "1 Samnera Velsa St, Riga LV-1510",
"mailing_address": "Embassy of the United States of America, 1 Samnera Velsa St, Riga, LV-1510, Latvia",
"fax": "[371] 6710-7050",
}, 
"flag_description": "three horizontal bands of maroon (top), white (half-width), and maroon; the flag is one of the older banners in the world; a medieval chronicle mentions a red standard with a white stripe being used by Latvian tribes in about 1280",
"national_symbol_s": "white wagtail (bird); national colors: maroon, white",
"national_anthem": 
{
"name": "&quot;Dievs, sveti Latviju!&quot; (God Bless Latvia)",
"lyrics_music": "Karlis BAUMANIS",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Latvia is a small, open economy with exports contributing more than half of GDP. Due to its geographical location, transit services are highly-developed, along with timber and wood-processing, agriculture and food products, and manufacturing of machinery and electronics industries. Corruption continues to be an impediment to attracting foreign direct investment and Latvia&#39;s low birth rate and decreasing population are major challenges to its long-term economic vitality.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Latvia&#39;s economy experienced GDP growth of more than 10% per year during 2006-07, but entered a severe recession in 2008 as a result of an unsustainable current account deficit and large debt exposure amid the slowing world economy. Triggered by the collapse of the second largest bank, GDP plunged by more than 14% in 2009 and, despite strong growth since 2011, the economy took until 2017 return to pre-crisis levels in real terms. Strong investment and consumption, the latter stoked by rising wages, helped the economy grow by more than 4% in 2017, while inflation rose to 3%. Continued gains in competitiveness and investment will be key to maintaining economic growth, especially in light of unfavorable demographic trends, including the emigration of skilled workers, and one of the highest levels of income inequality in the EU.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In the wake of the 2008-09 crisis, the IMF, EU, and other international donors provided substantial financial assistance to Latvia as part of an agreement to defend the currency&#39;s peg to the euro in exchange for the government&#39;s commitment to stringent austerity measures. The IMF/EU program successfully concluded in December 2011, although, the austerity measures imposed large social costs. The majority of companies, banks, and real estate have been privatized, although the state still holds sizable stakes in a few large enterprises, including 80% ownership of the Latvian national airline. Latvia officially joined the World Trade Organization in February 1999 and the EU in May 2004. Latvia also joined the euro zone in 2014 and the OECD in 2016.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$54.02 billion",
"2016": "$51.67 billion",
"2015": "$50.55 billion",
},
"gdp_official_exchange_rate": "$30.33 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "4.5%",
"2016": "2.2%",
"2015": "3%",
},
"gdp_per_capita_ppp":
{
"2017": "$27,700",
"2016": "$26,200",
"2015": "$25,500",
},
"gross_national_saving":
{
"2017": "20.7% of GDP",
"2016": "21% of GDP",
"2015": "21.8% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "61.8% (2017 est.)",
"government_consumption": "18.2% (2017 est.)",
"investment_in_fixed_capital": "19.9% (2017 est.)",
"investment_in_inventories": "1.5% (2017 est.)",
"exports_of_goods_and_services": "60.6% (2017 est.)",
"imports_of_goods_and_services": "-61.9% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "3.9% (2017 est.)",
"industry": "22.4% (2017 est.)",
"services": "73.7% (2017 est.)",
}, 
"agriculture_products": "grain, rapeseed, potatoes, vegetables; pork, poultry, milk, eggs; fish",
"industries": "processed foods, processed wood products, textiles, processed metals, pharmaceuticals, railroad cars, synthetic fibers, electronics",
"industrial_production_growth_rate": "10.6% (2017 est.)",
"labor_force": "990,000 (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "7.7%",
"industry": "24.1%",
"services": "68.1% (2016 est.)",
}, 
"unemployment_rate":
{
"2017": "8.7%",
"2016": "9.6%",
},
"population_below_poverty_line": "25.5% (2015)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.2%",
"highest_10": "26.3% (2015)",
}, 
"distribution_of_family_income_gini_index":
{
"2015": "34.5",
"2014": "35.4",
},
"budget": 
{
"revenues": "11.39 billion (2017 est.)",
"expenditures": "11.53 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "37.5% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-0.5% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "36.3% of GDP",
"2016": "37.4% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "2.9%",
"2016": "0.1%",
},
"central_bank_discount_rate":
{
"31 December 2017": "0%",
"31 December 2015": "0.05%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "2.58%",
"31 December 2016": "2.61%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$12.91 billion",
"31 December 2016": "$10.71 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$12.91 billion",
"31 December 2016": "$10.71 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$17.27 billion",
"31 December 2016": "$15.11 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 December 2016": "$6.76 billion",
"31 December 2015": "$6.799 billion",
"31 December 2014": "$7.127 billion",
},
"current_account_balance":
{
"2017": "-$231 million",
"2016": "$378 million",
},
"exports":
{
"2017": "$12.84 billion",
"2016": "$11.35 billion",
},
"exports_partners": "Lithuania 15.8%, Russia 14%, Estonia 10.9%, Germany 6.9%, Sweden 5.7%, UK 4.9%, Poland 4.3%, Denmark 4.1% (2017)",
"exports_commodities": "foodstuffs, wood and wood products, metals, machinery and equipment, textiles",
"imports":
{
"2017": "$15.79 billion",
"2016": "$13.61 billion",
},
"imports_commodities": "machinery and equipment, consumer goods, chemicals, fuels, vehicles",
"imports_partners": "Lithuania 17.6%, Germany 11.7%, Poland 8.7%, Estonia 7.6%, Russia 7.1%, Netherlands 4.2%, Finland 4.2%, Italy 4% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$4.614 billion",
"31 December 2016": "$3.514 billion",
},
"debt_external":
{
"31 March 2016": "$40.02 billion",
"31 March 2015": "$38.19 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$18.84 billion",
"31 December 2016": "$15.36 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$3.402 billion",
"31 December 2016": "$2.485 billion",
},
"exchange_rates": 
{
"currency": "euros (EUR) per US dollar -",
"exchange_rates":
{
"2017": "0.885",
"2016": "0.903",
"2015": "0.9214",
"2014": "0.885",
"2013": "0.7634",
},
}, 
}, 
"energy": 
{
"electricity_access": "100% (2016)",
"electricity_production": "6.241 billion kWh (2016 est.)",
"electricity_consumption": "6.798 billion kWh (2016 est.)",
"electricity_exports": "3.795 billion kWh (2016 est.)",
"electricity_imports": "4.828 billion kWh (2016 est.)",
"electricity_installed_generating_capacity": "2.932 million kW (2016 est.)",
"electricity_from_fossil_fuels": "39% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "53% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "8% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2017 est.)",
"crude_oil_imports": "0 bbl/day (2017 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "44,600 bbl/day (2017 est.)",
"refined_petroleum_products_exports": "16,180 bbl/day (2017 est.)",
"refined_petroleum_products_imports": "54,370 bbl/day (2017 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "1.218 billion cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "1.246 billion cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "8.632 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "342,097",
"subscriptions_per_100_inhabitants": "18 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "2,464,122",
"subscriptions_per_100_inhabitants": "127 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "recent efforts focused on bringing competition to the telecommunications sector; the number of fixed lines is decreasing as mobile-cellular telephone service expands; EU regulatory policies, and framework provide guidelines for growth; govt.&amp;nbsp;adopted measures to build a national fiber broadband network, part-funded by European Commission; commercial 5G services coming in 2019 (2018)",
"domestic": "fixed-line 18 per 100 and mobile-cellular 127 per 100 subscriptions (2018)",
"international": "country code - 371; the Latvian network is now connected via fiber-optic cable to Estonia, Finland, and Sweden",
}, 
"broadcast_media": "several national and regional commercial TV stations are foreign-owned, 2 national TV stations are publicly owned; system supplemented by privately owned regional and local TV stations; cable and satellite multi-channel TV services with domestic and foreign broadcasts available; publicly owned broadcaster operates 4 radio networks with dozens of stations throughout the country; dozens of private broadcasters also operate radio stations",
"internet_country_code": ".lv",
"internet_users": 
{
"total": "1,570,374",
"percent_of_population": "79.9% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "525,679",
"subscriptions_per_100_inhabitants": "27 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2019": "2.01% of GDP",
"2018": "2.08% of GDP",
"2017": "1.59% of GDP",
"2016": "1.45% of GDP",
"2015": "1.04% of GDP",
},
"military_and_security_forces": "National Armed Forces (Nacionalie Brunotie Speki): Land Forces (Latvijas Sauszemes Speki), Naval Force (Latvijas Juras Speki, includes Coast Guard (Latvijas Kara Flote)), Air Force (Latvijas Gaisa Speki), National Guard (2019)",
"military_service_age_and_obligation": "18 years of age for voluntary male and female military service; no conscription; under current law, every citizen is entitled to serve in the armed forces for life (2017)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "3 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "47 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "2,527,368 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "2,277,996 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "YL (2016)",
"airports": "42 (2013)",
"airports_with_paved_runways": 
{
"total": "18 (2017)",
"over_3_047_m": "1 (2017)",
"2_438_to_3_047_m": "3 (2017)",
"1_524_to_2_437_m": "4 (2017)",
"914_to_1_523_m": "3 (2017)",
"under_914_m": "7 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "24 (2013)",
"under_914_m": "24 (2013)",
}, 
"heliports": "1 (2013)",
"pipelines": "1,213 km gas, 417 km refined products (2018)",
"railways": 
{
"total": "1,860 km (2018)",
"narrow_gauge": "34 km 0.750-m gauge (2018)",
"broad_gauge": "1,826 km 1.520-m gauge (2018)",
}, 
"roadways": 
{
"total": "70,244 km (2018)",
"paved": "15,158 km (2018)",
"unpaved": "55,086 km (2018)",
}, 
"waterways": "300 km (navigable year-round) (2010)",
"merchant_marine": 
{
"total": "68",
"by_type": "general cargo 18, oil tanker 8, other 42 (2018)",
}, 
"ports_and_terminals": "Riga, Ventspils",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Russia demands better Latvian treatment of ethnic Russians in Latvia; boundary demarcated with Latvia and Lithuania; the Latvian parliament has not ratified its 1998 maritime boundary treaty with Lithuania, primarily due to concerns over oil exploration rights; as a member state that forms part of the EU&#39;s external border, Latvia has implemented the strict Schengen border rules with Russia&lt;/p&gt;",
"refugees_and_internally_displaced_persons": "224,844 (2018); note - individuals who were Latvian citizens prior to the 1940 Soviet occupation and their descendants were recognized as Latvian citizens when the country&#39;s independence was restored in 1991; citizens of the former Soviet Union residing in Latvia who have neither Latvian nor other citizenship are considered non-citizens (officially there is no statelessness in Latvia) and are entitled to non-citizen passports; children born after Latvian independence to stateless parents are entitled to Latvian citizenship upon their parents&#39; request; non-citizens cannot vote or hold certain government jobs and are exempt from military service but can travel visa-free in the EU under the Schengen accord like Latvian citizens; non-citizens can obtain naturalization if they have been permanent residents of Latvia for at least five years, pass tests in Latvian language and history, and know the words of the Latvian national anthem",
"illicit_drugs": "transshipment and destination point for cocaine, synthetic drugs, opiates, and cannabis from Southwest Asia, Western Europe, Latin America, and neighboring Baltic countries; despite improved legislation, vulnerable to money laundering due to nascent enforcement capabilities and comparatively weak regulation of offshore companies and the gaming industry; CIS organized crime (including counterfeiting, corruption, extortion, stolen cars, and prostitution) accounts for most laundered proceeds",
}
}
