{
"name": "Liberia",
"code": "LI",
"publish_date": "December 09, 2019",
"introduction": 
{
"background": "Settlement of freed slaves from the US in what is today Liberia began in 1822; by 1847, the Americo-Liberians were able to establish a republic. William TUBMAN, president from 1944-71, did much to promote foreign investment and to bridge the economic, social, and political gaps between the descendants of the original settlers and the inhabitants of the interior. In 1980, a military coup led by Samuel DOE ushered in a decade of authoritarian rule. In December 1989, Charles TAYLOR launched a rebellion against DOE&#39;s regime that led to a prolonged civil war in which DOE was killed. A period of relative peace in 1997 allowed for an election that brought TAYLOR to power, but major fighting resumed in 2000. An August 2003 peace agreement ended the war and prompted the resignation of former president Charles TAYLOR, who was convicted by the UN-backed Special Court for Sierra Leone in The Hague for his involvement in Sierra Leone&#39;s civil war. After two years of rule by a transitional government, democratic elections in late 2005 brought President Ellen JOHNSON SIRLEAF to power. She subsequently won reelection in 2011 but was challenged to rebuild Liberia&#39;s economy, particularly following the 2014-15 Ebola epidemic, and to reconcile a nation still recovering from 14 years of fighting. Constitutional term limits barred President JOHNSON SIRLEAF from running for re-election. Legal challenges delayed the 2017 presidential runoff election, which was eventually won by George WEAH. In March 2018, the UN completed its 15-year peacekeeping mission in Liberia.",
}, 
"geography": 
{
"location": "Western Africa, bordering the North Atlantic Ocean, between Cote d&#39;Ivoire and Sierra Leone",
"geographic_coordinates": "6 30 N, 9 30 W",
"map_references": "Africa",
"area": 
{
"total": "111,369 sq km",
"land": "96,320 sq km",
"water": "15,049 sq km",
}, 
"area_comparative": "slightly larger than Virginia",
"land_boundaries": 
{
"total": "1,667 km",
"border_countries": "Guinea 590 km, Cote d&#39;Ivoire 778 km, Sierra Leone 299 km",
}, 
"coastline": "579 km",
"maritime_claims": "200 nm",
"climate": "tropical; hot, humid; dry winters with hot days and cool to cold nights; wet, cloudy summers with frequent heavy showers",
"terrain": "mostly flat to rolling coastal plains rising to rolling plateau and low mountains in northeast",
"elevation": 
{
"mean_elevation": "243 m",
"lowest_point": "Atlantic Ocean 0 m",
"highest_point": "Mount Wuteve 1,447 m",
}, 
"natural_resources": "iron ore, timber, diamonds, gold, hydropower",
"land_use": 
{
"agricultural_land": "28.1% (2011 est.)",
"agricultural_land_arable_land": "5.2% (2011 est.)",
"agricultural_land_permanent_crops": "2.1% (2011 est.)",
"agricultural_land_permanent_pasture": "20.8% (2011 est.)",
"forest": "44.6% (2011 est.)",
"other": "27.3% (2011 est.)",
}, 
"irrigated_land": "30 sq km (2012)",
"population_distribution": "more than half of the population lives in urban areas, with approximately one-third living within an 80-km radius of Monrovia",
"natural_hazards": "dust-laden harmattan winds blow from the Sahara (December to March)",
"environment_current_issues": "tropical rain forest deforestation; soil erosion; loss of biodiversity; hunting of endangered species for bushmeat; pollution of coastal waters from oil residue and raw sewage; pollution of rivers from industrial run-off; burning and dumping of household waste",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
"signed_but_not_ratified": "Environmental Modification, Marine Life Conservation",
}, 
"geography_note": "facing the Atlantic Ocean, the coastline is characterized by lagoons, mangrove swamps, and river-deposited sandbars; the inland grassy plateau supports limited agriculture",
}, 
"people_and_society": 
{
"population": "4,809,768 (July 2018 est.)",
"nationality": 
{
"noun": "Liberian(s)",
"adjective": "Liberian",
}, 
"ethnic_groups": "Kpelle 20.3%, Bassa 13.4%, Grebo 10%, Gio 8%, Mano 7.9%, Kru 6%, Lorma 5.1%, Kissi 4.8%, Gola 4.4%, Krahn 4%, Vai 4%, Mandingo 3.2%, Gbandi 3%, Mende 1.3%, Sapo 1.3%, other Liberian 1.7%, other African 1.4%, non-African .1% (2008 est.)",
"languages": "English 20% (official), some 20 ethnic group languages few of which can be written or used in correspondence",
"religions": "Christian 85.6%, Muslim 12.2%, Traditional 0.6%, other 0.2%, none 1.5% (2008 est.)",
"demographic_profile": "&lt;p&gt;Liberia’s high fertility rate of nearly 5 children per woman and large youth cohort – more than 60% of the population is under the age of 25 – will sustain a high dependency ratio for many years to come. Significant progress has been made in preventing child deaths, despite a lack of health care workers and infrastructure. Infant and child mortality have dropped nearly 70% since 1990; the annual reduction rate of about 5.4% is the highest in Africa.&lt;/p&gt;&lt;p&gt;Nevertheless, Liberia’s high maternal mortality rate remains among the world’s worst; it reflects a high unmet need for family planning services, frequency of early childbearing, lack of quality obstetric care, high adolescent fertility, and a low proportion of births attended by a medical professional. Female mortality is also increased by the prevalence of female genital cutting (FGC), which is practiced by 10 of Liberia’s 16 tribes and affects more than two-thirds of women and girls. FGC is an initiation ritual performed in rural bush schools, which teach traditional beliefs on marriage and motherhood and are an obstacle to formal classroom education for Liberian girls.&lt;/p&gt;&lt;p&gt;Liberia has been both a source and a destination for refugees. During Liberia’s 14-year civil war (1989-2003), more than 250,000 people became refugees and another half million were internally displaced. Between 2004 and the cessation of refugee status for Liberians in June 2012, the UNHCR helped more than 155,000 Liberians to voluntarily repatriate, while others returned home on their own. Some Liberian refugees spent more than two decades living in other West African countries. Liberia hosted more than 125,000 Ivoirian refugees escaping post-election violence in 2010-11; as of mid-2017, about 12,000 Ivoirian refugees were still living in Liberia as of October 2017 because of instability.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "43.72% (male 1,062,766 /female 1,040,211)",
"15_24_years": "19.9% (male 478,041 /female 478,999)",
"25_54_years": "30.1% (male 711,963 /female 735,878)",
"55_64_years": "3.43% (male 84,474 /female 80,410)",
"65_years_and_over": "2.85% (male 67,229 /female 69,797) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "83.2 (2015 est.)",
"youth_dependency_ratio": "77.6 (2015 est.)",
"elderly_dependency_ratio": "5.5 (2015 est.)",
"potential_support_ratio": "18.1 (2015 est.)",
}, 
"median_age": 
{
"total": "17.8 years (2018 est.)",
"male": "17.6 years",
"female": "18.1 years",
}, 
"population_growth_rate": "2.59% (2018 est.)",
"birth_rate": "37.9 births/1,000 population (2018 est.)",
"death_rate": "7.4 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-4.7 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "more than half of the population lives in urban areas, with approximately one-third living within an 80-km radius of Monrovia",
"urbanization": 
{
"urban_population": "51.6% of total population (2019)",
"rate_of_urbanization": "3.41% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.467 million MONROVIA (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.02 male(s)/female",
"15_24_years": "1 male(s)/female",
"25_54_years": "0.97 male(s)/female",
"55_64_years": "1.05 male(s)/female",
"65_years_and_over": "0.96 male(s)/female",
"total_population": "1 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "19.2 years (2013 est.)",
"maternal_mortality_rate": "661 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "50.6 deaths/1,000 live births (2018 est.)",
"male": "55 deaths/1,000 live births",
"female": "46 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "63.8 years (2018 est.)",
"male": "61.6 years",
"female": "66 years",
}, 
"total_fertility_rate": "5 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "31.2% (2016)",
"drinking_water_source": 
{
"improved_urban": "88.6% of population",
"improved_rural": "62.6% of population",
"improved_total": "75.6% of population",
"unimproved_urban": "11.4% of population",
"unimproved_rural": "37.4% of population",
"unimproved_total": "24.4% of population (2015 est.)",
}, 
"current_health_expenditure": "9.6% (2016)",
"physicians_density": "0.04 physicians/1,000 population (2015)",
"hospital_bed_density": "0.8 beds/1,000 population (2010)",
"sanitation_facility_access": 
{
"improved_urban": "28% of population (2015 est.)",
"improved_rural": "5.9% of population (2015 est.)",
"improved_total": "16.9% of population (2015 est.)",
"unimproved_urban": "72% of population (2015 est.)",
"unimproved_rural": "94.1% of population (2015 est.)",
"unimproved_total": "83.1% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "1.3% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "39,000 (2018 est.)",
"hiv_aids_deaths": "1,800 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria, dengue fever, and yellow fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"aerosolized_dust_or_soil_contact_diseases": "Lassa fever (2016)",
}, 
"obesity_adult_prevalence_rate": "9.9% (2016)",
"children_under_the_age_of_5_years_underweight": "15.3% (2013)",
"education_expenditures": "3.8% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "47.6%",
"male": "62.4%",
"female": "32.8% (2015)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "2.3%",
"male": "2.4%",
"female": "2.2% (2016 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Liberia",
"conventional_short_form": "Liberia",
"etymology": "name derives from the Latin word &quot;liber&quot; meaning &quot;free&quot;; so named because the nation was created as a homeland for liberated African-American slaves",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Monrovia",
"geographic_coordinates": "6 18 N, 10 48 W",
"time_difference": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "15 counties; Bomi, Bong, Gbarpolu, Grand Bassa, Grand Cape Mount, Grand Gedeh, Grand Kru, Lofa, Margibi, Maryland, Montserrado, Nimba, River Cess, River Gee, Sinoe",
"independence": "26 July 1847",
"national_holiday": "Independence Day, 26 July (1847)",
"constitution": 
{
"history": "previous 1847 (at independence); latest drafted 19 October 1983, revised version adopted by referendum 3 July 1984, effective 6 January 1986",
"amendments": "proposed by agreement of at least two thirds of both National Assembly houses or by petition of at least 10,000 citizens; passage requires at least two-thirds majority approval of both houses and approval in a referendum by at least two-thirds majority of registered voters; amended 2011 (2018)",
}, 
"legal_system": "mixed legal system of common law, based on Anglo-American law, and customary law",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Liberia",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "2 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President George WEAH (since 22 January 2018); Vice President Jewel HOWARD-TAYLOR (since 22 January 2018); note - the president is both chief of state and head of government",
"head_of_government": "President George WEAH (since 22 January 2018); Vice President Jewel HOWARD-TAYLOR (since 22 January 2018)",
"cabinet": "Cabinet appointed by the president, confirmed by the Senate",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 6-year term (eligible for a second term); election last held on 10 October 2017 with a run-off on 26 December 2017); the runoff originally scheduled for 7 November 2017 was delayed due to allegations of fraud in the first round, which the Supreme Court dismissed",
"election_results": "George WEAH elected president in second round; percent of vote in first round - George WEAH (Coalition for Democratic Change) 38.4%, Joseph BOAKAI (UP) 28.8%, Charles BRUMSKINE (LP) 9.6%, Prince JOHNSON (MDR) 8.2%, Alexander B. CUMMINGS (ANC) 7.2%, other 7.8%; percentage of vote in second round - George WEAH 61.5%, Joseph BOAKAI 38.5%",
}, 
"legislative_branch": 
{
"description": "bicameral National Assembly consists of:&lt;br /&gt;The Liberian Senate (30 seats; members directly elected in 15 2-seat districts by simple majority vote to serve 9-year staggered terms; each district elects 1 senator and elects the second senator 3 years later, followed by a 6-year hiatus, after which the first Senate seat is up for election)&lt;br /&gt; House of Representatives (73 seats; members directly elected in single-seat districts by simple majority vote to serve 6-year terms; eligible for a second term)",
"elections": "Senate - last held on 20 December 2014 (originally scheduled for 14 October 2014 but postponed due to Ebola-virus epidemic; next to be held in October 2020); by-elections to fill the senate seats vacated by WEAH and HOWARD-TAYLOR was held on 31 July 2018&lt;br /&gt; House of Representatives - last held on 10 October 2017 (next to be held in October 2023)",
"election_results": "Senate - percent of vote by party - CDC 29.8%, UP 10.3%, LP 11.5%, NPP 6.1%, PUP 4.9%, ANC 4.2%, NDC 1.3%, other 7.6%, independent 24.3%; seats by party - UP 4, CDC 2, LP 2, ANC 1, NDC 1, NPP 1, PUP 1, independent 3; composition - men 27, women 3, percent of women 10%&lt;br /&gt; House of Representatives - percent of vote by party/coalition - Coalition for Democratic Change 15.6%, UP 14%, LP 8.7%, ANC 6.1%, PUP 5.9%, ALP 5.1%, MDR 3.4%, other 41.2%; seats by coalition/party - Coalition for Democratic Change 21, UP 20, PUP 5, LP 3, ALP 3, MDR 2, independent 13, other 6; composition - men 64, women 9, percent of women 12.3%; total Parliament percent of women 11.7%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of a chief justice and 4 associate justices); note - the Supreme Court has jurisdiction for all constitutional cases",
"judge_selection_and_term_of_office": "chief justice and associate justices appointed by the president of Liberia with consent of the Senate; judges can serve until age 70",
"subordinate_courts": "judicial circuit courts; special courts, including criminal, civil, labor, traffic; magistrate and traditional or customary courts",
}, 
"political_parties_and_leaders": "Alliance for Peace and Democracy or APD [Marcus S. G. DAHN]&lt;br /&gt;All Liberian Party or ALP [Benoi UREY]&lt;br /&gt;Alternative National Congress or ANC [Orishil GOULD]&lt;br /&gt;Coalition for Democratic Change [George WEAH] (includes CDC, NPP, and LPDP)Congress for Democratic Change or CDC [George WEAH]&lt;br /&gt;Liberia Destiny Party or LDP [Nathaniel BARNES]&lt;br /&gt;Liberia National Union or LINU [Nathaniel BLAMA]&lt;br /&gt;Liberia Transformation Party or LTP [Julius SUKU]&lt;br /&gt;Liberian People Democratic Party or LPDP [Alex J. TYLER]&lt;br /&gt;Liberian People&#39;s Party or LPP&lt;br /&gt;Liberty Party or LP [J. Fonati KOFFA]&lt;br /&gt;Movement for Democracy and Reconstruction or MDR [Prince Y. JOHNSON]&lt;br /&gt;Movement for Economic Empowerment [J. Mill JONES, Dr.]&lt;br /&gt;Movement for Progressive Change or MPC [Simeon FREEMAN]&lt;br /&gt;National Democratic Coalition or NDC [Dew MAYSON]&lt;br /&gt;National Democratic Party of Liberia or NDPL [D. Nyandeh SIEH]&lt;br /&gt;National Patriotic Party or NPP [Jewel HOWARD TAYLOR]&lt;br /&gt;National Reformist Party or NRP [Maximillian T. W. DIABE]&lt;br /&gt;National Union for Democratic Progress or NUDP [Victor BARNEY]&lt;br /&gt;People&#39;s Unification Party or PUP [Isobe GBORKORKOLLIE]&lt;br /&gt;Unity Party or UP [Varney SHERMAN]&lt;br /&gt;United People&#39;s Party [MacDonald WENTO]&lt;br /&gt;Victory for Change Party [Marcus R. JONES]",
"international_organization_participation": "ACP, AfDB, AU, ECOWAS, EITI (compliant country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, ISO (correspondent), ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador George PATTEN (since 11 January 2019)",
"chancery": "5201 16th Street NW, Washington, DC 20011",
"telephone": "[1] (202) 723-0437",
"fax": "[1] (202) 723-0436",
"consulate_s_general": "New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Christine A. ELDER (since 23 June 2016)",
"telephone": "[231] 77-677-7000",
"embassy": "U.S. Embassy, 502 Benson Street, Monrovia",
"mailing_address": "P.O. Box 98, Monrovia",
"fax": "[231] 77-677-7370",
}, 
"flag_description": "11 equal horizontal stripes of red (top and bottom) alternating with white; a white five-pointed star appears on a blue square in the upper hoist-side corner; the stripes symbolize the signatories of the Liberian Declaration of Independence; the blue square represents the African mainland, and the star represents the freedom granted to the ex-slaves; according to the constitution, the blue color signifies liberty, justice, and fidelity, the white color purity, cleanliness, and guilelessness, and the red color steadfastness, valor, and fervor",
"national_symbol_s": "white star; national colors: red, white, blue",
"national_anthem": 
{
"name": "All Hail, Liberia Hail!",
"lyrics_music": "Daniel Bashiel WARNER/Olmstead LUCA",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Liberia is a low-income country that relies heavily on foreign assistance and remittances from the diaspora. It is richly endowed with water, mineral resources, forests, and a climate favorable to agriculture. Its principal exports are iron ore, rubber, diamonds, and gold. Palm oil and cocoa are emerging as new export products. The government has attempted to revive raw timber extraction and is encouraging oil exploration.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In the 1990s and early 2000s, civil war and government mismanagement destroyed much of Liberia&#39;s economy, especially infrastructure in and around the capital. Much of the conflict was fueled by control over Liberia’s natural resources. With the conclusion of fighting and the installation of a democratically elected government in 2006, businesses that had fled the country began to return. The country achieved high growth during the period 2010-13 due to favorable world prices for its commodities. However, during the 2014-2015 Ebola crisis, the economy declined and many foreign-owned businesses departed with their capital and expertise. The epidemic forced the government to divert scarce resources to combat the spread of the virus, reducing funds available for needed public investment. The cost of addressing the Ebola epidemic coincided with decreased economic activity reducing government revenue, although higher donor support significantly offset this loss. During the same period, global commodities prices for key exports fell and have yet to recover to pre-Ebola levels.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In 2017, gold was a key driver of growth, as a new mining project began its first full year of production; iron ore exports are also increased as Arcelor Mittal opened new mines at Mount Gangra. The completion of the rehabilitation of the Mount Coffee Hydroelectric Dam increased electricity production to support ongoing and future economic activity, although electricity tariffs remain high relative to other countries in the region and transmission infrastructure is limited. Presidential and legislative elections in October 2017 generated election-related spending pressures.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Revitalizing the economy in the future will depend on economic diversification, increasing investment and trade, higher global commodity prices, sustained foreign aid and remittances, development of infrastructure and institutions, combating corruption, and maintaining political stability and security.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$6.112 billion",
"2016": "$5.965 billion",
"2015": "$6.064 billion",
},
"gdp_official_exchange_rate": "$3.285 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "2.5%",
"2016": "-1.6%",
"2015": "0%",
},
"gdp_per_capita_ppp":
{
"2017": "$1,300",
"2016": "$1,300",
"2015": "$1,300",
},
"gross_national_saving":
{
"2017": " NA%",
"2016": "-21.9% of GDP",
"2016": "1.9% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "128.8% (2016 est.)",
"government_consumption": "16.7% (2016 est.)",
"investment_in_fixed_capital": "19.5% (2016 est.)",
"investment_in_inventories": "6.7% (2016 est.)",
"exports_of_goods_and_services": "17.5% (2016 est.)",
"imports_of_goods_and_services": "-89.2% (2016 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "34% (2017 est.)",
"industry": "13.8% (2017 est.)",
"services": "52.2% (2017 est.)",
}, 
"agriculture_products": "rubber, coffee, cocoa, rice, cassava (manioc, tapioca), palm oil, sugarcane, bananas; sheep, goats; timber",
"industries": "mining (iron ore and gold), rubber processing, palm oil processing, diamonds",
"industrial_production_growth_rate": "9% (2017 est.)",
"labor_force": "1.677 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "70%",
"industry": "8%",
"services": "22% (2000 est.)",
}, 
"unemployment_rate":
{
"2014": "2.8%",
},
"population_below_poverty_line": "54.1% (2014 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.4%",
"highest_10": "30.1% (2007)",
}, 
"distribution_of_family_income_gini_index":
{
"2014": "32",
"2007": "38.2",
},
"budget": 
{
"revenues": "553.6 million (2017 est.)",
"expenditures": "693.8 million (2017 est.)",
}, 
"taxes_and_other_revenues": "16.9% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-4.3% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "34.4% of GDP",
"2016": "28.3% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "12.4%",
"2016": "8.8%",
},
"central_bank_discount_rate":
{
"2016": "3.2%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "13.3%",
"31 December 2016": "13.59%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$423 million",
"31 December 2016": "$438.3 million",
},
"stock_of_broad_money":
{
"31 December 2017": "$423 million",
"31 December 2016": "$438.3 million",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$792.3 million",
"31 December 2016": "$789.4 million",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$627 million",
"2016": "-$464 million",
},
"exports":
{
"2017": "$260.6 million",
"2016": "$169.8 million",
},
"exports_partners": "Germany 36.2%, Switzerland 14.2%, UAE 8.8%, US 6.8%, Indonesia 4.7% (2017)",
"exports_commodities": "rubber, timber, iron, diamonds, cocoa, coffee",
"imports":
{
"2017": "$1.166 billion",
"2016": "$1.296 billion",
},
"imports_commodities": "fuels, chemicals, machinery, transportation equipment, manufactured goods; foodstuffs",
"imports_partners": "Singapore 29.8%, China 24.4%, South Korea 17.5%, Japan 9.4% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$459.8 million",
"31 December 2016": "$528.7 million",
},
"debt_external":
{
"31 December 2017": "$1.036 billion",
"31 December 2016": "$938.9 million",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2015": "$17.01 billion",
"31 December 2014": "$16.56 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2013": "$201 million",
"31 December 2012": "$201 million",
},
"exchange_rates": 
{
"currency": "Liberian dollars (LRD) per US dollar -",
"exchange_rates":
{
"2017": "109.4",
"2016": "93.4",
"2015": "93.4",
"2014": "85.3",
"2013": "83.893",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "4 million (2017)",
"electrification_total_population": "19.8% (2016)",
"electrification_urban_areas": "34% (2016)",
"electrification_rural_areas": "1.3% (2016)",
}, 
"electricity_production": "300 million kWh (2016 est.)",
"electricity_consumption": "279 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "151,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "57% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "43% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "0% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "8,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "8,181 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "1.163 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "8,000",
"subscriptions_per_100_inhabitants": " less than 1 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "3,117,002",
"subscriptions_per_100_inhabitants": "66 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "the limited services available are found almost exclusively in the capital, Monrovia; fixed-line service stagnant and extremely limited; telephone coverage extended to a number of other towns and rural areas by four mobile-cellular network operators; almost entirely wireless telecommunications market; mobile market penetration is low compared to others in the region; number of operators avoid paying dues and operate despite regulations (2018)",
"domestic": "fixed-line less than 1 per 100; mobile-cellular subscription base growing and teledensity approached&amp;nbsp;66 per 100 persons (2018)",
"international": "country code - 231; landing point for the ACE submarine cable&amp;nbsp;linking 20 West&amp;nbsp;African countries and Europe;&amp;nbsp;satellite earth station - 1 Intelsat (Atlantic Ocean) (2019)",
}, 
"broadcast_media": "8 private and 1 government-owned TV station; satellite TV service available; 1 state-owned radio station; approximately&amp;nbsp;20 independent radio stations broadcasting in Monrovia, with approximately&amp;nbsp;80 more local stations operating in other areas; transmissions of 4 international (including the British Broadcasting Corporation and Radio France Internationale) broadcasters are available (2019)",
"internet_country_code": ".lr",
"internet_users": 
{
"total": "314,717",
"percent_of_population": "7.3% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "8,000",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "0.77% of GDP",
"2017": "0.73% of GDP",
"2016": "0.7% of GDP",
"2015": "0.73% of GDP",
"2014": "0.72% of GDP",
},
"military_and_security_forces": "Armed Forces of Liberia (AFL): Army, Liberia Air Wing, Liberian Coast Guard (2019)",
"military_service_age_and_obligation": "18 years of age for voluntary military service; no conscription (2012)",
}, 
"transportation": 
{
"civil_aircraft_registration_country_code_prefix": "A8 (2016)",
"airports": "29 (2013)",
"airports_with_paved_runways": 
{
"total": "2 (2017)",
"over_3_047_m": "1 (2017)",
"1_524_to_2_437_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "27 (2013)",
"1_524_to_2_437_m": "5 (2013)",
"914_to_1_523_m": "8 (2013)",
"under_914_m": "14 (2013)",
}, 
"pipelines": "4 km oil (2013)",
"railways": 
{
"total": "429 km (2008)",
"standard_gauge": "345 km 1.435-m gauge (2008)",
"narrow_gauge": "84 km 1.067-m gauge (2008)",
}, 
"roadways": 
{
"total": "10,600 km (2018)",
"paved": "657 km (2018)",
"unpaved": "9,943 km (2018)",
}, 
"merchant_marine": 
{
"total": "3,321",
"by_type": "bulk carrier 1086, container ship 834, general cargo 130, oil tanker 723, other 548 (2018)",
}, 
"ports_and_terminals": "Buchanan, Monrovia",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;as the UN Mission in Liberia (UNMIL) continues to drawdown prior to the 1 March 2018 closure date, the peacekeeping force is being reduced to 434 soldiers and two police units; some Liberian refugees still remain in Guinea, Cote d&#39;Ivoire, Sierra Leone, and Ghana; Liberia shelters 8,804 Ivoirian refugees, as of 2019&lt;/p&gt;",
"refugees_and_internally_displaced_persons": "8,551 (Cote d&#39;Ivoire) (2019)",
"illicit_drugs": "transshipment point for Southeast and Southwest Asian heroin and South American cocaine for the European and US markets; corruption, criminal activity, arms-dealing, and diamond trade provide significant potential for money laundering, but the lack of well-developed financial system limits the country&#39;s utility as a major money-laundering center",
}
}
