{
"name": "Lesotho",
"code": "LT",
"publish_date": "December 05, 2019",
"introduction": 
{
"background": "Basutoland was renamed the Kingdom of Lesotho upon independence from the UK in 1966. The Basotho National Party ruled the country during its first two decades. King MOSHOESHOE II was exiled in 1990, but returned to Lesotho in 1992 and was reinstated in 1995 and subsequently succeeded by his son, King LETSIE III, in 1996. Constitutional government was restored in 1993 after seven years of military rule. In 1998, violent protests and a military mutiny following a contentious election prompted a brief but bloody intervention by South African and Botswana military forces under the aegis of the Southern African Development Community. Subsequent constitutional reforms restored relative political stability. Peaceful parliamentary elections were held in 2002, but the National Assembly elections in 2007 were hotly contested and aggrieved parties disputed how the electoral law was applied to award proportional seats in the Assembly. In 2012, competitive elections involving 18 parties saw Prime Minister Motsoahae Thomas THABANE form a coalition government - the first in the country&#39;s history - that ousted the 14-year incumbent, Pakalitha MOSISILI, who peacefully transferred power the following month. MOSISILI returned to power in snap elections in February 2015 after the collapse of THABANE&amp;rsquo;s coalition government and an alleged attempted military coup. In June 2017, THABANE returned to become prime minister.",
}, 
"geography": 
{
"location": "Southern Africa, an enclave of South Africa",
"geographic_coordinates": "29 30 S, 28 30 E",
"map_references": "Africa",
"area": 
{
"total": "30,355 sq km",
"land": "30,355 sq km",
"water": "0 sq km",
}, 
"area_comparative": "slightly smaller than Maryland",
"land_boundaries": 
{
"total": "1,106 km",
"border_countries": "South Africa 1106 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "temperate; cool to cold, dry winters; hot, wet summers",
"terrain": "mostly highland with plateaus, hills, and mountains",
"elevation": 
{
"mean_elevation": "2,161 m",
"lowest_point": "junction of the Orange and Makhaleng Rivers 1,400 m",
"highest_point": "Thabana Ntlenyana 3,482 m",
}, 
"natural_resources": "water, agricultural and grazing land, diamonds, sand, clay, building stone",
"land_use": 
{
"agricultural_land": "76.1% (2011 est.)",
"agricultural_land_arable_land": "10.1% (2011 est.)",
"agricultural_land_permanent_crops": "0.1% (2011 est.)",
"agricultural_land_permanent_pasture": "65.9% (2011 est.)",
"forest": "1.5% (2011 est.)",
"other": "22.4% (2011 est.)",
}, 
"irrigated_land": "30 sq km (2012)",
"population_distribution": "relatively higher population density in the western half of the nation, with the capital of Maseru, and the smaller cities of Mafeteng, Teyateyaneng, and Leribe attracting the most people",
"natural_hazards": "periodic droughts",
"environment_current_issues": "population pressure forcing settlement in marginal areas results in overgrazing, severe soil erosion, and soil exhaustion; desertification; Highlands Water Project controls, stores, and redirects water to South Africa",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "landlocked, an enclave of (completely surrounded by) South Africa; mountainous, more than 80% of the country is 1,800 m above sea level",
}, 
"people_and_society": 
{
"population": "1,962,461 (July 2018 est.)",
"nationality": 
{
"noun": "Mosotho (singular), Basotho (plural)",
"adjective": "Basotho",
}, 
"ethnic_groups": "Sotho 99.7%, Europeans, Asians, and other 0.3%",
"languages": "Sesotho (official) (southern Sotho), English (official), Zulu, Xhosa",
"religions": "Protestant 47.8% (Pentecostal 23.1%, Lesotho Evangelical 17.3%, Anglican 7.4%), Roman Catholic 39.3%, other Christian 9.1%, non-Christian 1.4%, none 2.3% (2014 est.)",
"demographic_profile": "&lt;p&gt;Lesotho faces great socioeconomic challenges. More than half of its population lives below the property line, and the country’s HIV/AIDS prevalence rate is the second highest in the world. In addition, Lesotho is a small, mountainous, landlocked country with little arable land, leaving its population vulnerable to food shortages and reliant on remittances. Lesotho’s persistently high infant, child, and maternal mortality rates have been increasing during the last decade, according to the last two Demographic and Health Surveys. Despite these significant shortcomings, Lesotho has made good progress in education; it is on-track to achieve universal primary education and has one of the highest adult literacy rates in Africa.&lt;/p&gt;&lt;p&gt;Lesotho’s migration history is linked to its unique geography; it is surrounded by South Africa with which it shares linguistic and cultural traits. Lesotho at one time had more of its workforce employed outside its borders than any other country. Today remittances equal about 17% of its GDP. With few job options at home, a high rate of poverty, and higher wages available across the border, labor migration to South Africa replaced agriculture as the prevailing Basotho source of income decades ago. The majority of Basotho migrants were single men contracted to work as gold miners in South Africa. However, migration trends changed in the 1990s, and fewer men found mining jobs in South Africa because of declining gold prices, stricter immigration policies, and a preference for South African workers.&lt;/p&gt;&lt;p&gt;Although men still dominate cross-border labor migration, more women are working in South Africa, mostly as domestics, because they are widows or their husbands are unemployed. Internal rural-urban flows have also become more frequent, with more women migrating within the country to take up jobs in the garment industry or moving to care for loved ones with HIV/AIDS. Lesotho’s small population of immigrants is increasingly composed of Taiwanese and Chinese migrants who are involved in the textile industry and small retail businesses.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "31.84% (male 314,155 /female 310,772)",
"15_24_years": "19.34% (male 181,332 /female 198,236)",
"25_54_years": "38.27% (male 366,652 /female 384,333)",
"55_64_years": "5.02% (male 52,490 /female 46,016)",
"65_years_and_over": "5.53% (male 55,804 /female 52,671) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "66.9 (2015 est.)",
"youth_dependency_ratio": "59.5 (2015 est.)",
"elderly_dependency_ratio": "7.4 (2015 est.)",
"potential_support_ratio": "13.5 (2015 est.)",
}, 
"median_age": 
{
"total": "24.4 years (2018 est.)",
"male": "24.4 years",
"female": "24.3 years",
}, 
"population_growth_rate": "0.24% (2018 est.)",
"birth_rate": "24.2 births/1,000 population (2018 est.)",
"death_rate": "15.1 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-6.6 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "relatively higher population density in the western half of the nation, with the capital of Maseru, and the smaller cities of Mafeteng, Teyateyaneng, and Leribe attracting the most people",
"urbanization": 
{
"urban_population": "28.6% of total population (2019)",
"rate_of_urbanization": "2.83% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "202,000 MASERU (capital) (2018)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.01 male(s)/female",
"15_24_years": "0.91 male(s)/female",
"25_54_years": "0.95 male(s)/female",
"55_64_years": "1.14 male(s)/female",
"65_years_and_over": "1.06 male(s)/female",
"total_population": "0.98 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "21 years (2014 est.)",
"maternal_mortality_rate": "544 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "44.6 deaths/1,000 live births (2018 est.)",
"male": "48.1 deaths/1,000 live births",
"female": "40.9 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "53 years (2018 est.)",
"male": "53 years",
"female": "53.1 years",
}, 
"total_fertility_rate": "2.59 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "60.2% (2014)",
"drinking_water_source": 
{
"improved_urban": "94.6% of population",
"improved_rural": "77% of population",
"improved_total": "81.8% of population",
"unimproved_urban": "5.4% of population",
"unimproved_rural": "23% of population",
"unimproved_total": "18.2% of population (2015 est.)",
}, 
"current_health_expenditure": "8.1% (2016)",
"physicians_density": "0.07 physicians/1,000 population (2010)",
"sanitation_facility_access": 
{
"improved_urban": "37.3% of population (2015 est.)",
"improved_rural": "27.6% of population (2015 est.)",
"improved_total": "30.3% of population (2015 est.)",
"unimproved_urban": "62.7% of population (2015 est.)",
"unimproved_rural": "72.4% of population (2015 est.)",
"unimproved_total": "69.7% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "23.6% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "340,000 (2018 est.)",
"hiv_aids_deaths": "6,100 (2018 est.)",
"obesity_adult_prevalence_rate": "16.6% (2016)",
"children_under_the_age_of_5_years_underweight": "10.5% (2014)",
"education_expenditures": "6.4% of GDP (2018)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "79.4%",
"male": "70.1%",
"female": "88.3% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "11 years",
"male": "10 years",
"female": "11 years (2015)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "34.4%",
"male": " NA",
"female": " NA (2013 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Kingdom of Lesotho",
"conventional_short_form": "Lesotho",
"local_long_form": "Kingdom of Lesotho",
"local_short_form": "Lesotho",
"former": "Basutoland",
"etymology": "the name translates as &quot;Land of the Sesotho Speakers&quot;",
}, 
"government_type": "parliamentary constitutional monarchy",
"capital": 
{
"name": "Maseru",
"geographic_coordinates": "29 19 S, 27 29 E",
"time_difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "10 districts; Berea, Butha-Buthe, Leribe, Mafeteng, Maseru, Mohale&#39;s Hoek, Mokhotlong, Qacha&#39;s Nek, Quthing, Thaba-Tseka",
"independence": "4 October 1966 (from the UK)",
"national_holiday": "Independence Day, 4 October (1966)",
"constitution": 
{
"history": "previous 1959, 1967; latest adopted 2 April 1993 (effectively restoring the 1967 version)",
"amendments": "proposed by Parliament; passage of amendments affecting constitutional provisions, including fundamental rights and freedoms, sovereignty of the kingdom, the office of the king, and powers of Parliament, requires a majority vote by the National Assembly, approval by the Senate, approval in a referendum by a majority of qualified voters, and assent of the king; passage of amendments other than those specified provisions requires at least a two-thirds majority vote in both houses of Parliament; amended several times, last in 2011 (2017)",
}, 
"legal_system": "mixed legal system of English common law and Roman-Dutch law; judicial review of legislative acts in High Court and Court of Appeal",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "yes",
"citizenship_by_descent_only": "yes",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "King LETSIE III (since 7 February 1996); note - King LETSIE III formerly occupied the throne from November 1990 to February 1995 while his father was in exile",
"head_of_government": "Prime Minister Thomas Motsoahae THABANE (since 16 June 2017)",
"cabinet": "consists of the prime minister, appointed by the King on the advice of the Council of State, the&amp;nbsp;deputy prime minister, and 26 other ministers",
"elections_appointments": "the monarchy is hereditary, but under the terms of the constitution that came into effect after the March 1993 election, the monarch is a &quot;living symbol of national unity&quot; with no executive or legislative powers; under traditional law, the college of chiefs has the power to depose the monarch, to determine next in line of succession, or to serve as regent in the event that a successor is not of mature age; following legislative elections, the leader of the majority party or majority coalition in the Assembly automatically becomes prime minister",
}, 
"legislative_branch": 
{
"description": "bicameral Parliament consists of:&lt;br /&gt;Senate (33 seats; 22 principal chiefs and 11 other senators nominated by the king with the advice of the Council of State, a 13-member body of key government and non-government officials; members serve 5-year terms)&lt;br /&gt; National Assembly (120 seats; 80 members directly elected in single-seat constituencies by simple majority vote and 40 elected through proportional representation; members serve 5-year terms)",
"elections": "Senate - last nominated by the king 11 July 2017 (next NA)&lt;br /&gt; National Assembly - last held on 3 June 2017 (next to be held in 2022)",
"election_results": "Senate - percent of votes by party - NA, seats by party - NA; composition - men 25, women 8, percent of women 24.2%&lt;br /&gt; National Assembly - percent of votes by party - ABC 40.5%, DC 25.8%, LCD 9%, AD 7.3%, MEC 5.1%, BNP 4.1, PFD 2.3%, other 5.9%; seats by party - ABC 51, DC 30, LCD 11, AD 9, MEC 6, BNP 5, PFD 3, other 5; composition - men 95, women 27, percent of women 22.5%; note - total Parliament percent of women 22.9%",
}, 
"judicial_branch": 
{
"highest_courts": "Court of Appeal (consists of the court president, such number of justices of appeal as set by Parliament, and the Chief Justice and the puisne judges of the High Court ex officio); High Court (consists of the chief justice and such number of puisne judges as set by Parliament); note - both the Court of Appeal and the High Court have jurisdiction in constitutional issues",
"judge_selection_and_term_of_office": "Court of Appeal president and High Court chief justice appointed by the monarch on the advice of the prime minister; puisne judges appointed by the monarch on advice of the Judicial Service Commission, an independent body of judicial officers and officials designated by the monarch; judges of both courts can serve until age 75",
"subordinate_courts": "Magistrate Courts; customary or traditional courts; military courts",
}, 
"political_parties_and_leaders": "All Basotho Convention or ABC [Thomas Motsoahae THABANE]&lt;br /&gt;Alliance of Democrats or AD [Monyane MOLELEKI]&lt;br /&gt;Basotho Congress Party or BCP [Thulo MAHLAKENG]&lt;br /&gt;Basotho National Party or BNP [Thesele MASERIBANE]&lt;br /&gt;Democratic Congress or DC [Pakalitha MOSISILI]&lt;br /&gt;Democratic Party of Lesotho or DPL [Limpho TAU]&lt;br /&gt;Lesotho Congress for Democracy or LCD [Mothetjoa METSING]&lt;br /&gt;Movement of Economic Change or MEC [Selibe MOCHOBOROANE]&lt;br /&gt;National Independent Party or NIP [Kimetso MATHABA]&lt;br /&gt;Popular Front for Democracy of PFD [Lekhetho RAKUOANE]&lt;br /&gt;Reformed Congress of Lesotho or RCL [Keketso RANTSO]",
"international_organization_participation": "ACP, AfDB, AU, C, CD, FAO, G-77, IAEA, IBRD, ICAO, ICCt, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, MIGA, NAM, OPCW, SACU, SADC, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Sankatana Gabriel MAJA (since 22 June 2018)",
"chancery": "2511 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 797-5533",
"fax": "[1] (202) 234-6815",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Rebecca E. GONZALES (since 8 February 2018)",
"telephone": "[266] 22 312 666",
"embassy": "254 Kingsway Road, Maseru West",
"mailing_address": "P.O. Box 333, Maseru 100, Lesotho",
"fax": "[266] 22 310 116",
}, 
"flag_description": "three horizontal stripes of blue (top), white, and green in the proportions of 3:4:3; the colors represent rain, peace, and prosperity respectively; centered in the white stripe is a black Basotho hat representing the indigenous people; the flag was unfurled in October 2006 to celebrate 40 years of independence",
"national_symbol_s": "mokorotio (Basotho hat); national colors: blue, white, green, black",
"national_anthem": 
{
"name": "&quot;Lesotho fatse la bo ntat&#39;a rona&quot; (Lesotho, Land of Our Fathers)",
"lyrics_music": "Francois COILLARD/Ferdinand-Samuel LAUR",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Small, mountainous, and completely landlocked by South Africa, Lesotho depends on a narrow economic base of textile manufacturing, agriculture, remittances, and regional customs revenue. About three-fourths of the people live in rural areas and engage in animal herding and subsistence agriculture, although Lesotho produces less than 20% of the nation&#39;s demand for food. Agriculture is vulnerable to weather and climate variability.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Lesotho relies on South Africa for much of its economic activity; Lesotho imports 85% of the goods it consumes from South Africa, including most agricultural inputs. Households depend heavily on remittances from family members working in South Africa in mines, on farms, and as domestic workers, though mining employment has declined substantially since the 1990s. Lesotho is a member of the Southern Africa Customs Union (SACU), and revenues from SACU accounted for roughly 26% of total GDP in 2016; however, SACU revenues are volatile and expected to decline over the next 5 years. Lesotho also gains royalties from the South African Government for water transferred to South Africa from a dam and reservoir system in Lesotho. However, the government continues to strengthen its tax system to reduce dependency on customs duties and other transfers.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The government maintains a large presence in the economy - government consumption accounted for about 26% of GDP in 2017. The government remains Lesotho&#39;s largest employer; in 2016, the government wage bill rose to 23% of GDP – the largest in sub-Saharan Africa. Lesotho&#39;s largest private employer is the textile and garment industry - approximately 36,000 Basotho, mainly women, work in factories producing garments for export to South Africa and the US. Diamond mining in Lesotho has grown in recent years and accounted for nearly 35% of total exports in 2015. Lesotho managed steady GDP growth at an average of 4.5% from 2010 to 2014, dropping to about 2.5% in 2015-16, but poverty remains widespread around 57% of the total population.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$6.656 billion",
"2016": "$6.762 billion",
"2015": "$6.561 billion",
},
"gdp_official_exchange_rate": "$2.749 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "-1.6%",
"2016": "3.1%",
"2015": "2.5%",
},
"gdp_per_capita_ppp":
{
"2017": "$3,300",
"2016": "$3,400",
"2015": "$3,300",
},
"gross_national_saving":
{
"2017": "20.3% of GDP",
"2016": "19.7% of GDP",
"2015": "24.7% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "69.2% (2017 est.)",
"government_consumption": "26.4% (2017 est.)",
"investment_in_fixed_capital": "31.4% (2017 est.)",
"investment_in_inventories": "-13.4% (2017 est.)",
"exports_of_goods_and_services": "40.8% (2017 est.)",
"imports_of_goods_and_services": "-54.4% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "5.8% (2016 est.)",
"industry": "39.2% (2016 est.)",
"services": "54.9% (2017 est.)",
}, 
"agriculture_products": "corn, wheat, pulses, sorghum, barley; livestock",
"industries": "food, beverages, textiles, apparel assembly, handicrafts, construction, tourism",
"industrial_production_growth_rate": "12.5% (2017 est.)",
"labor_force": "930,800 (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "86%",
"industry_and_services": "14% (2002 est.)",
}, 
"unemployment_rate":
{
"2014": "28.1%",
"2008": "25%",
},
"population_below_poverty_line": "57% (2016 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "1%",
"highest_10": "39.4% (2003)",
}, 
"distribution_of_family_income_gini_index":
{
"1995": "63.2",
},
"budget": 
{
"revenues": "1.09 billion (2017 est.)",
"expenditures": "1.255 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "39.7% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-6% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "33.7% of GDP",
"2016": "36.2% of GDP",
},
"fiscal_year": "1 April - 31 March",
"inflation_rate_consumer_prices":
{
"2017": "5.3%",
"2016": "6.2%",
},
"central_bank_discount_rate":
{
"2 February 2016": "6.75%",
"31 December 2015": "6.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "11.58%",
"31 December 2016": "11.58%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$420.8 million",
"31 December 2016": "$356.3 million",
},
"stock_of_broad_money":
{
"31 December 2017": "$420.8 million",
"31 December 2016": "$356.3 million",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$442.3 million",
"31 December 2016": "$230.9 million",
},
"current_account_balance":
{
"2017": "-$102 million",
"2016": "-$201 million",
},
"exports":
{
"2017": "$1.028 billion",
"2016": "$894 million",
},
"exports_partners": "South Africa 57%, US 33.5% (2017)",
"exports_commodities": "manufactures (clothing, footwear), wool and mohair, food and live animals, electricity, water, diamonds",
"imports":
{
"2017": "$1.826 billion",
"2016": "$1.613 billion",
},
"imports_commodities": "food; building materials, vehicles, machinery, medicines, petroleum products",
"imports_partners": "South Africa 87.2% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$657.7 million",
"31 December 2016": "$925.2 million",
},
"debt_external":
{
"31 December 2017": "$934.6 million",
"31 December 2016": "$921.3 million",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$497.7 million",
"31 December 2016": "$456.5 million",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$122 million",
"31 December 2016": "$206.9 million",
},
"exchange_rates": 
{
"currency": "maloti (LSL) per US dollar -",
"exchange_rates":
{
"2017": "14.48",
"2016": "14.71",
"2015": "14.71",
"2014": "12.76",
"2013": "10.85",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "1 million (2017)",
"electrification_total_population": "29.7% (2016)",
"electrification_urban_areas": "66% (2016)",
"electrification_rural_areas": "15.7% (2016)",
}, 
"electricity_production": "510 million kWh (2016 est.)",
"electricity_consumption": "847.3 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "373 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "80,400 kW (2016 est.)",
"electricity_from_fossil_fuels": "0% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "100% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "1% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "5,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "5,118 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "711,100 Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "10,637",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "2,380,804",
"subscriptions_per_100_inhabitants": "122 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "rudimentary system consisting of a modest number of landlines, a small microwave radio relay system, and a small radiotelephone communication system; fixed-line teledensity is low; mobile-cellular telephone system is expanding;&amp;nbsp; commercial services with LTE technology (2018)",
"domestic": "mobile-cellular service dominates the market with a subscribership now over 122 per 100 persons; fixed-line is 1 per 100 subscriptions (2018)",
"international": "country code - 266; satellite earth station - 1 Intelsat (Atlantic Ocean);&amp;nbsp;Internet accessibility has improved with several submarine fibre optic cables that land on African east and west coasts, but the country&#39;s land locked position makes access prices expensive (2019)",
}, 
"broadcast_media": "1 state-owned TV station and 2 state-owned radio stations; government controls most private broadcast media; satellite TV subscription service available; transmissions of multiple international broadcasters obtainable (2019)",
"internet_country_code": ".ls",
"internet_users": 
{
"total": "534,360",
"percent_of_population": "27.4% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "4,984",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.81% of GDP",
"2017": "2.01% of GDP",
"2016": "1.83% of GDP",
"2015": "1.85% of GDP",
"2014": "1.84% of GDP",
},
"military_and_security_forces": "Lesotho Defense Force (LDF): Army (includes Air Wing) (2012)",
"military_service_age_and_obligation": "18-24 years of age for voluntary military service; no conscription; women serve as commissioned officers (2012)",
"military_note": "Lesotho&#39;s declared policy for its military is the maintenance of the country&#39;s sovereignty and the preservation of internal security; in practice, external security is guaranteed by South Africa",
}, 
"transportation": 
{
"civil_aircraft_registration_country_code_prefix": "7P (2016)",
"airports": "24 (2013)",
"airports_with_paved_runways": 
{
"total": "3 (2017)",
"over_3_047_m": "1 (2017)",
"914_to_1_523_m": "1 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "21 (2013)",
"914_to_1_523_m": "5 (2013)",
"under_914_m": "16 (2013)",
}, 
"roadways": 
{
"total": "5,940 km (2011)",
"paved": "1,069 km (2011)",
"unpaved": "4,871 km (2011)",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;South Africa has placed military units to assist police operations along the border of Lesotho, Zimbabwe, and Mozambique to control smuggling, poaching, and illegal migration&lt;/p&gt;",
"trafficking_in_persons": 
{
"current_situation": "Lesotho is a source, transit, and destination country for women and children subjected to forced labor and sex trafficking and for men subjected to forced labor; in Lesotho and South Africa, Basotho women and children are subjected to domestic servitude, and Basotho children increasingly endure commercial sexual exploitation; some Basotho men who voluntarily migrate to South Africa for work become victims of forced labor in agriculture and mining or are coerced into committing crimes; foreign nationals continue to traffic fellow citizens in Lesotho",
"tier_rating": "Tier 2 Watch List – Lesotho does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; in 2014, Lesotho was granted a waiver from an otherwise required downgrade to Tier 3 because its government has a written plan that, if implemented would constitute making significant efforts to bring itself into compliance with the minimum standards for the elimination of trafficking; the government failed to initiate any prosecutions against alleged traffickers and has not convicted any offenders under the 2011 anti-trafficking act, which remains unimplemented for a fifth year; authorities did not develop formal victim identification and referral procedures, did not establish victim care centers, as required under the 2011 anti-trafficking act, and did not support NGOs offering victims protective services (2015)",
}, 
}
}
