{
"name": "Libya",
"code": "LY",
"publish_date": "December 23, 2019",
"introduction": 
{
"background": "&lt;p&gt;The Italians supplanted the Ottoman Turks in the area around Tripoli in 1911 and did not relinquish their hold until 1943 when they were defeated in World War II. Libya then passed to UN administration and achieved independence in 1951. Following a 1969 military coup, Col. Muammar al-QADHAFI assumed leadership and began to espouse his political system at home, which was a combination of socialism and Islam. During the 1970s, QADHAFI used oil revenues to promote his ideology outside Libya, supporting subversive and terrorist activities that included the downing of two airliners - one over Scotland, another in Northern Africa - and a discotheque bombing in Berlin. UN sanctions in 1992 isolated QADHAFI politically and economically following the attacks; sanctions were lifted in 2003 following Libyan acceptance of responsibility for the bombings and agreement to claimant compensation. QADHAFI also agreed to end Libya&#39;s program to develop weapons of mass destruction, and he made significant strides in normalizing relations with Western nations.&lt;/p&gt; &lt;p&gt;Unrest that began in several Middle Eastern and North African countries in late 2010 erupted in Libyan cities in early 2011. QADHAFI&#39;s brutal crackdown on protesters spawned a civil war that triggered UN authorization of air and naval intervention by the international community. After months of seesaw fighting between government and opposition forces, the QADHAFI regime was toppled in mid-2011 and replaced by a transitional government known as the National Transitional Council (NTC). In 2012, the NTC handed power to an elected parliament, the General National Congress (GNC). Voters chose a new parliament to replace the GNC in June 2014 - the House of Representatives (HoR), which relocated to the eastern city of Tobruk after fighting broke out in Tripoli and Benghazi in July 2014.&lt;/p&gt; &lt;p&gt;In December 2015, the UN brokered an agreement among a broad array of Libyan political parties and social groups - known as the Libyan Political Agreement (LPA). Members of the Libyan Political Dialogue, including representatives of the HoR and GNC, signed the LPA in December 2015. The LPA called for the formation of an interim Government of National Accord or GNA, with a nine-member Presidency Council, the HoR, and an advisory High Council of State that most ex-GNC members joined. The LPA&amp;rsquo;s roadmap for a transition to a new constitution and elected government was subsequently endorsed by UN Security Council Resolution 2259, which also called upon member states to cease official contact with parallel institutions. In January 2016, the HoR voted to approve the LPA, including the Presidency Council, while voting against a controversial provision on security leadership positions and the Presidency Council&amp;rsquo;s proposed cabinet of ministers. In March 2016, the GNA Presidency Council seated itself in Tripoli. In 2016, the GNA twice announced a slate of ministers who operate in an acting capacity, but the HoR did not endorse the ministerial list. The HoR and defunct-GNC-affiliated political hardliners continued to oppose the GNA and hamper the LPA&amp;rsquo;s implementation. In September 2017, UN Special Representative Ghassan SALAME announced a new roadmap for national political reconciliation. SALAME&amp;rsquo;s plan called for amendments to the LPA, a national conference of Libyan leaders, and a constitutional referendum and general elections. In November 2018, the international partners supported SALAME&amp;rsquo;s recalibrated Action Plan for Libya that aimed to break the political deadlock by holding a National Conference in Libya in 2019 on a timeline for political transition.&amp;nbsp; The National Conference was delayed following a failure of the parties to implement an agreement mediated by SALAME in Abu Dhabi on February 27, and the subsequent military action by Khalifa HAFTAR&amp;rsquo;s Libyan National Army against GNA forces in Tripoli that began in April 2019.&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Northern Africa, bordering the Mediterranean Sea, between Egypt, Tunisia, and Algeria",
"geographic_coordinates": "25 00 N, 17 00 E",
"map_references": "Africa",
"area": 
{
"total": "1,759,540 sq km",
"land": "1,759,540 sq km",
"water": "0 sq km",
}, 
"area_comparative": "about 2.5 times the size of Texas; slightly larger than Alaska",
"land_boundaries": 
{
"total": "4,339 km",
"border_countries": "Algeria 989 km, Chad 1050 km, Egypt 1115 km, Niger 342 km, Sudan 382 km, Tunisia 461 km",
}, 
"coastline": "1,770 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_fishing_zone": "62 nm",
}, 
"climate": "Mediterranean along coast; dry, extreme desert interior",
"terrain": "mostly barren, flat to undulating plains, plateaus, depressions",
"elevation": 
{
"mean_elevation": "423 m",
"lowest_point": "Sabkhat Ghuzayyil -47 m",
"highest_point": "Bikku Bitti 2,267 m",
}, 
"natural_resources": "petroleum, natural gas, gypsum",
"land_use": 
{
"agricultural_land": "8.8% (2011 est.)",
"agricultural_land_arable_land": "1% (2011 est.)",
"agricultural_land_permanent_crops": "0.2% (2011 est.)",
"agricultural_land_permanent_pasture": "7.6% (2011 est.)",
"forest": "0.1% (2011 est.)",
"other": "91.1% (2011 est.)",
}, 
"irrigated_land": "4,700 sq km (2012)",
"population_distribution": "well over 90% of the population lives along the Mediterranean coast in and between Tripoli to the west and Al Bayda to the east; the interior remains vastly underpopulated due to the Sahara and lack of surface water",
"natural_hazards": "hot, dry, dust-laden ghibli is a southern wind lasting one to four days in spring and fall; dust storms, sandstorms",
"environment_current_issues": "desertification; limited natural freshwater resources; the Great Manmade River Project, the largest water development scheme in the world, brings water from large aquifers under the Sahara to coastal cities; water pollution is a significant problem; the combined impact of sewage, oil byproducts, and industrial waste threatens Libya&#39;s coast and the Mediterranean Sea",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Dumping, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "Law of the Sea",
}, 
"geography_note": "&lt;strong&gt;note 1:&lt;/strong&gt; more than 90% of the country is desert or semidesert&lt;br /&gt;&lt;br /&gt;&lt;strong&gt;note 2:&lt;/strong&gt; the volcano Waw an Namus lies in south central Libya in the middle of the Sahara; the caldera is an oasis - the name means &quot;oasis of mosquitoes&quot; - containing several small lakes surrounded by vegetation and hosting various insects and a large diversity of birds",
}, 
"people_and_society": 
{
"population": "6,754,507 (July 2018 est.)",
"nationality": 
{
"noun": "Libyan(s)",
"adjective": "Libyan",
}, 
"ethnic_groups": "Berber and Arab 97%, other 3% (includes Egyptian, Greek, Indian, Italian, Maltese, Pakistani, Tunisian, and Turkish)",
"languages": "Arabic (official), Italian, English (all widely understood in the major cities); Berber (Nafusi, Ghadamis, Suknah, Awjilah, Tamasheq)",
"religions": "Muslim (official; virtually all Sunni) 96.6%, Christian 2.7%, Buddhist 0.3%, Hindu &amp;lt;0.1, Jewish &amp;lt;0.1, folk religion &amp;lt;0.1, unafilliated 0.2%, other &amp;lt;0.1 (2010 est.)",
"demographic_profile": "&lt;p&gt;Despite continuing unrest, Libya remains a destination country for economic migrants. It is also a hub for transit migration to Europe because of its proximity to southern Europe and its lax border controls. Labor migrants have been drawn to Libya since the development of its oil sector in the 1960s. Until the latter part of the 1990s, most migrants to Libya were Arab (primarily Egyptians and Sudanese). However, international isolation stemming from Libya’s involvement in international terrorism and a perceived lack of support from Arab countries led QADHAFI in 1998 to adopt a decade-long pan-African policy that enabled large numbers of sub-Saharan migrants to enter Libya without visas to work in the construction and agricultural industries. Although sub-Saharan Africans provided a cheap labor source, they were poorly treated and were subjected to periodic mass expulsions.&lt;/p&gt;&lt;p&gt;By the mid-2000s, domestic animosity toward African migrants and a desire to reintegrate into the international community motivated QADHAFI to impose entry visas on Arab and African immigrants and to agree to joint maritime patrols and migrant repatriations with Italy, the main recipient of illegal migrants departing Libya. As his regime neared collapse in 2011, QADHAFI reversed his policy of cooperating with Italy to curb illegal migration and sent boats loaded with migrants and asylum seekers to strain European resources. Libya’s 2011 revolution decreased immigration drastically and prompted nearly 800,000 migrants to flee to third countries, mainly Tunisia and Egypt, or to their countries of origin. The inflow of migrants declined in 2012 but returned to normal levels by 2013, despite continued hostility toward sub-Saharan Africans and a less-inviting job market.&lt;/p&gt;&lt;p&gt;While Libya is not an appealing destination for migrants, since 2014, transiting migrants – primarily from East and West Africa – continue to exploit its political instability and weak border controls and use it as a primary departure area to migrate across the central Mediterranean to Europe in growing numbers. In addition, more than 200,000 people were displaced internally as of August 2017 by fighting between armed groups in eastern and western Libya and, to a lesser extent, by inter-tribal clashes in the country’s south.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "25.53% (male 882,099 /female 842,320)",
"15_24_years": "16.81% (male 582,247 /female 553,004)",
"25_54_years": "47.47% (male 1,684,019 /female 1,522,027)",
"55_64_years": "5.77% (male 197,196 /female 192,320)",
"65_years_and_over": "4.43% (male 147,168 /female 152,107) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "49.1 (2015 est.)",
"youth_dependency_ratio": "42.6 (2015 est.)",
"elderly_dependency_ratio": "6.4 (2015 est.)",
"potential_support_ratio": "15.5 (2015 est.)",
}, 
"median_age": 
{
"total": "29.4 years (2018 est.)",
"male": "29.5 years",
"female": "29.2 years",
}, 
"population_growth_rate": "1.45% (2018 est.)",
"birth_rate": "17.2 births/1,000 population (2018 est.)",
"death_rate": "3.7 deaths/1,000 population (2018 est.)",
"net_migration_rate": "0.9 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "well over 90% of the population lives along the Mediterranean coast in and between Tripoli to the west and Al Bayda to the east; the interior remains vastly underpopulated due to the Sahara and lack of surface water",
"urbanization": 
{
"urban_population": "80.4% of total population (2019)",
"rate_of_urbanization": "1.68% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.161 million TRIPOLI (capital), 841,000 Misratah, 811,000 Benghazi (2019)",
"sex_ratio": 
{
"at_birth": "1.05 male(s)/female",
"0_14_years": "1.05 male(s)/female",
"15_24_years": "1.05 male(s)/female",
"25_54_years": "1.11 male(s)/female",
"55_64_years": "1.03 male(s)/female",
"65_years_and_over": "0.97 male(s)/female",
"total_population": "1.07 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "72 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "10.5 deaths/1,000 live births (2018 est.)",
"male": "11.3 deaths/1,000 live births",
"female": "9.6 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "76.9 years (2018 est.)",
"male": "75.1 years",
"female": "78.7 years",
}, 
"total_fertility_rate": "2.03 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "27.7% (2014)",
"drinking_water_source": 
{
"improved_urban": "54.2% of population",
"improved_rural": "54.9% of population",
"improved_total": "54.4% of population",
"unimproved_urban": "45.8% of population",
"unimproved_rural": "45.1% of population",
"unimproved_total": "45.6% of population (2001 est.)",
}, 
"physicians_density": "2.16 physicians/1,000 population (2017)",
"hospital_bed_density": "3.7 beds/1,000 population (2014)",
"sanitation_facility_access": 
{
"improved_urban": "96.8% of population (2015 est.)",
"improved_rural": "95.7% of population (2015 est.)",
"improved_total": "96.6% of population (2015 est.)",
"unimproved_urban": "3.2% of population (2015 est.)",
"unimproved_rural": "4.3% of population (2015 est.)",
"unimproved_total": "3.4% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.2% (2018)",
"hiv_aids_people_living_with_hiv_aids": "9,200 (2018)",
"hiv_aids_deaths": " &lt;200 (2018)",
"obesity_adult_prevalence_rate": "32.5% (2016)",
"education_expenditures": " NA",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "91%",
"male": "96.7%",
"female": "85.6% (2015)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "48.7%",
"male": "40.8%",
"female": "67.8% (2012 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "State of Libya",
"conventional_short_form": "Libya",
"local_long_form": "Dawiat Libiya",
"local_short_form": "Libiya",
"etymology": "name derives from the Libu, an ancient Libyan tribe first mentioned in texts from the 13th century B.C.",
}, 
"government_type": "in transition",
"capital": 
{
"name": "Tripoli (Tarabulus)",
"geographic_coordinates": "32 53 N, 13 10 E",
"time_difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "22 governorates (muhafazah, singular - muhafazat); Al Butnan, Al Jabal al Akhdar, Al Jabal al Gharbi, Al Jafarah, Al Jufrah, Al Kufrah, Al Marj, Al Marqab, Al Wahat, An Nuqat al Khams, Az Zawiyah, Banghazi (Benghazi), Darnah, Ghat, Misratah, Murzuq, Nalut, Sabha, Surt, Tarabulus (Tripoli), Wadi al Hayat, Wadi ash Shati",
"independence": "24 December 1951 (from UN trusteeship)",
"national_holiday": "Liberation Day, 23 October (2011)",
"constitution": "previous 1951, 1977; in July 2017, the Constitutional Assembly completed and approved a draft of a new permanent constitution; in September 2018,&amp;nbsp;the House of Representatives passed a constitutional referendum law in a session with contested reports of the quorum needed to pass the vote, and submitted it to the High National Elections Commission in December to begin preparations for a constitutional referendum",
"legal_system": "Libya&#39;s post-revolution legal system is in flux and driven by state and non-state entities",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent or grandparent must be a citizen of Libya",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "varies from 3 to 5 years",
}, 
"suffrage": "18 years of age, universal",
"executive_branch": 
{
"chief_of_state": "Chairman, Presidential Council, Fayiz al-SARAJ (since December 2015)",
"head_of_government": "Prime Minister Fayiz al-SARAJ (since December 2015)",
"cabinet": "GNA Presidency Council (pending approval by the House of Representatives - as of December 2018)",
"elections_appointments": "&lt;p&gt;direct presidential election to be held pending election-related legislation and constitutional referendum law&lt;/p&gt;",
"election_results": "NA",
}, 
"legislative_branch": 
{
"description": "unicameral House of Representatives (Majlis Al Nuwab) or HoR (200 seats including 32 reserved for women; members directly elected by majority vote; member term NA); note - the High Council of State serves as an advisory group for the HoR",
"elections": "last held on 25 June 2014 ( parliamentary election to be held pending election-related legislation); note - the Libyan Supreme Court in November 2014 declared the HoR election unconstitutional, but the HoR and the international community rejected the ruling",
"election_results": "percent of vote by party - NA; seats by party - NA; composition - men 158, women 30, percent of women 16%; note - only 188 of the 200 seats were filled in the June 2014&amp;nbsp;election because of boycotts and lack of security at some polling stations; some elected members of the HoR also boycotted the election",
}, 
"judicial_branch": "NA; note - government is in transition",
"political_parties_and_leaders": "NA&lt;br /&gt;",
"international_organization_participation": "ABEDA, AfDB, AFESD, AMF, AMU, AU, BDEAC, CAEU, COMESA, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OAPEC, OIC, OPCW, OPEC, PCA, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "&lt;p&gt;Ambassador Wafa M.T. BUGHAIGHIS (since 29 November 2017)&lt;/p&gt;",
"chancery": "&lt;p&gt;1460 Dahlia Street NW, Washington, DC&lt;/p&gt;",
"telephone": "[1] (202) 944-9601",
"fax": "[1] (202) 944-9606",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Richard B. NORLAND (since 22 August 2019)",
"telephone": "[218] (0) 91-220-3239",
"embassy": "Sidi Slim Area/Walie Al-Ahed Road, Tripoli (temporarily closed)",
"mailing_address": "US Embassy, 8850 Tripoli Place, Washington, DC 20521-8850",
}, 
"flag_description": "three horizontal bands of red (top), black (double width), and green with a white crescent and star centered on the black stripe; the National Transitional Council reintroduced this flag design of the former Kingdom of Libya (1951-1969) on 27 February 2011; it replaced the former all-green banner promulgated by the QADHAFI regime in 1977; the colors represent the three major regions of the country: red stands for Fezzan, black symbolizes Cyrenaica, and green denotes Tripolitania; the crescent and star represent Islam, the main religion of the country",
"national_symbol_s": "star and crescent, hawk; national colors: red, black, green",
"national_anthem": 
{
"name": "Libya, Libya, Libya",
"lyrics_music": "Al Bashir AL AREBI/Mohamad Abdel WAHAB",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Libya&#39;s economy, almost entirely dependent on oil and gas exports, has struggled since 2014 given security and political instability, disruptions in oil production, and decline in global oil prices. The Libyan dinar has lost much of its value since 2014 and the resulting gap between official and black market exchange rates has spurred the growth of a shadow economy and contributed to inflation. The country suffers from widespread power outages, caused by shortages of fuel for power generation. Living conditions, including access to clean drinking water, medical services, and safe housing have all declined since 2011. Oil production in 2017 reached a five-year high, driving GDP growth, with daily average production rising to 879,000 barrels per day. However, oil production levels remain below the average pre-Revolution highs of 1.6 million barrels per day.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The Central Bank of Libya continued to pay government salaries to a majority of the Libyan workforce and to fund subsidies for fuel and food, resulting in an estimated budget deficit of about 17% of GDP in 2017. Low consumer confidence in the banking sector and the economy as a whole has driven a severe liquidity shortage.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$61.97 billion",
"2016": "$37.78 billion",
"2015": "$40.8 billion",
},
"gdp_official_exchange_rate": "$30.57 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "64%",
"2016": "-7.4%",
"2015": "-13%",
},
"gdp_per_capita_ppp":
{
"2017": "$9,600",
"2016": "$5,900",
"2015": "$6,500",
},
"gross_national_saving":
{
"2017": "5% of GDP",
"2016": "-9% of GDP",
"2015": "-25.1% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "71.6% (2017 est.)",
"government_consumption": "19.4% (2017 est.)",
"investment_in_fixed_capital": "2.7% (2017 est.)",
"investment_in_inventories": "1.3% (2016 est.)",
"exports_of_goods_and_services": "38.8% (2017 est.)",
"imports_of_goods_and_services": "-33.8% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "1.3% (2017 est.)",
"industry": "52.3% (2017 est.)",
"services": "46.4% (2017 est.)",
}, 
"agriculture_products": "wheat, barley, olives, dates, citrus, vegetables, peanuts, soybeans; cattle",
"industries": "petroleum, petrochemicals, aluminum, iron and steel, food processing, textiles, handicrafts, cement",
"industrial_production_growth_rate": "60.3% (2017 est.)",
"labor_force": "1.114 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "17%",
"industry": "23%",
"services": "59% (2004 est.)",
}, 
"unemployment_rate":
{
"2004": "30%",
},
"population_below_poverty_line": "&lt;p&gt;&lt;strong&gt;note:&lt;/strong&gt; about one-third of Libyans live at or below the national poverty line&lt;/p&gt;", 
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": " NA",
"highest_10": " NA",
}, 
"budget": 
{
"revenues": "15.78 billion (2017 est.)",
"expenditures": "23.46 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "51.6% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-25.1% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "4.7% of GDP",
"2016": "7.5% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "28.5%",
"2016": "25.9%",
},
"central_bank_discount_rate":
{
"31 December 2010": "9.52%",
"31 December 2009": "3%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "7.3%",
"31 December 2016": "6%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$76.21 billion",
"31 December 2016": "$62.57 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$76.21 billion",
"31 December 2016": "$62.57 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$21 billion",
"31 December 2016": "$14.14 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "$2.574 billion",
"2016": "-$4.575 billion",
},
"exports":
{
"2017": "$18.38 billion",
"2016": "$11.99 billion",
},
"exports_partners": "Italy 19%, Spain 12.5%, France 11%, Egypt 8.6%, Germany 8.6%, China 8.3%, US 4.9%, UK 4.6%, Netherlands 4.5% (2017)",
"exports_commodities": "crude oil, refined petroleum products, natural gas, chemicals",
"imports":
{
"2017": "$11.36 billion",
"2016": "$8.667 billion",
},
"imports_commodities": "machinery, semi-finished goods, food, transport equipment, consumer products",
"imports_partners": "China 13.5%, Turkey 11.3%, Italy 6.9%, South Korea 5.9%, Spain 4.8% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$74.71 billion",
"31 December 2016": "$66.05 billion",
},
"debt_external":
{
"31 December 2017": "$3.02 billion",
"31 December 2016": "$3.116 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$20.21 billion",
"31 December 2016": "$18.96 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$20.97 billion",
"31 December 2016": "$22.19 billion",
},
"exchange_rates": 
{
"currency": "Libyan dinars (LYD) per US dollar -",
"exchange_rates":
{
"2017": "1.413",
"2016": "1.3904",
"2015": "1.3904",
"2014": "1.379",
"2013": "1.2724",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"electrification_total_population": "98.5% (2016)",
"electrification_urban_areas": "99.1% (2016)",
"electrification_rural_areas": "96.4% (2016)",
}, 
"electricity_production": "34.24 billion kWh (2016 est.)",
"electricity_consumption": "27.3 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2015 est.)",
"electricity_imports": "376 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "9.46 million kW (2016 est.)",
"electricity_from_fossil_fuels": "100% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "0% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "0% of total installed capacity (2017 est.)",
"crude_oil_production": "1.039 million bbl/day (2018 est.)",
"crude_oil_exports": "337,800 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "48.36 billion bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "89,620 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "260,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "16,880 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "168,200 bbl/day (2015 est.)",
"natural_gas_production": "9.089 billion cu m (2017 est.)",
"natural_gas_consumption": "4.446 billion cu m (2017 est.)",
"natural_gas_exports": "4.644 billion cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "1.505 trillion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "46.48 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "1,374,408",
"subscriptions_per_100_inhabitants": "21 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "7,660,068",
"subscriptions_per_100_inhabitants": "115 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "political and security instability in Libya has disrupted its telecommunications sector, but much of its infrastructure remains superior to that in most other African countries; registering a SIM card now requires proof of ID; govt. established new independent regulatory authority; LTE-based fixed broadband network launched (2018)",
"domestic": "21 per 100 fixed-line and 115 per 100 mobile-cellular subscriptions; service generally adequate, but pressure to rebuild damaged infrastructure growing (2018)",
"international": "country code - 218; landing points for LFON, EIG, Italy-Libya, Silphium and Tobrok-Emasaed&amp;nbsp;submarine cable system connecting Europe, Africa, the Middle East and Asia; satellite earth stations - 4 Intelsat, NA Arabsat, and NA Intersputnik;&amp;nbsp; microwave radio relay to Tunisia and Egypt; tropospheric scatter to Greece; participant in Medarabtel (2019)",
}, 
"broadcast_media": "state-funded and private TV stations; some provinces operate local TV stations; pan-Arab satellite TV stations are available; state-funded radio (2019)",
"internet_country_code": ".ly",
"internet_users": 
{
"total": "1,326,194",
"percent_of_population": "20.3% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "168,920",
"subscriptions_per_100_inhabitants": "3 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_and_security_forces": "note - in transition; Government of National Accord (GNA) has various ground, air, naval, and coast guard forces under its command; the ground forces are comprised of a mix of semi-regular military units, tribal militias, and civilian volunteers (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "8 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "23 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "2,566,465 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "3,833,542 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "5A (2016)",
"airports": "146 (2013)",
"airports_with_paved_runways": 
{
"total": "68 (2017)",
"over_3_047_m": "23 (2017)",
"2_438_to_3_047_m": "7 (2017)",
"1_524_to_2_437_m": "30 (2017)",
"914_to_1_523_m": "7 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "78 (2013)",
"over_3_047_m": "2 (2013)",
"2_438_to_3_047_m": "5 (2013)",
"1_524_to_2_437_m": "14 (2013)",
"914_to_1_523_m": "37 (2013)",
"under_914_m": "20 (2013)",
}, 
"heliports": "2 (2013)",
"pipelines": "882 km condensate, 3743 km gas, 7005 km oil (2013)",
"roadways": 
{
"total": "37,000 km (2010)",
"paved": "34,000 km (2010)",
"unpaved": "3,000 km (2010)",
}, 
"merchant_marine": 
{
"total": "98",
"by_type": "general cargo 2, oil tanker 16, other 80 (2018)",
}, 
"ports_and_terminals": 
{
"major_seaport_s": "Marsa al Burayqah (Marsa el Brega), Tripoli",
"oil_terminal_s": "Az Zawiyah, Ra&#39;s Lanuf",
"lng_terminal_s_export": "Marsa el Brega",
}, 
}, 
"terrorism": 
{
"terrorist_groups_home_based": 
{
"al_qa_ida_in_the_islamic_maghreb_aqim": "&lt;strong&gt;aim(s): &lt;/strong&gt;overthrow various African regimes and replace them with one ruled by sharia; establish a regional Islamic caliphate across all of North and West Africa&lt;strong&gt;&lt;br /&gt;area(s) of operation:&lt;/strong&gt; leadership headquartered in Algeria; operates in Tunisia and Libya (2018)",
"ansar_al_sharia_groups": "&lt;strong&gt;aim(s):&lt;/strong&gt; implement sharia in Libya&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; in the east, mostly in Benghazi and Darnah&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; officially disbanded in June 2017, but fighters and local elements remain; operated as a member of the Benghazi Revolutionaries Shura Council and Darnah Mujahidin Shura Council, a coalition of jihadist groups combating the Libyan House of Representatives-aligned forces (2018)",
"islamic_state_of_iraq_and_ash_sham_isis_libya": "&lt;strong&gt;aim(s):&lt;/strong&gt; prevent the formation of a reunified Libyan state, secure control over the country&#39;s critical resources and, ultimately, establish an Islamic caliphate in Libya&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; based in Libya since circa 2015, with its original headquarters in Sirte; no longer controls territory in Libya but does maintain a low-profile presence throughout much of the country (2018)",
}, 
"terrorist_groups_foreign_based": "&lt;strong&gt;aim(s): &lt;/strong&gt;replace several African governments, including Libya&#39;s transitional government, with an Islamic state&lt;strong&gt;&lt;br /&gt;area(s) of operation: &lt;/strong&gt;maintains an operational presence; engages in kidnappings for ransom (2018)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;dormant disputes include Libyan claims of about 32,000 sq km still reflected on its maps of southeastern Algeria and the FLN&#39;s assertions of a claim to Chirac Pastures in southeastern Morocco; various Chadian rebels from the Aozou region reside in southern Libya&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "16,820 (Syria) (refugees and asylum seekers), 12,220 (Sudan) (refugees and asylum seekers), 5,899 (Eritrea) (refugees and asylum seekers) (2019)",
"idps": "301,407 (conflict between pro-QADHAFI and anti-QADHAFI forces in 2011; post-QADHAFI tribal clashes 2014) (2019)",
}, 
"trafficking_in_persons": 
{
"current_situation": "Libya is a destination and transit country for men and women from sub-Saharan Africa and Asia subjected to forced labor and forced prostitution; migrants who seek employment in Libya as laborers and domestic workers or who transit Libya en route to Europe are vulnerable to forced labor; private employers also exploit migrants from detention centers as forced laborers on farms and construction sites, returning them to detention when they are no longer needed; some sub-Saharan women are reportedly forced to work in Libyan brothels, particularly in the country’s south; since 2013, militia groups and other informal armed groups, including some affiliated with the government, are reported to conscript Libyan children under the age of 18; large-scale violence driven by militias, civil unrest, and increased lawlessness increased in 2014, making it more difficult to obtain information on human trafficking",
"tier_rating": "Tier 3 - the Libyan Government does not fully comply with the minimum standards for the elimination of trafficking and is not making significant efforts to do so; in 2014, the government’s capacity to address human trafficking was hampered by the ongoing power struggle and violence; the judicial system was not functioning, preventing any efforts to investigate, prosecute, or convict traffickers, complicit detention camp guards or government officials, or militias or armed groups that used child soldiers; the government failed to identify or provide protection to trafficking victims, including child conscripts, and continued to punish victims for unlawful acts committed as a direct result of being trafficked; no public anti-trafficking awareness campaigns were conducted (2015)",
}, 
}
}
