{
"name": "Madagascar",
"code": "MA",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "Madagascar was one of the last major habitable landmasses on earth settled by humans. While some transient visits to the island may have occurred in the centuries B.C., large-scale settlement began between A.D. 350 and 550 with settlers from present-day Indonesia. The island attracted Arab and Persian traders as early as the 7th century, and migrants from Africa arrived around A.D. 1000. Madagascar was a pirate stronghold during the late 17th and early 18th centuries, and served as a slave trading center into the 19th century. From the 16th to the late 19th century, a native Merina Kingdom dominated much of Madagascar. The island was conquered by the French in 1896 who made it a colony; independence was regained in 1960. &lt;br /&gt;&lt;br /&gt;During 1992-93, free presidential and National Assembly elections were held ending 17 years of single-party rule. In 1997, in the second presidential race, Didier RATSIRAKA, the leader during the 1970s and 1980s, returned to the presidency. The 2001 presidential election was contested between the followers of Didier RATSIRAKA and Marc RAVALOMANANA, nearly causing secession of half of the country. In 2002, the High Constitutional Court announced RAVALOMANANA the winner. RAVALOMANANA won a second term in 2006 but, following protests in 2009, handed over power to the military, which then conferred the presidency on the mayor of Antananarivo, Andry RAJOELINA, in what amounted to a coup d&#39;etat. Following a lengthy mediation process led by the Southern African Development Community, Madagascar held UN-supported presidential and parliamentary elections in 2013. Former de facto finance minister Hery RAJAONARIMAMPIANINA won a runoff election in December 2013 and was inaugurated in January 2014. In January 2019, RAJOELINA was declared the winner of a runoff election against RAVALOMANANA; both RATSIRAKA and RAJAONARIMAMPIANINA also ran in the first round of the election, which took place in November 2018.",
}, 
"geography": 
{
"location": "Southern Africa, island in the Indian Ocean, east of Mozambique",
"geographic_coordinates": "20 00 S, 47 00 E",
"map_references": "Africa",
"area": 
{
"total": "587,041 sq km",
"land": "581,540 sq km",
"water": "5,501 sq km",
}, 
"area_comparative": "almost four times the size of Georgia; slightly less than twice the size of Arizona",
"land_boundaries": "0 km",
"coastline": "4,828 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"contiguous_zone": "24 nm",
"continental_shelf": "200 nm or 100 nm from the 2,500-m isobath",
}, 
"climate": "tropical along coast, temperate inland, arid in south",
"terrain": "narrow coastal plain, high plateau and mountains in center",
"elevation": 
{
"mean_elevation": "615 m",
"lowest_point": "Indian Ocean 0 m",
"highest_point": "Maromokotro 2,876 m",
}, 
"natural_resources": "graphite, chromite, coal, bauxite, rare earth elements, salt, quartz, tar sands, semiprecious stones, mica, fish, hydropower",
"land_use": 
{
"agricultural_land": "71.1% (2011 est.)",
"agricultural_land_arable_land": "6% (2011 est.)",
"agricultural_land_permanent_crops": "1% (2011 est.)",
"agricultural_land_permanent_pasture": "64.1% (2011 est.)",
"forest": "21.5% (2011 est.)",
"other": "7.4% (2011 est.)",
}, 
"irrigated_land": "10,860 sq km (2012)",
"population_distribution": "most of population lives on the eastern half of the island; significant clustering is found in the central highlands and eastern coastline",
"natural_hazards": "&lt;p&gt;periodic cyclones; drought; and locust infestation&lt;/p&gt;&lt;p&gt;&lt;strong&gt;volcanism:&lt;/strong&gt; Madagascar&#39;s volcanoes have not erupted in historical times&lt;/p&gt;",
"environment_current_issues": "erosion and soil degredation results from deforestation and overgrazing; desertification; agricultural fires; surface water contaminated with raw sewage and other organic wastes;&amp;nbsp;wildlife preservation (endangered species of flora and fauna unique to the island)",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "world&#39;s fourth-largest island; strategic location along Mozambique Channel; despite Madagascar’s close proximity to the African continent, ocean currents isolate the island resulting in high rates of endemic plant and animal species; approximately 90% of the flora and fauna on the island are found nowhere else",
}, 
"people_and_society": 
{
"population": "25,683,610 (July 2018 est.)",
"nationality": 
{
"noun": "Malagasy (singular and plural)",
"adjective": "Malagasy",
}, 
"ethnic_groups": "Malayo-Indonesian (Merina and related Betsileo), Cotiers (mixed African, Malayo-Indonesian, and Arab ancestry - Betsimisaraka, Tsimihety, Antaisaka, Sakalava), French, Indian, Creole, Comoran",
"languages": "French (official), Malagasy (official), English",
"religions": "Christian, indigenous, Muslim",
"demographic_profile": "&lt;p&gt;Madagascar’s youthful population – just over 60% are under the age of 25 – and high total fertility rate of more than 4 children per women ensures that the Malagasy population will continue its rapid growth trajectory for the foreseeable future. The population is predominantly rural and poor; chronic malnutrition is prevalent, and large families are the norm. Many young Malagasy girls are withdrawn from school, marry early (often pressured to do so by their parents), and soon begin having children. Early childbearing, coupled with Madagascar’s widespread poverty and lack of access to skilled health care providers during delivery, increases the risk of death and serious health problems for young mothers and their babies.&lt;/p&gt;&lt;p&gt;Child marriage perpetuates gender inequality and is prevalent among the poor, the uneducated, and rural households – as of 2013, of Malagasy women aged 20 to 24, more than 40% were married and more than a third had given birth by the age of 18. Although the legal age for marriage is 18, parental consent is often given for earlier marriages or the law is flouted, especially in rural areas that make up nearly 65% of the country. Forms of arranged marriage whereby young girls are married to older men in exchange for oxen or money are traditional. If a union does not work out, a girl can be placed in another marriage, but the dowry paid to her family diminishes with each unsuccessful marriage.&lt;/p&gt;&lt;p&gt;Madagascar’s population consists of 18 main ethnic groups, all of whom speak the same Malagasy language. Most Malagasy are multi-ethnic, however, reflecting the island’s diversity of settlers and historical contacts (see Background). Madagascar’s legacy of hierarchical societies practicing domestic slavery (most notably the Merina Kingdom of the 16th to the 19th century) is evident today in persistent class tension, with some ethnic groups maintaining a caste system. Slave descendants are vulnerable to unequal access to education and jobs, despite Madagascar’s constitutional guarantee of free compulsory primary education and its being party to several international conventions on human rights. Historical distinctions also remain between central highlanders and coastal people.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "39.55% (male 5,119,804 /female 5,037,438)",
"15_24_years": "20.23% (male 2,608,996 /female 2,587,745)",
"25_54_years": "32.42% (male 4,160,278 /female 4,166,538)",
"55_64_years": "4.45% (male 560,072 /female 581,963)",
"65_years_and_over": "3.35% (male 390,094 /female 470,682) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "80.1 (2015 est.)",
"youth_dependency_ratio": "75 (2015 est.)",
"elderly_dependency_ratio": "5.1 (2015 est.)",
"potential_support_ratio": "19.6 (2015 est.)",
}, 
"median_age": 
{
"total": "19.9 years (2018 est.)",
"male": "19.7 years",
"female": "20.1 years",
}, 
"population_growth_rate": "2.46% (2018 est.)",
"birth_rate": "31 births/1,000 population (2018 est.)",
"death_rate": "6.4 deaths/1,000 population (2018 est.)",
"net_migration_rate": "0 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "most of population lives on the eastern half of the island; significant clustering is found in the central highlands and eastern coastline",
"urbanization": 
{
"urban_population": "37.9% of total population (2019)",
"rate_of_urbanization": "4.48% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "3.21 million ANTANANARIVO (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.02 male(s)/female",
"15_24_years": "1.01 male(s)/female",
"25_54_years": "1 male(s)/female",
"55_64_years": "0.96 male(s)/female",
"65_years_and_over": "0.83 male(s)/female",
"total_population": "1 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "19.5 years (2008/09 est.)",
"maternal_mortality_rate": "335 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "40.1 deaths/1,000 live births (2018 est.)",
"male": "43.8 deaths/1,000 live births",
"female": "36.2 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "66.6 years (2018 est.)",
"male": "65.1 years",
"female": "68.2 years",
}, 
"total_fertility_rate": "3.95 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "47.9% (2017)",
"drinking_water_source": 
{
"improved_urban": "81.6% of population",
"improved_rural": "35.3% of population",
"improved_total": "51.5% of population",
"unimproved_urban": "18.4% of population",
"unimproved_rural": "64.7% of population",
"unimproved_total": "48.5% of population (2015 est.)",
}, 
"current_health_expenditure": "6% (2016)",
"physicians_density": "0.18 physicians/1,000 population (2014)",
"hospital_bed_density": "0.2 beds/1,000 population (2010)",
"sanitation_facility_access": 
{
"improved_urban": "18% of population (2015 est.)",
"improved_rural": "8.7% of population (2015 est.)",
"improved_total": "12% of population (2015 est.)",
"unimproved_urban": "82% of population (2015 est.)",
"unimproved_rural": "91.3% of population (2015 est.)",
"unimproved_total": "88% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.3% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "39,000 (2018 est.)",
"hiv_aids_deaths": "1,700 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
}, 
"obesity_adult_prevalence_rate": "5.3% (2016)",
"children_under_the_age_of_5_years_underweight": "32.9% (2013)",
"education_expenditures": "2.8% of GDP (2014)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "64.7%",
"male": "66.7%",
"female": "62.6% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "10 years",
"male": "10 years",
"female": "10 years (2016)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "1%",
"male": "1%",
"female": "1% (2012 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Madagascar",
"conventional_short_form": "Madagascar",
"local_long_form": "Republique de Madagascar/Repoblikan&#39;i Madagasikara",
"local_short_form": "Madagascar/Madagasikara",
"former": "Malagasy Republic",
"etymology": "the name &quot;Madageiscar&quot; was first used by the 13th-century Venetian explorer Marco POLO, as a corrupted transliteration of Mogadishu, the Somali port with which POLO confused the island",
}, 
"government_type": "semi-presidential republic",
"capital": 
{
"name": "Antananarivo",
"geographic_coordinates": "18 55 S, 47 31 E",
"time_difference": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "6 provinces (faritany); Antananarivo, Antsiranana, Fianarantsoa, Mahajanga, Toamasina, Toliara",
"independence": "26 June 1960 (from France)",
"national_holiday": "Independence Day, 26 June (1960)",
"constitution": 
{
"history": "previous 1992; latest passed by referendum 17 November 2010, promulgated 11 December 2010",
"amendments": "proposed by the president of the republic in consultation with the cabinet or supported by a least two thirds of both the Senate and National Assembly membership; passage requires at least three-fourths approval of both the Senate and National Assembly and approval in a referendum; constitutional articles, including the form and powers of government, the sovereignty of the state, and the autonomy of Madagascar&amp;rsquo;s collectivities, cannot be amended (2017)",
}, 
"legal_system": "civil law system based on the old French civil code and customary law in matters of marriage, family, and obligation",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "the father must be a citizen of Madagascar; in the case of a child born out of wedlock, the mother must be a citizen",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "unknown",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Andry RAJOELINA (since 21&amp;nbsp;January 2019) (2019)",
"head_of_government": "Prime Minister Christian NTSAY (since 6 June 2018 and re-appointed&amp;nbsp;19 July 2019)",
"cabinet": "Council of Ministers appointed by the prime minister",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 7 November and&amp;nbsp;19 December 2018 (next to be held in 2023); prime minister nominated by the National Assembly, appointed by the president",
"election_results": "Andry RAJOELINA elected President in second round;&amp;nbsp;percent of vote - Andry RAJOELINA&amp;nbsp;(TGV) 55.7%, Marc RAVALOMANANA 44.3% (TIM)",
}, 
"legislative_branch": 
{
"description": "bicameral&amp;nbsp;Parliament&amp;nbsp;consists of:&lt;br /&gt;Senate or Antenimieran-Doholona (reestablished on 22 January 2016, following the December 2015 senatorial election) (63 seats; 42 members indirectly elected by an electoral college of municipal, communal, regional, and provincial leaders and 21 appointed by the president of the republic; members serve 5-year terms)&lt;br /&gt; National Assembly or Antenimierampirenena (151 seats; 87 members directly elected in single-seat constituencies by simple majority vote and 64 directly elected in multi-seat constituencies by closed-list proportional representation vote; members serve 5-year terms)",
"elections": "Senate - last held 29 December 2015 (next to be held in 2021)&lt;br /&gt; National Assembly - last held on&amp;nbsp;27 May&amp;nbsp;2019",
"election_results": "Senate - percent of vote by party - NA; seats by party - HVM 34, TIM 3, MAPAR 2, LEADER-Fanilo 1, independent 2, appointed by the president 21; composition - men 51, women 12, percent of women 19%&lt;br /&gt; National Assembly - percent of vote by party -Independent&amp;nbsp;Pro-HVM 18%,&amp;nbsp;MAPAR 17%,&amp;nbsp;MAPAR pro-HVM 16%, VPM-MMM 10%, VERTS 3%, LEADER FANILO 3%, HIARAKA ISIKA 3%, GPS/ARD 7%,&amp;nbsp; INDEPENDENT 9%, TAMBATRA 1%, TIM 13%;&amp;nbsp;&amp;nbsp;composition - men 120, women 31, percent of women 20.5%; note - total National Assembly percent of women 20.1%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court or Cour Supreme (consists of 11 members; addresses judicial administration issues only); High Constitutional Court or Haute Cour Constitutionnelle (consists of 9 members); note - the judiciary includes a High Court of Justice responsible for adjudicating crimes and misdemeanors by government officials, including the president",
"judge_selection_and_term_of_office": "Supreme Court heads elected by the president and judiciary officials to serve 3-year, single renewable terms; High Constitutional Court members appointed - 3 each by the president, by both legislative bodies, and by the Council of Magistrates; members serve single, 7-year terms",
"subordinate_courts": "Courts of Appeal; Courts of First Instance",
}, 
"political_parties_and_leaders": "&lt;p&gt;Economic liberalism and democratic action for national recovery or LEADER FANILO [Jean Max RAKOTOMAMONJY]&lt;br /&gt;FOMBA [Ny Rado RAFALIMANANA]&lt;br /&gt;Gideons fighting against poverty in&amp;nbsp;Madagascar (Gedeona&amp;nbsp;Miady amin&#39;ny Fahantrana eto Madagascar) or GFFM [Andre Christian Dieu Donne MAILHOL]&lt;br /&gt;Green party or VERTS (Antoko Maintso) [Alexandre GEORGET]&lt;br /&gt;I Love Madagascar (Tiako I Madagasikara) or TIM [Marc RAVALOMANANA]&lt;br /&gt;Malagasy aware (Malagasy Tonga Saina) or MTS [Roland RATSIRAKA]&lt;br /&gt;Malagasy raising together&amp;nbsp;(Malagasy Miara-Miainga) or MMM [Hajo ANDRIANAINARIVELO]&lt;br /&gt;New Force for Madagascar (Hery Vaovao ho an&#39;ny Madagasikara) or HVM [Hery Martial RAJAONARIMAMPIANINA Rakotoarimanana]&lt;br /&gt;Total Refoundation of Madagascar (Refondation Totale de Madagascar) or RTM [Joseph Martin RANDRIAMAMPIONONA]&lt;br /&gt;Vanguard for the renovation of Madagascar (Avant-Garde pour la renovation de Madagascar) or AREMA [Didier RATSIRAKA]&lt;br /&gt;Young Malagasies Determined (Malagasy: Tanora malaGasy Vonona) or TGV [Andry RAJOELINA]and MAPAR [Andry RAJOELINA],&amp;nbsp;and&amp;nbsp;IRD (We are all with Andy Rajoelina) [Andry RAJOELINA]&lt;/p&gt;",
"international_organization_participation": "ACP, AfDB, AU, CD, COMESA, EITI (candidate country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, InOC, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIF, OPCW, PCA, SADC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "(vacant)",
"chancery": "2374 Massachusetts Avenue NW, Washington, DC 20008",
"telephone": "[1] (202) 265-5525",
"fax": "[1] (202) 265-3034",
"consulate_s_general": "New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Michael PELLETIER (since 14 February&amp;nbsp;2019)",
"telephone": "[261] 20 23 480 00",
"embassy": "Lot 207A, Point Liberty, Andranoro, Antehiroka, 105 Antananarivo",
"mailing_address": "B.P. 620, Antsahavola, Antananarivo",
"fax": "[261] 20 23 480 35 or [261] 33 44 328 17",
}, 
"flag_description": "two equal horizontal bands of red (top) and green with a vertical white band of the same width on hoist side; by tradition, red stands for sovereignty, green for hope, white for purity",
"national_symbol_s": "traveller&#39;s palm, zebu; national colors: red, green, white",
"national_anthem": 
{
"name": "&quot;Ry Tanindraza nay malala o&quot; (Oh, Our Beloved Fatherland)",
"lyrics_music": "Pasteur RAHAJASON/Norbert RAHARISOA",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Madagascar is a mostly unregulated economy with many untapped natural resources, but no capital markets, a weak judicial system, poorly enforced contracts, and rampant government corruption. The country faces challenges to improve education, healthcare, and the environment to boost long-term economic growth. Agriculture, including fishing and forestry, is a mainstay of the economy, accounting for more than one-fourth of GDP and employing roughly 80% of the population. Deforestation and erosion, aggravated by bushfires, slash-and-burn clearing techniques, and the use of firewood as the primary source of fuel, are serious concerns to the agriculture dependent economy.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;After discarding socialist economic policies in the mid-1990s, Madagascar followed a World Bank- and IMF-led policy of privatization and liberalization until a 2009 coup d’état led many nations, including the United States, to suspend non-humanitarian aid until a democratically-elected president was inaugurated in 2014. The pre-coup strategy had placed the country on a slow and steady growth path from an extremely low starting point. Exports of apparel boomed after gaining duty-free access to the US market in 2000 under the African Growth and Opportunity Act (AGOA); however, Madagascar&#39;s failure to comply with the requirements of the AGOA led to the termination of the country&#39;s duty-free access in January 2010, a sharp fall in textile production, a loss of more than 100,000 jobs, and a GDP drop of nearly 11%.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Madagascar regained AGOA access in January 2015 and ensuing growth has been slow and fragile. Madagascar produces around 80% of the world’s vanilla and its reliance on this commodity for most of its foreign exchange is a significant source of vulnerability. Economic reforms have been modest and the country’s financial sector remains weak, limiting the use of monetary policy to control inflation. An ongoing IMF program aims to strengthen financial and investment management capacity.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$39.85 billion",
"2016": "$38.25 billion",
"2015": "$36.72 billion",
},
"gdp_official_exchange_rate": "$11.5 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "4.2%",
"2016": "4.2%",
"2015": "3.1%",
},
"gdp_per_capita_ppp":
{
"2017": "$1,600",
"2016": "$1,500",
"2015": "$1,500",
},
"gross_national_saving":
{
"2017": "14.8% of GDP",
"2016": "15.4% of GDP",
"2015": "11.2% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "67.1% (2017 est.)",
"government_consumption": "11.2% (2017 est.)",
"investment_in_fixed_capital": "15.1% (2017 est.)",
"investment_in_inventories": "8.8% (2017 est.)",
"exports_of_goods_and_services": "31.5% (2017 est.)",
"imports_of_goods_and_services": "-33.7% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "24% (2017 est.)",
"industry": "19.5% (2017 est.)",
"services": "56.4% (2017 est.)",
}, 
"agriculture_products": "coffee, vanilla, sugarcane, cloves, cocoa, rice, cassava (manioc, tapioca), beans, bananas, peanuts; livestock products",
"industries": "meat processing, seafood, soap, beer, leather, sugar, textiles, glassware, cement, automobile assembly plant, paper, petroleum, tourism, mining",
"industrial_production_growth_rate": "5.2% (2017 est.)",
"labor_force": "13.4 million (2017 est.)",
"unemployment_rate":
{
"2017": "1.8%",
"2016": "1.8%",
},
"population_below_poverty_line": "70.7% (2012 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.2%",
"highest_10": "34.7% (2010 est.)",
}, 
"distribution_of_family_income_gini_index":
{
"2012": "41",
"2010": "42.7",
},
"budget": 
{
"revenues": "1.828 billion (2017 est.)",
"expenditures": "2.136 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "15.9% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-2.7% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "36% of GDP",
"2016": "38.4% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "8.3%",
"2016": "6.7%",
},
"central_bank_discount_rate":
{
"31 December 2017": "9.5%",
"31 December 2016": "8.3%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "60%",
"31 December 2016": "60%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$1.045 billion",
"31 December 2016": "$849.1 million",
},
"stock_of_broad_money":
{
"31 December 2017": "$1.045 billion",
"31 December 2016": "$849.1 million",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$2.345 billion",
"31 December 2016": "$1.746 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$35 million",
"2016": "$57 million",
},
"exports":
{
"2017": "$2.29 billion",
"2016": "$2.26 billion",
},
"exports_partners": "France 24.8%, US 16.5%, China 6.7%, Germany 6.5%, Japan 6%, Netherlands 4.7% (2017)",
"exports_commodities": "coffee, vanilla, shellfish, sugar, cotton cloth, clothing, chromite, petroleum products, gems, ilmenite, cobalt, nickel",
"imports":
{
"2017": "$2.738 billion",
"2016": "$2.427 billion",
},
"imports_commodities": "capital goods, petroleum, consumer goods, food",
"imports_partners": "China 18.7%, India 9.3%, France 6.4%, South Africa 5.6%, UAE 5.3% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$1.6 billion",
"31 December 2016": "$1.076 billion",
},
"debt_external":
{
"31 December 2017": "$4.089 billion",
"31 December 2016": "$3.425 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"2014": "$6.461 billion",
"2013": "$6.462 billion",
},
"stock_of_direct_foreign_investment_abroad": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Malagasy ariary (MGA) per US dollar -",
"exchange_rates":
{
"2017": "3,116.1",
"2016": "3,176.5",
"2015": "3,176.5",
"2014": "2,933.5",
"2013": "2,414.8",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "20 million (2017)",
"electrification_total_population": "22.9% (2016)",
"electrification_urban_areas": "67.3% (2016)",
"electrification_rural_areas": "17.3% (2016)",
}, 
"electricity_production": "1.706 billion kWh (2016 est.)",
"electricity_consumption": "1.587 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "675,400 kW (2016 est.)",
"electricity_from_fossil_fuels": "74% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "24% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "2% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "18,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "18,880 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2012 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "4.021 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "68,792",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "8,730,499",
"subscriptions_per_100_inhabitants": "35 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "system is above average for the region; competition among the&amp;nbsp;four mobile service providers has spurred recent growth in the mobile market and helped the service to be less expensive for the consumer; LTE services available (2018)",
"domestic": "less than 1 per 100 for fixed-line and mobile-cellular teledensity about&amp;nbsp;35 per 100 persons (2018)",
"international": "country code - 261; landing points for the EASSy, METISS, and LION fiber-optic submarine cable systems connecting to numerous Indian Ocean Islands, South Africa, and Eastern African countries; satellite earth stations - 2 (1 Intelsat - Indian Ocean, 1 Intersputnik - Atlantic Ocean region) (2019)",
}, 
"broadcast_media": "state-owned Radio Nationale Malagasy (RNM) and Television Malagasy (TVM) have an extensive national network reach; privately owned radio and TV broadcasters in cities and major towns; state-run radio dominates in rural areas; relays of 2 international broadcasters are available in Antananarivo (2019)",
"internet_country_code": ".mg",
"internet_users": 
{
"total": "1,151,563",
"percent_of_population": "4.7% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "25,062",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "0.6% of GDP",
"2017": "0.58% of GDP",
"2016": "0.59% of GDP",
"2015": "0.6% of GDP",
"2014": "0.65% of GDP",
},
"military_and_security_forces": "People&#39;s Armed Forces: Intervention Force, Development Force, Navy, Air Force (2018)",
"military_service_age_and_obligation": "Madagascar has an all-volunteer military; 18-25 years of age for males; service obligation 18 months; women are permitted to serve in all branches (2018)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "3 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "11 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "546,946 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "30,512,607 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "5R (2016)",
"airports": "83 (2013)",
"airports_with_paved_runways": 
{
"total": "26 (2017)",
"over_3_047_m": "1 (2017)",
"2_438_to_3_047_m": "2 (2017)",
"1_524_to_2_437_m": "6 (2017)",
"914_to_1_523_m": "16 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "57 (2013)",
"1_524_to_2_437_m": "1 (2013)",
"914_to_1_523_m": "38 (2013)",
"under_914_m": "18 (2013)",
}, 
"railways": 
{
"total": "836 km (2018)",
"narrow_gauge": "836 km 1.000-m gauge (2018)",
}, 
"roadways": "31,640 km (2018)",
"waterways": "600 km (432 km navigable) (2011)",
"merchant_marine": 
{
"total": "28",
"by_type": "general cargo 15, oil tanker 3, other 10 (2018)",
}, 
"ports_and_terminals": "Antsiranana (Diego Suarez), Mahajanga, Toamasina, Toliara (Tulear)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;claims Bassas da India, Europa Island, Glorioso Islands, and Juan de Nova Island (all administered by France); the vegetated drying cays of Banc du Geyser, which were claimed by Madagascar in 1976, also fall within the EEZ claims of the Comoros and France (Glorioso Islands, part of the French Southern and Antarctic Lands)&lt;/p&gt;",
"illicit_drugs": "illicit producer of cannabis (cultivated and wild varieties) used mostly for domestic consumption; transshipment point for heroin",
}
}
