{
"name": "Mauritius",
"code": "MP",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "Although known to Arab and Malay sailors as early as the 10th century, Mauritius was first explored by the Portuguese in the 16th century and subsequently settled by the Dutch - who named it in honor of Prince Maurits van NASSAU - in the 17th century. The French assumed control in 1715, developing the island into an important naval base overseeing Indian Ocean trade, and establishing a plantation economy of sugar cane. The British captured the island in 1810, during the Napoleonic Wars. Mauritius remained a strategically important British naval base, and later an air station, playing an important role during World War II for anti-submarine and convoy operations, as well as the collection of signals intelligence. Independence from the UK was attained in 1968. A stable democracy with regular free elections and a positive human rights record, the country has attracted considerable foreign investment and has one of Africa&#39;s highest per capita incomes.",
}, 
"geography": 
{
"location": "Southern Africa, island in the Indian Ocean, about 800 km (500 mi) east of Madagascar",
"geographic_coordinates": "20 17 S, 57 33 E",
"map_references": "Africa",
"area": 
{
"total": "2,040 sq km",
"land": "2,030 sq km",
"water": "10 sq km",
}, 
"area_comparative": "almost 11 times the size of Washington, DC",
"land_boundaries": "0 km",
"coastline": "177 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"continental_shelf": "200 nm or to the edge of the continental margin",
}, 
"climate": "tropical, modified by southeast trade winds; warm, dry winter (May to November); hot, wet, humid summer (November to May)",
"terrain": "small coastal plain rising to discontinuous mountains encircling central plateau",
"elevation": 
{
"lowest_point": "Indian Ocean 0 m",
"highest_point": "Mont Piton 828 m",
}, 
"natural_resources": "arable land, fish",
"land_use": 
{
"agricultural_land": "43.8% (2011 est.)",
"agricultural_land_arable_land": "38.4% (2011 est.)",
"agricultural_land_permanent_crops": "2% (2011 est.)",
"agricultural_land_permanent_pasture": "3.4% (2011 est.)",
"forest": "17.3% (2011 est.)",
"other": "38.9% (2011 est.)",
}, 
"irrigated_land": "190 sq km (2012)",
"population_distribution": "population density is one of the highest in the world; urban cluster are found throught the main island, with a greater density in and around Port Luis; population on Rodrigues Island is spread across the island with a slightly denser cluster on the north coast",
"natural_hazards": "cyclones (November to April); almost completely surrounded by reefs that may pose maritime hazards",
"environment_current_issues": "water pollution, degradation of coral reefs; soil erosion; wildlife preservation; solid waste disposal",
"environment_international_agreements": 
{
"party_to": "Antarctic-Marine Living Resources, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "the main island, from which the country derives its name, is of volcanic origin and is almost entirely surrounded by coral reefs; former home of the dodo, a large flightless bird related to pigeons, driven to extinction by the end of the 17th century through a combination of hunting and the introduction of predatory species",
}, 
"people_and_society": 
{
"population": "1,364,283 (July 2018 est.)",
"nationality": 
{
"noun": "Mauritian(s)",
"adjective": "Mauritian",
}, 
"ethnic_groups": "Indo-Mauritian (compose approximately two thirds of the total population), Creole, Sino-Mauritian, Franco-Mauritian",
"languages": "Creole 86.5%, Bhojpuri 5.3%, French 4.1%, two languages 1.4%, other 2.6% (includes English, the official language of the National Assembly, which is spoken by less than 1% of the population), unspecified 0.1% (2011 est.)",
"religions": "Hindu 48.5%, Roman Catholic 26.3%, Muslim 17.3%, other Christian 6.4%, other 0.6%, none 0.7%, unspecified 0.1% (2011 est.)",
"demographic_profile": "&lt;p&gt;Mauritius has transitioned from a country of high fertility and high mortality rates in the 1950s and mid-1960s to one with among the lowest population growth rates in the developing world today. After World War II, Mauritius’ population began to expand quickly due to increased fertility and a dramatic drop in mortality rates as a result of improved health care and the eradication of malaria. This period of heightened population growth – reaching about 3% a year – was followed by one of the world’s most rapid birth rate declines.&lt;/p&gt;&lt;p&gt;The total fertility rate fell from 6.2 children per women in 1963 to 3.2 in 1972 – largely the result of improved educational attainment, especially among young women, accompanied by later marriage and the adoption of family planning methods. The family planning programs’ success was due to support from the government and eventually the traditionally pronatalist religious communities, which both recognized that controlling population growth was necessary because of Mauritius’ small size and limited resources. Mauritius’ fertility rate has consistently been below replacement level since the late 1990s, a rate that is substantially lower than nearby countries in southern Africa.&lt;/p&gt;&lt;p&gt;With no indigenous population, Mauritius’ ethnic mix is a product of more than two centuries of European colonialism and continued international labor migration. Sugar production relied on slave labor mainly from Madagascar, Mozambique, and East Africa from the early 18th century until its abolition in 1835, when slaves were replaced with indentured Indians. Most of the influx of indentured labor – peaking between the late 1830s and early 1860 – settled permanently creating massive population growth of more than 7% a year and reshaping the island’s social and cultural composition. While Indians represented about 12% of Mauritius’ population in 1837, they and their descendants accounted for roughly two-thirds by the end of the 19th century. Most were Hindus, but the majority of the free Indian traders were Muslims.&lt;/p&gt;&lt;p&gt;Mauritius again turned to overseas labor when its success in clothing and textile exports led to a labor shortage in the mid-1980s. Clothing manufacturers brought in contract workers (increasingly women) from China, India, and, to a lesser extent Bangladesh and Madagascar, who worked longer hours for lower wages under poor conditions and were viewed as more productive than locals. Downturns in the sugar and textile industries in the mid-2000s and a lack of highly qualified domestic workers for Mauritius’ growing services sector led to the emigration of low-skilled workers and a reliance on skilled foreign labor. Since 2007, Mauritius has pursued a circular migration program to enable citizens to acquire new skills and savings abroad and then return home to start businesses and to invest in the country’s development.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "19.9% (male 138,707 /female 132,774)",
"15_24_years": "14.52% (male 100,281 /female 97,836)",
"25_54_years": "43.6% (male 297,558 /female 297,243)",
"55_64_years": "11.81% (male 76,620 /female 84,554)",
"65_years_and_over": "10.17% (male 57,094 /female 81,616) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "41.6 (2015 est.)",
"youth_dependency_ratio": "27.5 (2015 est.)",
"elderly_dependency_ratio": "14.1 (2015 est.)",
"potential_support_ratio": "7.1 (2015 est.)",
}, 
"median_age": 
{
"total": "35.7 years (2018 est.)",
"male": "34.5 years",
"female": "36.7 years",
}, 
"population_growth_rate": "0.57% (2018 est.)",
"birth_rate": "12.8 births/1,000 population (2018 est.)",
"death_rate": "7.1 deaths/1,000 population (2018 est.)",
"net_migration_rate": "0 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "population density is one of the highest in the world; urban cluster are found throught the main island, with a greater density in and around Port Luis; population on Rodrigues Island is spread across the island with a slightly denser cluster on the north coast",
"urbanization": 
{
"urban_population": "40.8% of total population (2019)",
"rate_of_urbanization": "0.11% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "149,000 PORT LOUIS (capital) (2018)",
"sex_ratio": 
{
"at_birth": "1.05 male(s)/female",
"0_14_years": "1.04 male(s)/female",
"15_24_years": "1.02 male(s)/female",
"25_54_years": "1 male(s)/female",
"55_64_years": "0.91 male(s)/female",
"65_years_and_over": "0.7 male(s)/female",
"total_population": "0.97 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "61 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "9.5 deaths/1,000 live births (2018 est.)",
"male": "11.3 deaths/1,000 live births",
"female": "7.7 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "76 years (2018 est.)",
"male": "72.6 years",
"female": "79.7 years",
}, 
"total_fertility_rate": "1.74 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "63.8% (2014)",
"drinking_water_source": 
{
"improved_urban": "99.9% of population",
"improved_rural": "99.8% of population",
"improved_total": "99.9% of population",
"unimproved_urban": "0.1% of population",
"unimproved_rural": "0.2% of population",
"unimproved_total": "0.1% of population (2015 est.)",
}, 
"current_health_expenditure": "5.7% (2016)",
"physicians_density": "2.54 physicians/1,000 population (2018)",
"hospital_bed_density": "3.7 beds/1,000 population (2018)",
"sanitation_facility_access": 
{
"improved_urban": "93.9% of population (2015 est.)",
"improved_rural": "92.6% of population (2015 est.)",
"improved_total": "93.1% of population (2015 est.)",
"unimproved_urban": "6.1% of population (2015 est.)",
"unimproved_rural": "7.4% of population (2015 est.)",
"unimproved_total": "6.9% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "1.3% (2018)",
"hiv_aids_people_living_with_hiv_aids": "13,000 (2018)",
"hiv_aids_deaths": " &lt;1000 (2018)",
"obesity_adult_prevalence_rate": "10.8% (2016)",
"education_expenditures": "4.8% of GDP (2018)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "93.2%",
"male": "95.4%",
"female": "91% (2016)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "15 years",
"male": "14 years",
"female": "16 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "24%",
"male": "18.6%",
"female": "31% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Mauritius",
"conventional_short_form": "Mauritius",
"local_long_form": "Republic of Mauritius",
"local_short_form": "Mauritius",
"etymology": "island named after Prince Maurice VAN NASSAU, stadtholder of the Dutch Republic, in 1598",
}, 
"government_type": "parliamentary republic",
"capital": 
{
"name": "Port Louis",
"geographic_coordinates": "20 09 S, 57 29 E",
"time_difference": "UTC+4 (9 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "9 districts and 3 dependencies*; Agalega Islands*, Black River, Cargados Carajos Shoals*, Flacq, Grand Port, Moka, Pamplemousses, Plaines Wilhems, Port Louis, Riviere du Rempart, Rodrigues*, Savanne",
"independence": "12 March 1968 (from the UK)",
"national_holiday": "Independence and Republic Day, 12 March (1968 &amp; 1992); note - became independent and a republic on the same date in 1968 and 1992 respectively",
"constitution": 
{
"history": "several previous; latest adopted 12 March 1968",
"amendments": "proposed by the National Assembly; passage of amendments affecting constitutional articles, including the sovereignty of the state, fundamental rights and freedoms, citizenship, or the branches of government, requires approval in a referendum by at least three-fourths majority of voters followed by a unanimous vote by the Assembly; passage of other amendments requires only two-thirds majority vote by the Assembly; amended many times, last in 2016 (2017)",
}, 
"legal_system": "civil legal system based on French civil law with some elements of English common law",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "yes",
"citizenship_by_descent_only": "yes",
"dual_citizenship_recognized": "yes",
"residency_requirement_for_naturalization": "5 out of the previous 7 years including the last 12 months",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Pritivirajsing ROOPUN (since 2 December 2019); Vice President Marie Cyril Eddy Boiss&amp;eacute;zon (2 December 2019) note - President Ameenah GURIB-FAKIM (since 5 June 2015) resigned on 23 March 2018 amid a credit card scandal",
"head_of_government": "Prime Minister Pravind JUGNAUTH (since 23 January 2017, remains PM after parliamentary election 7 Nov 2019); note - Prime Minister Sir Anerood JUGNAUTH (since 17 December 2014) stepped down on 23 January 2017 in favor of his son, Pravind Kumar JUGNAUTH, who was then appointed prime minister; 7 Nov 2019 Pravind Jugnauth remains prime minister and home affairs minister and also becomes defense minister (2019)",
"cabinet": "Cabinet of Ministers (Council of Ministers) appointed by the president on the recommendation of the prime minister",
"elections_appointments": "president and vice president indirectly elected by the National Assembly for 5-year renewable terms; election last held on&amp;nbsp;7 Nov 2019&amp;nbsp;(next to be held in&amp;nbsp;2024); prime minister and deputy prime minister appointed by the president, responsible to the National Assembly (2019)",
"election_results": "Ameenah GURIB-FAKIM (independent) elected president by the National Assembly - unanimous vote; note - GURIB-FAKIM, Mauritius&#39;- first female president, resigned on 23 March 2018 (2018)",
}, 
"legislative_branch": 
{
"description": "unicameral National Assembly or Assemblee Nationale (70 seats maximum; 62 members directly elected multi-seat constituencies by simple majority vote and up to 8 seats allocated to non-elected party candidates by the Office of Electoral Commissioner; members serve a 5-year term)",
"elections": "last held on&amp;nbsp;7&amp;nbsp;November 2019&amp;nbsp;(next to be held by late&amp;nbsp;2024)",
"election_results": "percent of vote by party - MSM 61%, Labour Party 23%, MMM 13%, OPR 3%; elected seats by party&amp;nbsp;- the Militant Socialist Movement (MSM) wins 38 seats, the Labour Party (PTR) or (MLP)&amp;nbsp;14,&amp;nbsp; Mauritian Militant Movement (MMM)&amp;nbsp;8 and the Rodrigues People&#39;s Organization (OPR) 2 (2019)",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court of Mauritius (consists of the chief justice, a senior puisne judge, and 18 puisne judges); note - the Judicial Committee of the Privy Council (in London) serves as the final court of appeal",
"judge_selection_and_term_of_office": "chief justice appointed by the president after consultation with the prime minister; senior puisne judge appointed by the president with the advice of the chief justice; other puisne judges appointed by the president with the advice of the Judicial and Legal Commission, a 4-member body of judicial officials including the chief justice; all judges serve until retirement at age 67",
"subordinate_courts": "lower regional courts known as District Courts, Court of Civil Appeal; Court of Criminal Appeal; Public Bodies Appeal Tribunal",
}, 
"political_parties_and_leaders": "Alliance Lepep (Alliance of the People) [Pravind JUGNAUTH] (coalition includes MSM and ML)&lt;br /&gt;Labor Party (Parti Travailliste) or PTR or MLP [Navinchandra RAMGOOLAM]&lt;br /&gt;Mauritian Militant Movement (Mouvement Militant Mauricien) or MMM [Paul BERENGER]&lt;br /&gt;Mauritian Social Democratic Party (Parti Mauricien Social Democrate) or PMSD [Xavier Luc DUVAL]&lt;br /&gt;Mauritian Solidarity Front (Front Solidarite Mauricienne) or FSM [Cehl FAKEERMEEAH, aka Cehl MEEAH]&lt;br /&gt;Militant Socialist Movement (Mouvement Socialist Mauricien) or MSM [Pravind JUGNAUTH]&lt;br /&gt;Muvman Liberater or ML [Ivan COLLENDAVELLOO]&lt;br /&gt;Patriotic Movement (Mouvement Patriotic) [Alan GANOO]&lt;br /&gt;Rodrigues Peoples Organization (Organisation du Peuple Rodriguais) or OPR [Serge CLAIR]",
"international_organization_participation": "ACP, AfDB, AOSIS, AU, C, CD, COMESA, CPLP (associate), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, InOC, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIF, OPCW, PCA, SAARC (observer), SADC, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Sooroojdev PHOKEER (since 3 August 2015)",
"chancery": "1709 N Street NW, Washington, DC 20036; administrative offices at 3201 Connecticut Avenue NW, Suite 441, Washington, DC 20036",
"telephone": "[1] (202) 244-1491 through 1492",
"fax": "[1] (202) 966-0983",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador David D. REIMER (since&amp;nbsp;10 January&amp;nbsp;2018); note - also accredited to Seychelles",
"telephone": "[230] 202-4400",
"embassy": "4th Floor, Rogers House, John Kennedy Avenue, Port Louis",
"mailing_address": "international mail: P.O. Box 544, Port Louis; US mail: American Embassy, Port Louis, US Department of State, Washington, DC 20521-2450",
"fax": "[230] 208-9534",
}, 
"flag_description": "four equal horizontal bands of red (top), blue, yellow, and green; red represents self-determination and independence, blue the Indian Ocean surrounding the island, yellow has been interpreted as the new light of independence, golden sunshine, or the bright future, and green can symbolize either agriculture or the lush vegetation of the island",
"national_symbol_s": "dodo bird, Trochetia Boutoniana flower; national colors: red, blue, yellow, green",
"national_anthem": 
{
"name": "Motherland",
"lyrics_music": "Jean Georges PROSPER/Philippe GENTIL",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Since independence in 1968, Mauritius has undergone a remarkable economic transformation from a low-income, agriculturally based economy to a diversified, upper middle-income economy with growing industrial, financial, and tourist sectors. Mauritius has achieved steady growth over the last several decades, resulting in more equitable income distribution, increased life expectancy, lowered infant mortality, and a much-improved infrastructure.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;The economy currently depends on sugar, tourism, textiles and apparel, and financial services, but is expanding into fish processing, information and communications technology, education, and hospitality and property development. Sugarcane is grown on about 90% of the cultivated land area but sugar makes up only around 3-4% of national GDP. Authorities plan to emphasize services and innovation in the coming years. After several years of slow growth, government policies now seek to stimulate economic growth in five areas: serving as a gateway for international investment into Africa; increasing the use of renewable energy; developing smart cities; growing the ocean economy; and upgrading and modernizing infrastructure, including public transportation, the port, and the airport.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;Mauritius has attracted more than 32,000 offshore entities, many aimed at commerce in India, South Africa, and China. The Mauritius International Financial Center is under scrutiny by international bodies promoting fair tax competition and Mauritius has been cooperating with the European Union and the United states in the automatic exchange of account information. Mauritius is also a member of the OECD/G20&amp;rsquo;s Inclusive Framework on Base Erosion and Profit Shifting and is under pressure to review its Double Taxation Avoidance Agreements. The offshore sector is vulnerable to changes in the tax framework and authorities have been working on a Financial Services Sector Blueprint to enable Mauritius to transition to a jurisdiction of higher value added. Mauritius&amp;rsquo; textile sector has taken advantage of the Africa Growth and Opportunity Act, a preferential trade program that allows duty free access to the US market, with Mauritian exports to the US growing by 35.6 % from 2000 to 2014. However, lack of local labor as well as rising labor costs eroding the competitiveness of textile firms in Mauritius.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;Mauritius&#39; sound economic policies and prudent banking practices helped mitigate negative effects of the global financial crisis in 2008-09. GDP grew in the 3-4% per year range in 2010-17, and the country continues to expand its trade and investment outreach around the globe. Growth in the US and Europe fostered goods and services exports, including tourism, while lower oil prices kept inflation low. Mauritius continues to rank as one of the most business-friendly environments on the continent and passed a Business Facilitation Act to improve competitiveness and long-term growth prospects. A new National Economic Development Board was set up in 2017-2018 to spearhead efforts to promote exports and attract inward investment.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$28.27 billion",
"2016": "$27.23 billion",
"2015": "$26.23 billion",
},
"gdp_official_exchange_rate": "$13.33 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "3.8%",
"2016": "3.8%",
"2015": "3.6%",
},
"gdp_per_capita_ppp":
{
"2017": "$22,300",
"2016": "$21,500",
"2015": "$20,800",
},
"gross_national_saving":
{
"2017": "16.9% of GDP",
"2016": "15.8% of GDP",
"2015": "15.2% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "81% (2017 est.)",
"government_consumption": "15.1% (2017 est.)",
"investment_in_fixed_capital": "17.3% (2017 est.)",
"investment_in_inventories": "-0.4% (2017 est.)",
"exports_of_goods_and_services": "42.1% (2017 est.)",
"imports_of_goods_and_services": "-55.1% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "4% (2017 est.)",
"industry": "21.8% (2017 est.)",
"services": "74.1% (2017 est.)",
}, 
"agriculture_products": "sugarcane, tea, corn, potatoes, bananas, pulses; cattle, goats; fish",
"industries": "food processing (largely sugar milling), textiles, clothing, mining, chemicals, metal products, transport equipment, nonelectrical machinery, tourism",
"industrial_production_growth_rate": "3.2% (2017 est.)",
"labor_force": "633,900 (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "8%",
"industry": "29.8%",
"services": "62.2% (2014 est.)",
}, 
"unemployment_rate":
{
"2017": "7.1%",
"2016": "7.3%",
},
"population_below_poverty_line": "8% (2006 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": " NA",
"highest_10": " NA",
}, 
"distribution_of_family_income_gini_index":
{
"2012": "35.9",
"2006": "39",
},
"budget": 
{
"revenues": "2.994 billion (2017 est.)",
"expenditures": "3.038 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "22.5% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-0.3% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "64% of GDP",
"2016": "66.1% of GDP",
},
"fiscal_year": "1 July - 30 June",
"inflation_rate_consumer_prices":
{
"2017": "3.7%",
"2016": "1%",
},
"central_bank_discount_rate":
{
"31 December 2010": "9%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "8.5%",
"31 December 2016": "8.5%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$3.335 billion",
"31 December 2016": "$2.833 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$3.335 billion",
"31 December 2016": "$2.833 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$17.16 billion",
"31 December 2016": "$13.7 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 December 2015": "$7.239 billion",
"31 December 2014": "$8.751 billion",
"31 December 2013": "$8.942 billion",
},
"current_account_balance":
{
"2017": "-$875 million",
"2016": "-$531 million",
},
"exports":
{
"2017": "$2.36 billion",
"2016": "$2.359 billion",
},
"exports_partners": "France 16.7%, US 12.5%, UK 12%, South Africa 9%, Madagascar 6.7%, Italy 6.6%, Spain 5.2% (2017)",
"exports_commodities": "clothing and textiles, sugar, cut flowers, molasses, fish, primates (for research)",
"imports":
{
"2017": "$4.986 billion",
"2016": "$4.406 billion",
},
"imports_commodities": "manufactured goods, capital equipment, foodstuffs, petroleum products, chemicals",
"imports_partners": "India 17.9%, China 15.7%, France 11.1%, South Africa 9.7% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$5.984 billion",
"31 December 2016": "$4.967 billion",
},
"debt_external":
{
"31 December 2017": "$19.99 billion",
"31 December 2016": "$14.34 billion",
},
"stock_of_direct_foreign_investment_at_home": "&lt;p&gt;NA&lt;/p&gt;", 
"stock_of_direct_foreign_investment_abroad": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Mauritian rupees (MUR) per US dollar -",
"exchange_rates":
{
"2017": "35.17",
"2016": "35.542",
"2015": "35.542",
"2014": "35.057",
"2013": "30.622",
},
}, 
}, 
"energy": 
{
"electricity_access": "100% (2016)",
"electricity_production": "2.898 billion kWh (2016 est.)",
"electricity_consumption": "2.726 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "894,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "79% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "7% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "14% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "27,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "26,960 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "6.429 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "413,100",
"subscriptions_per_100_inhabitants": "30 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "1,839,500",
"subscriptions_per_100_inhabitants": "136 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "small system with good service; LTE and fiber broadband service are available; government building a national Wi-Fi network; partial privatization of biggest telecommunications company, open to competition (2018)",
"domestic": "fixed-line teledensity roughly 30 per 100 persons; mobile-cellular services&amp;nbsp; teledensity approaching 136 per 100 persons (2018)",
"international": "country code - 230; landing points for the SAFE, MARS, IOX Cable System, METISS&amp;nbsp;&amp;nbsp;and LION submarine cable system that provides links to Asia, Africa, Southeast Asia, Indian Ocean Islands of Reunion, Madagascar, and Mauritius; satellite earth station - 1 Intelsat (Indian Ocean); new microwave link to Reunion; HF radiotelephone links to several countries (2019)",
}, 
"broadcast_media": "the government maintains control over TV broadcasting through the Mauritius Broadcasting Corporation (MBC), which only operates digital TV stations since June 2015; MBC is a shareholder in a local company that operates 2 pay-TV stations; the state retains the largest radio broadcast network with multiple stations; several private radio broadcasters have entered the market since 2001; transmissions of at least 2 international broadcasters are available (2019)",
"internet_country_code": ".mu",
"internet_users": 
{
"total": "717,618",
"percent_of_population": "53.2% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "246,000",
"subscriptions_per_100_inhabitants": "18 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "0.16% of GDP",
"2017": "0.18% of GDP",
"2016": "0.19% of GDP",
"2015": "0.18% of GDP",
"2014": "0.15% of GDP",
},
"military_and_security_forces": "no regular military forces; Mauritius Police Force includes a Special Mobile Force (a paramilitary force formed as a mobile infantry battalion) and the National Coast Guard (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "1 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "13 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "1,466,527 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "168.773 million mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "3B (2016)",
"airports": "5 (2013)",
"airports_with_paved_runways": 
{
"total": "2 (2017)",
"over_3_047_m": "1 (2017)",
"914_to_1_523_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "3 (2013)",
"914_to_1_523_m": "2 (2013)",
"under_914_m": "1 (2013)",
}, 
"roadways": 
{
"total": "2,428 km (2015)",
"paved": "2,379 km (includes 99 km of expressways) (2015)",
"unpaved": "49 km (2015)",
}, 
"merchant_marine": 
{
"total": "28",
"by_type": "general cargo 1, oil tanker 4, other 23 (2018)",
}, 
"ports_and_terminals": "Port Louis",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Mauritius and Seychelles claim the Chagos Islands; claims French-administered Tromelin Island&lt;/p&gt;",
"trafficking_in_persons": 
{
"current_situation": "Mauritius is a source, transit, and destination country for men, women, and children subjected to forced labor and sex trafficking; Mauritian girls are induced or sold into prostitution, often by peers, family members, or businessmen offering other forms of employment; Mauritian adults have been identified as labor trafficking victims in the UK, Belgium, and Canada, while Mauritian women from Rodrigues Island are also subject to domestic servitude in Mauritius; Malagasy women transit Mauritius en route to the Middle East for jobs as domestic servants and subsequently are subjected to forced labor; Cambodian men are victims of forced labor on foreign fishing vessels in Mauritius’ territorial waters; other migrant workers from East and South Asia and Madagascar are also subject to forced labor in Mauritius’ manufacturing and construction sectors",
"tier_rating": "Tier 2 Watch List – Mauritius does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; in 2014, the government made modest efforts to address child sex trafficking but none related to adult forced labor; law enforcement lacks an understanding of trafficking crimes outside of child sex trafficking, despite increasing evidence of other forms of human trafficking; authorities made no trafficking prosecutions or convictions and made modest efforts to assist a couple of child sex trafficking victims; officials sustained an extensive public awareness campaign to prevent child sex trafficking, but no efforts were made to raise awareness or reduce demand for forced adult or child labor (2015)",
}, 
"illicit_drugs": "consumer and transshipment point for heroin from South Asia; small amounts of cannabis produced and consumed locally; significant offshore financial industry creates potential for money laundering, but corruption levels are relatively low and the government appears generally to be committed to regulating its banking industry",
}
}
