{
"name": "Midway Islands",
"code": "MQ",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "The US took formal possession of the islands in 1867. The laying of the trans-Pacific cable, which passed through the islands, brought the first residents in 1903. Between 1935 and 1947, Midway was used as a refueling stop for trans-Pacific flights. The US naval victory over a Japanese fleet off Midway in 1942 was one of the turning points of World War II. The islands continued to serve as a naval station until closed in 1993. Today the islands are a US National Wildlife Refuge. From 1996 to 2002 and 2008 to 2012 the refuge was open to the public, but it is now closed.",
}, 
"geography": 
{
"location": "Oceania, atoll in the North Pacific Ocean, about one-third of the way from Honolulu to Tokyo",
"geographic_coordinates": "28 12 N, 177 22 W",
"map_references": "Oceania",
"area": 
{
"total": "6.2 sq km",
"land": "6.2 sq km",
"water": "0 sq km",
}, 
"area_comparative": "about nine times the size of The Mall in Washington, DC",
"land_boundaries": "0 km",
"coastline": "15 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
}, 
"climate": "subtropical; moderated by prevailing easterly winds",
"terrain": "low, nearly flat",
"elevation": 
{
"lowest_point": "Pacific Ocean 0 m",
"highest_point": "water tower hill on Sand Island 15 m",
}, 
"natural_resources": "terrestrial and aquatic wildlife",
"land_use": 
{
"agricultural_land": "0% (2011 est.)",
"agricultural_land_arable_land": "0% (2011 est.)",
"agricultural_land_permanent_crops": "0% (2011 est.)",
"agricultural_land_permanent_pasture": "0% (2011 est.)",
"forest": "0% (2011 est.)",
"other": "100% (2011 est.)",
}, 
"irrigated_land": "0 sq km (2012)",
"natural_hazards": "tropical storms",
"environment_current_issues": "small plastic ocean debris mistaken for fish or squid by birds is fed to fledglings resulting in starvation; fishing nets that wash ashore entangle wildlife resulting in starvation or strangulation",
"geography_note": "the coral atoll is managed as a national wildlife refuge and was open to the public for ecotourism from 1996 to 2002 and then again from 2008 to 2012; in 2000, the lands and waters of the Midway National Wildlife Refuge were also designated as the Battle of Midway National Monument; Henderson Airfield on Sand Island continues to serve as an emergency landing field for military and civilian aircraft transiting the Pacific Ocean",
}, 
"people_and_society": 
{
"population": " no indigenous inhabitants; approximately 40 people make up the staff of US Fish and Wildlife Service and their services contractor living at the atoll (July 2014 est.)",
"education_expenditures": " NA",
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "none",
"conventional_short_form": "Midway Islands",
"etymology": "originally named the Middlebrook Islands after the US captain who discovered them in 1859; the name became Midway later in the 19th century and reflects the islands&#39; position in the North Pacific Ocean roughly equidistant between North America and Asia",
}, 
"dependency_status": "unincorporated unorganized territory of the US; formerly administered from Washington, DC, by the US Navy; on 31 October 1996, through a presidential executive order, the jurisdiction and control of the atoll was transferred to the Fish and Wildlife Service of the US Department of the Interior as part of the National Wildlife Refuge System",
"legal_system": "the laws of the US apply where applicable&amp;nbsp;",
"citizenship": "see United States", 
"flag_description": "the flag of the US is used",
}, 
"military_and_security": 
{
"military_note": "defense is the responsibility of the US",
}, 
"transportation": 
{
"airports_with_paved_runways": 
{
"total": "2 (2013)",
"1_524_to_2_437_m": "2 (2013)",
}, 
"airports_with_unpaved_runways": 
{
"total": "1 (2013)",
"914_to_1_523_m": "1 (2013)",
}, 
"ports_and_terminals": "Sand Island",
"transportation_note": "Henderson Field on Sand Island serves as an emergency landing site for aircraft crossing the Pacific Ocean",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;none&lt;/p&gt;",
}
}
