{
"name": "Niger",
"code": "NG",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "Niger became independent from France in 1960 and experienced single-party and military rule until 1991, when Gen. Ali SAIBOU was forced by public pressure to allow multiparty elections, which resulted in a democratic government in 1993. Political infighting brought the government to a standstill and in 1996 led to a coup by Col. Ibrahim BARE. In 1999, BARE was killed in a counter coup by military officers who restored democratic rule and held elections that brought Mamadou TANDJA to power in December of that year. TANDJA was reelected in 2004 and in 2009 spearheaded a constitutional amendment allowing him to extend his term as president. In February 2010, military officers led a coup that deposed TANDJA and suspended the constitution. ISSOUFOU Mahamadou was elected in April 2011 following the coup and reelected to a second term in early 2016. Niger is one of the poorest countries in the world with minimal government services and insufficient funds to develop its resource base, and is ranked last in the world on the United Nations Development Programme&amp;rsquo;s Human Development Index. The largely agrarian and subsistence-based economy is frequently disrupted by extended droughts common to the Sahel region of Africa. The Nigerien Government continues its attempts to diversify the economy through increased oil production and mining projects. A Tuareg rebellion emerged in 2007 and ended in 2009. Niger is facing increased security concerns on its borders from various external threats including insecurity in Libya, spillover from the conflict in Mali, and violent extremism in northeastern Nigeria.",
}, 
"geography": 
{
"location": "Western Africa, southeast of Algeria",
"geographic_coordinates": "16 00 N, 8 00 E",
"map_references": "Africa",
"area": 
{
"total": "1.267 million sq km",
"land": "1,266,700 sq km",
"water": "300 sq km",
}, 
"area_comparative": "slightly less than twice the size of Texas",
"land_boundaries": 
{
"total": "5,834 km",
"border_countries": "Algeria 951 km, Benin 277 km, Burkina Faso 622 km, Chad 1196 km, Libya 342 km, Mali 838 km, Nigeria 1608 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "desert; mostly hot, dry, dusty; tropical in extreme south",
"terrain": "predominately desert plains and sand dunes; flat to rolling plains in south; hills in north",
"elevation": 
{
"mean_elevation": "474 m",
"lowest_point": "Niger River 200 m",
"highest_point": "Idoukal-n-Taghes 2,022 m",
}, 
"natural_resources": "uranium, coal, iron ore, tin, phosphates, gold, molybdenum, gypsum, salt, petroleum",
"land_use": 
{
"agricultural_land": "35.1% (2011 est.)",
"agricultural_land_arable_land": "12.3% (2011 est.)",
"agricultural_land_permanent_crops": "0.1% (2011 est.)",
"agricultural_land_permanent_pasture": "22.7% (2011 est.)",
"forest": "1% (2011 est.)",
"other": "63.9% (2011 est.)",
}, 
"irrigated_land": "1,000 sq km (2012)",
"population_distribution": "majority of the populace is located in the southernmost extreme of the country along the border with Nigeria and Benin",
"natural_hazards": "recurring droughts",
"environment_current_issues": "overgrazing; soil erosion; deforestation; desertification; contaminated water; inadequate potable water; wildlife populations (such as elephant, hippopotamus, giraffe, and lion) threatened because of poaching and habitat destruction",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Ozone Layer Protection, Wetlands",
"signed_but_not_ratified": "Law of the Sea",
}, 
"geography_note": "landlocked; one of the hottest countries in the world; northern four-fifths is desert, southern one-fifth is savanna, suitable for livestock and limited agriculture",
}, 
"people_and_society": 
{
"population": "19,866,231 (July 2018 est.)",
"nationality": 
{
"noun": "Nigerien(s)",
"adjective": "Nigerien",
}, 
"ethnic_groups": "Hausa 53.1%, Zarma/Songhai 21.2%, Tuareg 11%, Fulani (Peuhl) 6.5%, Kanuri 5.9%, Gurma 0.8%, Arab 0.4%, Tubu 0.4%, other/unavailable 0.9% (2006 est.)",
"languages": "French (official), Hausa, Djerma",
"religions": "Muslim 99.3%, Christian 0.3%, animist 0.2%, none 0.1% (2012 est.)",
"demographic_profile": "&lt;p&gt;Niger has the highest total fertility rate (TFR) of any country in the world, averaging close to 7 children per woman in 2016. A slight decline in fertility over the last few decades has stalled. This leveling off of the high fertility rate is in large part a product of the continued desire for large families. In Niger, the TFR is lower than the desired fertility rate, which makes it unlikely that contraceptive use will increase. The high TFR sustains rapid population growth and a large youth population – almost 70% of the populace is under the age of 25. Gender inequality, including a lack of educational opportunities for women and early marriage and childbirth, also contributes to high population growth.&lt;/p&gt;&lt;p&gt;Because of large family sizes, children are inheriting smaller and smaller parcels of land. The dependence of most Nigeriens on subsistence farming on increasingly small landholdings, coupled with declining rainfall and the resultant shrinkage of arable land, are all preventing food production from keeping up with population growth.&lt;/p&gt;&lt;p&gt;For more than half a century, Niger&#39;s lack of economic development has led to steady net outmigration. In the 1960s, Nigeriens mainly migrated to coastal West African countries to work on a seasonal basis. Some headed to Libya and Algeria in the 1970s to work in the booming oil industry until its decline in the 1980s. Since the 1990s, the principal destinations for Nigerien labor migrants have been West African countries, especially Burkina Faso and Cote d’Ivoire, while emigration to Europe and North America has remained modest. During the same period, Niger’s desert trade route town Agadez became a hub for West African and other sub-Saharan migrants crossing the Sahara to North Africa and sometimes onward to Europe.&lt;/p&gt;&lt;p&gt;More than 60,000 Malian refugees have fled to Niger since violence between Malian government troops and armed rebels began in early 2012. Ongoing attacks by the Boko Haram Islamist insurgency, dating to 2013 in northern Nigeria and February 2015 in southeastern Niger, have pushed tens of thousands of Nigerian refugees and Nigerien returnees across the border to Niger and to displace thousands of locals in Niger’s already impoverished Diffa region.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "48.68% (male 4,878,031 /female 4,793,021)",
"15_24_years": "19.36% (male 1,899,879 /female 1,945,806)",
"25_54_years": "26.02% (male 2,581,597 /female 2,587,913)",
"55_64_years": "3.3% (male 340,032 /female 315,142)",
"65_years_and_over": "2.64% (male 268,072 /female 256,738) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "111.6 (2015 est.)",
"youth_dependency_ratio": "106.2 (2015 est.)",
"elderly_dependency_ratio": "5.4 (2015 est.)",
"potential_support_ratio": "18.6 (2015 est.)",
}, 
"median_age": 
{
"total": "15.5 years (2018 est.)",
"male": "15.4 years",
"female": "15.7 years",
}, 
"population_growth_rate": "3.16% (2018 est.)",
"birth_rate": "43.6 births/1,000 population (2018 est.)",
"death_rate": "11.5 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-0.5 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "majority of the populace is located in the southernmost extreme of the country along the border with Nigeria and Benin",
"urbanization": 
{
"urban_population": "16.5% of total population (2019)",
"rate_of_urbanization": "4.27% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.252 million NIAMEY (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.02 male(s)/female",
"15_24_years": "0.98 male(s)/female",
"25_54_years": "1 male(s)/female",
"55_64_years": "1.08 male(s)/female",
"65_years_and_over": "1.04 male(s)/female",
"total_population": "1.01 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "18.1 years (2012 est.)",
"maternal_mortality_rate": "509 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "79.4 deaths/1,000 live births (2018 est.)",
"male": "83.7 deaths/1,000 live births",
"female": "75 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "56.3 years (2018 est.)",
"male": "55 years",
"female": "57.7 years",
}, 
"total_fertility_rate": "6.35 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "11% (2018)",
"drinking_water_source": 
{
"improved_urban": "100% of population",
"improved_rural": "48.6% of population",
"improved_total": "58.2% of population",
"unimproved_urban": "0% of population",
"unimproved_rural": "51.4% of population",
"unimproved_total": "41.8% of population (2015 est.)",
}, 
"current_health_expenditure": "6.2% (2016)",
"physicians_density": "0.05 physicians/1,000 population (2014)",
"sanitation_facility_access": 
{
"improved_urban": "37.9% of population (2015 est.)",
"improved_rural": "4.6% of population (2015 est.)",
"improved_total": "10.9% of population (2015 est.)",
"unimproved_urban": "62.1% of population (2015 est.)",
"unimproved_rural": "95.4% of population (2015 est.)",
"unimproved_total": "89.1% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.3% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "36,000 (2018 est.)",
"hiv_aids_deaths": "1,200 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"respiratory_diseases": "meningococcal meningitis (2016)",
}, 
"obesity_adult_prevalence_rate": "5.5% (2016)",
"children_under_the_age_of_5_years_underweight": "31.4% (2016)",
"education_expenditures": "3.5% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "19.1%",
"male": "27.3%",
"female": "11% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "6 years",
"male": "7 years",
"female": "6 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "0.7%",
"male": "0.9%",
"female": "0.4% (2014 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Niger",
"conventional_short_form": "Niger",
"local_long_form": "Republique du Niger",
"local_short_form": "Niger",
"etymology": "named for the Niger River that passes through the southwest of the country; from a native term &quot;Ni Gir&quot; meaning &quot;River Gir&quot;",
}, 
"government_type": "semi-presidential republic",
"capital": 
{
"name": "Niamey",
"geographic_coordinates": "13 31 N, 2 07 E",
"time_difference": "UTC+1 (6 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "7 regions (regions, singular - region) and 1 capital district* (communaute urbaine); Agadez, Diffa, Dosso, Maradi, Niamey*, Tahoua, Tillaberi, Zinder",
"independence": "3 August 1960 (from France)",
"national_holiday": "Republic Day, 18 December (1958); note - commemorates the founding of the Republic of Niger which predated independence from France in 1960",
"constitution": 
{
"history": "several previous; passed by referendum 31 October 2010, entered into force 25 November 2010",
"amendments": "proposed by the president of the republic or by the National Assembly; consideration of amendments requires at least three-fourths majority vote by the Assembly; passage requires at least four-fifths majority vote; if disapproved, the proposed amendment is dropped or submitted to a referendum; constitutional articles on the form of government, the multiparty system, the separation of state and religion, disqualification of Assembly members, amendment procedures, and amnesty of participants in the 2010 coup cannot be amended; amended 2011 (2017)",
}, 
"legal_system": "mixed legal system of civil law, based on French civil law, Islamic law, and customary law",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Niger",
"dual_citizenship_recognized": "yes",
"residency_requirement_for_naturalization": "unknown",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President ISSOUFOU Mahamadou (since 7 April 2011)",
"head_of_government": "Prime Minister Brigi RAFINI (since 7 April 2011)",
"cabinet": "Cabinet appointed by the president",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 21 February 2016 with a runoff on 20 March 2016 (next to be held in 2021); prime minister appointed by the president, authorized by the National Assembly",
"election_results": "ISSOUFOU Mahamadou reelected president in second round; percent of vote in first round - ISSOUFOU Mahamadou (PNDS-Tarrayya) 48.6%, Hama AMADOU (MODEN/FA Lumana Africa) 17.8%, Seini OUMAROU (MNSD-Nassara) 11.3%, other 22.3%; percent of vote in second round - ISSOUFOU Mahamadou 92%, Hama AMADOU 8%",
}, 
"legislative_branch": 
{
"description": "unicameral National Assembly or Assemblee Nationale (171 seats; 158 members directly elected from 8 multi-member constituencies in 7 regions and Niamey by party-list proportional representation, 8 reserved for minorities elected in special single-seat constituencies by simple majority vote, 5 seats reserved for Nigeriens living abroad - l seat per continent - elected in single-seat constituencies by simple majority vote; members serve 5-year terms); note - the number of National Assembly seats increased from 113 to 171 in the February 2016 legislative election",
"elections": "last held on 21 February 2016 (next to be held in 2021)",
"election_results": "percent of vote by party - PNDS-Tarrayya 44.1%, MODEN/FA Lumana 14.7%, MNSD-Nassara 11.8%, MPR-Jamhuriya 7.1%, MNRD Hankuri-PSDN Alheri 3.5%, MPN-Kishin Kassa 2.9%, ANDP-Zaman Lahiya 2.4%, RSD-Gaskiya 2.4%, CDS-Rahama 1.8%, CPR-Inganci 1.8%, RDP-Jama&#39;a 1.8%, AMEN AMIN 1.8%, other 3.9%; seats by party - PNDS-Tarrayya 75, MODEN/FA Lumana 25, MNSD-Nassara 20, MPR-Jamhuriya 12, MNRD Hankuri-PSDN Alheri 6, MPN-Kishin Kassa 5, ANDP-Zaman Lahiya 4, RSD-Gaskiya 4, CDS-Rahama 3, CPR-Inganci 3, RDP-Jama&#39;a 3, RDP-Jama&#39;a 3, AMEN AMIN 3, other 8; composition - men 146, women 24 percent of women 14.6%",
}, 
"judicial_branch": 
{
"highest_courts": "Constitutional Court (consists of 7 judges); High Court of Justice (consists of 7 members)",
"judge_selection_and_term_of_office": "Constitutional Court judges nominated/elected - 1 by the president of the Republic, 1 by the president of the National Assembly, 2 by peer judges, 2 by peer lawyers, 1 law professor by peers, and 1 from within Nigerien society; all appointed by the president; judges serve 6-year nonrenewable terms with one-third of membership renewed every 2 years; High Judicial Court members selected from among the legislature and judiciary; members serve 5-year terms",
"subordinate_courts": "Court of Cassation; Council of State; Court of Finances; various specialized tribunals and customary courts",
}, 
"political_parties_and_leaders": "Alliance of Movements for the Emergence of Niger or AMEN AMIN [Omar Hamidou TCHIANA]&lt;br /&gt;Congress for the Republic or CPR-Inganci [Kassoum MOCTAR]&lt;br /&gt;Democratic Alliance for Niger or ADN-Fusaha [Habi Mahamadou SALISSOU]&lt;br /&gt;Democratic and Social Convention-Rahama or CDS-Rahama [Abdou LABO]&lt;br /&gt;National Movement for the Development of Society-Nassara or MNSD-Nassara [Seini OUMAROU]&lt;br /&gt;Nigerien Alliance for Democracy and Progress-Zaman Lahiya or ANDP-Zaman Lahiya [Moussa Moumouni DJERMAKOYE]&lt;br /&gt;Nigerien Democratic Movement for an African Federation or MODEN/FA Lumana [Hama AMADOU]&lt;br /&gt;Nigerien Movement for Democratic Renewal or MNRD-Hankuri [Mahamane OUSMANE]&lt;br /&gt;Nigerien Party for Democracy and Socialism or PNDS-Tarrayya [Mahamadou ISSOUFOU]&lt;br /&gt;Nigerien Patriotic Movement or MPN-Kishin Kassa [Ibrahim YACOUBA]&lt;br /&gt;Party for Socialism and Democracy in Niger or PSDN-Alheri&lt;br /&gt;Patriotic Movement for the Republic or MPR-Jamhuriya [Albade ABOUBA]&lt;br /&gt;Rally for Democracy and Progress-Jama&#39;a or RDP-Jama&#39;a [Hamid ALGABID]&lt;br /&gt;Social and Democratic Rally or RSD-Gaskiyya [Amadou CHEIFFOU]&lt;br /&gt;Social Democratic Party or PSD-Bassira [Mohamed BEN OMAR]&lt;br /&gt;Union for Democracy and the Republic-Tabbat or UDR-Tabbat [Amadou Boubacar CISSE]",
"international_organization_participation": "ACP, AfDB, AU, CD, ECOWAS, EITI (compliant country), Entente, FAO, FZ, G-77, IAEA, IBRD, ICAO, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MONUSCO, NAM, OIC, OIF, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNMIL, UNOCI, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Hassana ALIDOU (since 23 February 2015)",
"chancery": "2204 R Street NW, Washington, DC 20008",
"telephone": "[1] (202) 483-4224 through 4227",
"fax": "[1] (202) 483-3169",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Eric P. WHITAKER (since 26 January 2018)",
"telephone": "[227] 20-72-26-61",
"embassy": "BP 11201, Rue Des Ambassades, Niamey",
"mailing_address": "2420 Niamey Place, Washington DC 20521-2420",
"fax": "[227] 20-73-55-60",
}, 
"flag_description": "three equal horizontal bands of orange (top), white, and green with a small orange disk centered in the white band; the orange band denotes the drier northern regions of the Sahara; white stands for purity and innocence; green symbolizes hope and the fertile and productive southern and western areas, as well as the Niger River; the orange disc represents the sun and the sacrifices made by the people",
"national_symbol_s": "zebu; national colors: orange, white, green",
"national_anthem": 
{
"name": "&quot;La Nigerienne&quot; (The Nigerien)",
"lyrics_music": "Maurice Albert THIRIET/Robert JACQUET and Nicolas Abel Francois FRIONNET",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Niger is a landlocked, sub-Saharan nation, whose economy centers on subsistence crops, livestock, and some of the world&#39;s largest uranium deposits. Agriculture contributes approximately 40% of GDP and provides livelihood for over 80% of the population. The UN ranked Niger as the second least developed country in the world in 2016 due to multiple factors such as food insecurity, lack of industry, high population growth, a weak educational sector, and few prospects for work outside of subsistence farming and herding.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Since 2011 public debt has increased due to efforts to scale-up public investment, particularly that related to infrastructure, as well as due to increased security spending. The government relies on foreign donor resources for a large portion of its fiscal budget. The economy in recent years has been hurt by terrorist activity near its uranium mines and by instability in Mali and in the Diffa region of the country; concerns about security have resulted in increased support from regional and international partners on defense. Low uranium prices, demographics, and security expenditures may continue to put pressure on the government’s finances.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The Government of Niger plans to exploit oil, gold, coal, and other mineral resources to sustain future growth. Although Niger has sizable reserves of oil, the prolonged drop in oil prices has reduced profitability. Food insecurity and drought remain perennial problems for Niger, and the government plans to invest more in irrigation. Niger’s three-year $131 million IMF Extended Credit Facility (ECF) agreement for the years 2012-15 was extended until the end of 2016. In February 2017, the IMF approved a new 3-year $134 million ECF. In June 2017, The World Bank’s International Development Association (IDA) granted Niger $1 billion over three years for IDA18, a program to boost the country’s development and alleviate poverty. A $437 million Millennium Challenge Account compact for Niger, commencing in FY18, will focus on large-scale irrigation infrastructure development and community-based, climate-resilient agriculture, while promoting sustainable increases in agricultural productivity and sales.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Formal private sector investment needed for economic diversification and growth remains a challenge, given the country’s limited domestic markets, access to credit, and competitiveness. Although President ISSOUFOU is courting foreign investors, including those from the US, as of April 2017, there were no US firms operating in Niger. In November 2017, the National Assembly passed the 2018 Finance Law that was geared towards raising government revenues and moving away from international support.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$21.86 billion",
"2016": "$20.84 billion",
"2015": "$19.87 billion",
},
"gdp_official_exchange_rate": "$8.224 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "4.9%",
"2016": "4.9%",
"2015": "4.3%",
},
"gdp_per_capita_ppp":
{
"2017": "$1,200",
"2016": "$1,100",
"2015": "$1,100",
},
"gross_national_saving":
{
"2017": "22.4% of GDP",
"2016": "20.6% of GDP",
"2015": "21.2% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "70.2% (2017 est.)",
"government_consumption": "9.4% (2017 est.)",
"investment_in_fixed_capital": "38.6% (2017 est.)",
"investment_in_inventories": "0% (2017 est.)",
"exports_of_goods_and_services": "16.4% (2017 est.)",
"imports_of_goods_and_services": "-34.6% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "41.6% (2017 est.)",
"industry": "19.5% (2017 est.)",
"services": "38.7% (2017 est.)",
}, 
"agriculture_products": "cowpeas, cotton, peanuts, millet, sorghum, cassava (manioc, tapioca), rice; cattle, sheep, goats, camels, donkeys, horses, poultry",
"industries": "uranium mining, petroleum, cement, brick, soap, textiles, food processing, chemicals, slaughterhouses",
"industrial_production_growth_rate": "6% (2017 est.)",
"labor_force": "6.5 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "79.2%",
"industry": "3.3%",
"services": "17.5% (2012 est.)",
}, 
"unemployment_rate":
{
"2017": "0.3%",
"2016": "0.3%",
},
"population_below_poverty_line": "45.4% (2014 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "3.2%",
"highest_10": "26.8% (2014)",
}, 
"distribution_of_family_income_gini_index":
{
"2014": "34",
"1995": "50.5",
},
"budget": 
{
"revenues": "1.757 billion (2017 est.)",
"expenditures": "2.171 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "21.4% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-5% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "45.3% of GDP",
"2016": "45.2% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "2.4%",
"2016": "0.2%",
},
"central_bank_discount_rate":
{
"31 December 2015": "4.25%",
"31 December 2014": "4.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "5.4%",
"31 December 2016": "5.3%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$1.804 billion",
"31 December 2016": "$1.511 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$1.804 billion",
"31 December 2016": "$1.511 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$1.506 billion",
"31 December 2016": "$1.196 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$1.16 billion",
"2016": "-$1.181 billion",
},
"exports":
{
"2017": "$4.143 billion",
"2016": "$1.101 billion",
},
"exports_partners": "France 30.2%, Thailand 18.3%, Malaysia 9.9%, Nigeria 8.3%, Mali 5%, Switzerland 4.9% (2017)",
"exports_commodities": "uranium ore, livestock, cowpeas, onions",
"imports":
{
"2017": "$1.829 billion",
"2016": "$1.715 billion",
},
"imports_commodities": "foodstuffs, machinery, vehicles and parts, petroleum, cereals",
"imports_partners": "France 28.8%, China 14.4%, Malaysia 5.7%, Nigeria 5.4%, Thailand 5.3%, US 5.1%, India 4.9% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$1.314 billion",
"31 December 2016": "$1.186 billion",
},
"debt_external":
{
"31 December 2017": "$3.728 billion",
"31 December 2016": "$2.926 billion",
},
"exchange_rates": 
{
"currency": "Communaute Financiere Africaine francs (XOF) per US dollar -",
"exchange_rates":
{
"2017": "605.3",
"2016": "593.01",
"2015": "593.01",
"2014": "591.45",
"2013": "494.42",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "19 million (2017)",
"electrification_total_population": "16.2% (2016)",
"electrification_urban_areas": "65.4% (2016)",
"electrification_rural_areas": "4.7% (2016)",
}, 
"electricity_production": "494.7 million kWh (2016 est.)",
"electricity_consumption": "1.065 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "779 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "184,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "95% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "0% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "5% of total installed capacity (2017 est.)",
"crude_oil_production": "9,000 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "150 million bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "15,280 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "14,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "5,422 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "3,799 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2016 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "2.534 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "114,352",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "8,778,884",
"subscriptions_per_100_inhabitants": "46 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "small system of wire, radio telephone communications, and microwave radio relay links concentrated in southwestern Niger; mobile services stronger than fixed telecoms; broadband penetration&amp;nbsp;inconsequential; &amp;nbsp;LTE license secured for the future; government tax of telecom sector (2018)",
"domestic": "fixed-line 1 per 100 persons&amp;nbsp;and mobile-cellular teledensity remains&amp;nbsp;46 per 100 persons despite a rapidly increasing cellular subscribership base; domestic satellite system with 3 earth stations and 1 planned (2018)",
"international": "country code - 227; satellite earth stations - 2 Intelsat (1 Atlantic Ocean and 1 Indian Ocean)",
}, 
"broadcast_media": "state-run TV station; 3 private TV stations provide a mix of local and foreign programming; state-run radio has only radio station with national coverage; about 30 private radio stations operate locally; as many as 100 community radio stations broadcast; transmissions of multiple international broadcasters are available",
"internet_country_code": ".ne",
"internet_users": 
{
"total": "805,702",
"percent_of_population": "4.3% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "8,650",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "2.45% of GDP",
"2017": "2.47% of GDP",
"2016": "2.22% of GDP",
"2014": "1.78% of GDP",
"2013": "1.38% of GDP",
},
"military_and_security_forces": "Nigerien Armed Forces (Forces Armees Nigeriennes, FAN): Army, Nigerien Air Force (Force Aerienne du Niger), Niger Gendarmerie (GN); Ministry of Interior: Niger National Guard (GNN) (2019)",
"military_service_age_and_obligation": "18 is the legal minimum age for compulsory or voluntary military service; enlistees must be Nigerien citizens and unmarried; 2-year service term; women may serve in health care (2017)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "2 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "2 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "15,242 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "0 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "5U (2016)",
"airports": "30 (2013)",
"airports_with_paved_runways": 
{
"total": "10 (2017)",
"2_438_to_3_047_m": "3 (2017)",
"1_524_to_2_437_m": "6 (2017)",
"914_to_1_523_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "20 (2013)",
"1_524_to_2_437_m": "3 (2013)",
"914_to_1_523_m": "15 (2013)",
"under_914_m": "2 (2013)",
}, 
"heliports": "1 (2013)",
"pipelines": "464 km oil",
"roadways": 
{
"total": "18,949 km (2010)",
"paved": "3,912 km (2010)",
"unpaved": "15,037 km (2010)",
}, 
"waterways": "300 km (the Niger, the only major river, is navigable to Gaya between September and March) (2012)",
"merchant_marine": 
{
"total": "1",
"by_type": "other 1 (2018)",
}, 
}, 
"terrorism": 
{
"terrorist_groups_home_based": 
{
"islamic_state_of_iraq_and_ash_sham_networks_in_the_greater_sahara_isgs": "&lt;strong&gt;aim(s): &lt;/strong&gt;replace regional governments with an Islamic state&lt;strong&gt;&lt;br /&gt;area(s) of operation:&lt;/strong&gt; mostly concentrated along the Mali-Niger border region; targets primarily security forces (2018)",
"islamic_state_of_iraq_and_ash_sham_isis_west_africa": "&lt;strong&gt;aim(s): &lt;/strong&gt;implement ISIS&#39;s strict interpretation of Sharia; replace the Nigerian Government with an Islamic state&lt;strong&gt;&lt;br /&gt;area(s) of operation:&lt;/strong&gt; based primarily in the southeast along the border with Nigeria, with its largest presence in northeast Nigeria and the Lake Chad region; targets primarily regional military installations, especially in the southeastern Diffa region (2018)",
}, 
"terrorist_groups_foreign_based": 
{
"al_mulathamun_battalion": "&lt;strong&gt;aim(s): &lt;/strong&gt;replace several African governments, including Niger&#39;s government, with an Islamic state&lt;strong&gt;&lt;br /&gt;area(s) of operation: &lt;/strong&gt;conducts attacks against Nigerien military and security personnel; targets Westerners for kidnappings for ransom&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt; (2018)",
"al_qa_ida_affiliated_jama_at_nusrat_al_islam_wal_muslimin_jnim": "&lt;strong&gt;aim(s): &lt;/strong&gt;establish an Islamic state centered in Mali&lt;strong&gt;&lt;br /&gt;area(s) of operation:&lt;/strong&gt; primarily based in northern and central Mali; targets Western and local interests in West Africa and Sahel; has claimed responsibility for attacks in Mali, Niger, and Burkina Faso&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; pledged allegiance to al-Qa&#39;ida and AQIM; holds Western hostages; wages attacks against security and peacekeeping forces in Mali (2018)",
"boko_haram": "&lt;strong&gt;aim(s):&lt;/strong&gt; establish an Islamic caliphate across Africa&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; conducts kidnappings, bombings, and assaults; responsible for displacing thousands of people and contributing to food insecurity&lt;br /&gt;&lt;strong&gt;note:&lt;/strong&gt; violently opposes any political or social activity associated with Western society, including voting, attending secular schools, and wearing Western dress (2018)",
}
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Libya claims about 25,000 sq km in a currently dormant dispute in the Tommo region; location of Benin-Niger-Nigeria tripoint is unresolved; only Nigeria and Cameroon have heeded the Lake Chad Commission&#39;s admonition to ratify the delimitation treaty that also includes the Chad-Niger and Niger-Nigeria boundaries; the dispute with Burkina Faso was referred to the ICJ in 2010&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "161,359 (Nigeria),&amp;nbsp;56,499 (Mali) (2019)",
"idps": "187,359 (includes the regions of Diffa, Tillaberi, and Tahoua; unknown how many of the 11,000 people displaced by clashes between government forces and the Tuareg militant group, Niger Movement for Justice, in 2007 are still displaced; inter-communal violence; Boko Haram attacks in southern Niger, 2015) (2019)",
}, 
}
}
