{
"name": "Nepal",
"code": "NP",
"publish_date": "December 29, 2019",
"introduction": 
{
"background": "&lt;p&gt;During the late 18th-early 19th centuries, the principality of Gorkha united many of the other principalities and states of the sub-Himalayan region into a Nepali Kingdom. Nepal retained its independence following the Anglo-Nepalese War of 1814-16 and the subsequent peace treaty laid the foundations for two centuries of amicable relations between Britain and Nepal. (The Brigade of Gurkhas continues to serve in the British Army to the present day.) In 1951, the Nepali monarch ended the century-old system of rule by hereditary premiers and instituted a cabinet system that brought political parties into the government. That arrangement lasted until 1960, when political parties were again banned, but was reinstated in 1990 with the establishment of a multiparty democracy within the framework of a constitutional monarchy.&lt;/p&gt; &lt;p&gt;An insurgency led by Maoists broke out in 1996. During the ensuing 10-year civil war between Maoist and government forces, the monarchy dissolved the cabinet and parliament and re-assumed absolute power in 2002, after the crown prince massacred the royal family in 2001. A peace accord in 2006 led to the promulgation of an interim constitution in 2007. Following a nationwide Constituent Assembly (CA) election in 2008, the newly formed CA declared Nepal a federal democratic republic, abolished the monarchy, and elected the country&#39;s first president. After the CA failed to draft a constitution by a 2012 deadline set by the Supreme Court, then-Prime Minister Baburam BHATTARAI dissolved the CA. Months of negotiations ensued until 2013 when the major political parties agreed to create an interim government headed by then-Chief Justice Khil Raj REGMI with a mandate to hold elections for a new CA. Elections were held in 2013, in which the Nepali Congress (NC) won the largest share of seats in the CA and in 2014 formed a coalition government with the second-place Communist Party of Nepal-Unified Marxist-Leninist (UML) with NC President Sushil KOIRALA serving as prime minister. Nepal&#39;s new constitution came into effect in 2015, at which point the CA became the Parliament. Khagda Prasad Sharma OLI served as the first post-constitution prime minister from 2015 to 2016. OLI resigned ahead of a no-confidence motion against him, and Parliament elected Communist Party of Nepal-Maoist (CPN-M) leader Pushpa Kamal DAHAL (aka &quot;Prachanda&quot;) prime minister. The constitution provided for a transitional period during which three sets of elections &amp;ndash; local, provincial, and national &amp;ndash; needed to take place. The first local elections in 20 years occurred in three phases between May and September 2017, and state and federal elections proceeded in two phases in November and December 2017. The parties headed by OLI and DAHAL ran in coalition and swept the parliamentary elections, and OLI, who led the larger of the two parties, was sworn in as prime minister in February 2018. In May 2018, OLI and DAHAL announced the merger of their parties - the UML and CPN-M - to establish the Nepal Communist Party (NCP), which is now the ruling party in Parliament.&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Southern Asia, between China and India",
"geographic_coordinates": "28 00 N, 84 00 E",
"map_references": "Asia",
"area": 
{
"total": "147,181 sq km",
"land": "143,351 sq km",
"water": "3,830 sq km",
}, 
"area_comparative": "slightly larger than New York state",
"land_boundaries": 
{
"total": "3,159 km",
"border_countries": "China 1389 km, India 1770 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "varies from cool summers and severe winters in north to subtropical summers and mild winters in south",
"terrain": "Tarai or flat river plain of the Ganges in south; central hill region with rugged Himalayas in north",
"elevation": 
{
"mean_elevation": "2,565 m",
"lowest_point": "Kanchan Kalan 70 m",
"highest_point": "Mount Everest (highest peak in Asia and highest point on earth above sea level) 8,848 m",
}, 
"natural_resources": "quartz, water, timber, hydropower, scenic beauty, small deposits of lignite, copper, cobalt, iron ore",
"land_use": 
{
"agricultural_land": "28.8% (2011 est.)",
"agricultural_land_arable_land": "15.1% (2011 est.)",
"agricultural_land_permanent_crops": "1.2% (2011 est.)",
"agricultural_land_permanent_pasture": "12.5% (2011 est.)",
"forest": "25.4% (2011 est.)",
"other": "45.8% (2011 est.)",
}, 
"irrigated_land": "13,320 sq km (2012)",
"population_distribution": "most of the population is divided nearly equally between a concentration in the southern-most plains of the Tarai region and the central hilly region; overall density is quite low",
"natural_hazards": "severe thunderstorms; flooding; landslides; drought and famine depending on the timing, intensity, and duration of the summer monsoons",
"environment_current_issues": "deforestation (overuse of wood for fuel and lack of alternatives); forest degradation; soil erosion; contaminated water (with human and animal wastes, agricultural runoff, and industrial effluents); unmanaged solid-waste; wildlife conservation; vehicular emissions",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Tropical Timber 83, Tropical Timber 94, Wetlands",
"signed_but_not_ratified": "Marine Life Conservation",
}, 
"geography_note": "landlocked; strategic location between China and India; contains eight of world&#39;s 10 highest peaks, including Mount Everest and Kanchenjunga - the world&#39;s tallest and third tallest mountains - on the borders with China and India respectively",
}, 
"people_and_society": 
{
"population": "29,717,587 (July 2018 est.)",
"nationality": 
{
"noun": "Nepali (singular and plural)",
"adjective": "Nepali",
}, 
"ethnic_groups": "Chhettri 16.6%, Brahman-Hill 12.2%, Magar 7.1%, Tharu 6.6%, Tamang 5.8%, Newar 5%, Kami 4.8%, Muslim 4.4%, Yadav 4%, Rai 2.3%, Gurung 2%, Damai/Dholii 1.8%, Thakuri 1.6%, Limbu 1.5%, Sarki 1.4%, Teli 1.4%, Chamar/Harijan/Ram 1.3%, Koiri/Kushwaha 1.2%, other 19% (2011 est.)",
"languages": "Nepali (official) 44.6%, Maithali 11.7%, Bhojpuri 6%, Tharu 5.8%, Tamang 5.1%, Newar 3.2%, Bajjika 3%,&amp;nbsp;Magar 3%, Doteli 3%, Urdu 2.6%, Avadhi 1.9%, Limbu 1.3%, Gurung 1.2%, Baitadeli 1%, other 6.4%, unspecified 0.2% (2011 est.)",
"religions": "Hindu 81.3%, Buddhist 9%, Muslim 4.4%, Kirant 3.1%, Christian 1.4%, other 0.5%, unspecified 0.2% (2011 est.)",
"age_structure": 
{
"0_14_years": "29.54% (male 4,578,768 /female 4,198,913)",
"15_24_years": "21.52% (male 3,250,614 /female 3,145,807)",
"25_54_years": "37.18% (male 4,987,071 /female 6,061,616)",
"55_64_years": "6.42% (male 917,342 /female 991,937)",
"65_years_and_over": "5.34% (male 785,893 /female 799,626) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "61.4 (2015 est.)",
"youth_dependency_ratio": "52.5 (2015 est.)",
"elderly_dependency_ratio": "8.8 (2015 est.)",
"potential_support_ratio": "11.3 (2015 est.)",
}, 
"median_age": 
{
"total": "24.5 years (2018 est.)",
"male": "23.2 years",
"female": "25.8 years",
}, 
"population_growth_rate": "1.09% (2018 est.)",
"birth_rate": "19.1 births/1,000 population (2018 est.)",
"death_rate": "5.6 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-2.5 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "most of the population is divided nearly equally between a concentration in the southern-most plains of the Tarai region and the central hilly region; overall density is quite low",
"urbanization": 
{
"urban_population": "20.2% of total population (2019)",
"rate_of_urbanization": "3.15% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.376 million KATHMANDU (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.06 male(s)/female",
"0_14_years": "1.09 male(s)/female",
"15_24_years": "1.03 male(s)/female",
"25_54_years": "0.82 male(s)/female",
"55_64_years": "0.92 male(s)/female",
"65_years_and_over": "0.98 male(s)/female",
"total_population": "0.96 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "20.8 years (2016 est.)",
"maternal_mortality_rate": "186 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "26.9 deaths/1,000 live births (2018 est.)",
"male": "28.2 deaths/1,000 live births",
"female": "25.6 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "71.3 years (2018 est.)",
"male": "70.6 years",
"female": "72 years",
}, 
"total_fertility_rate": "2.07 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "52.6% (2016/17)",
"drinking_water_source": 
{
"improved_urban": "90.9% of population",
"improved_rural": "91.8% of population",
"improved_total": "91.6% of population",
"unimproved_urban": "9.1% of population",
"unimproved_rural": "8.2% of population",
"unimproved_total": "8.4% of population (2015 est.)",
}, 
"current_health_expenditure": "6.3% (2016)",
"physicians_density": "0.65 physicians/1,000 population (2017)",
"hospital_bed_density": "3 beds/1,000 population (2012)",
"sanitation_facility_access": 
{
"improved_urban": "56% of population (2015 est.)",
"improved_rural": "43.5% of population (2015 est.)",
"improved_total": "45.8% of population (2015 est.)",
"unimproved_urban": "44% of population (2015 est.)",
"unimproved_rural": "56.5% of population (2015 est.)",
"unimproved_total": "54.2% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.1% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "30,000 (2018 est.)",
"hiv_aids_deaths": "900 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "high (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A and E, and typhoid fever (2016)",
"vectorborne_diseases": "Japanese encephalitis, malaria, and dengue fever (2016)",
}, 
"obesity_adult_prevalence_rate": "4.1% (2016)",
"children_under_the_age_of_5_years_underweight": "27.2% (2016)",
"education_expenditures": "5.2% of GDP (2018)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "63.9%",
"male": "76.4%",
"female": "53.1% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "12 years",
"male": "12 years",
"female": "13 years (2017)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Federal Democratic Republic of Nepal",
"conventional_short_form": "Nepal",
"local_long_form": "Sanghiya Loktantrik Ganatantra Nepal",
"local_short_form": "Nepal",
"etymology": "the Newar people of the Kathmandu Valley and surrounding areas apparently gave their name to the country; the terms &quot;Nepal,&quot; &quot;Newar,&quot; &quot;Nepar,&quot; and &quot;Newal&quot; are phonetically different forms of the same word",
}, 
"government_type": "federal parliamentary republic",
"capital": 
{
"name": "Kathmandu",
"geographic_coordinates": "27 43 N, 85 19 E",
"time_difference": "UTC+5.75 (10.75 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "7 provinces; Gandaki Pradesh, Karnali Pradesh, Province No. One, Province No. Two, Province No. Three, Province No. Five, Sudurpashchim Pradesh",
"independence": "1768 (unified by Prithvi Narayan SHAH)",
"national_holiday": "Constitution Day, 20 September (2015); note - marks the promulgation of Nepal’s constitution in 2015 and replaces the previous 28 May Republic Day as the official national day in Nepal; the Gregorian day fluctuates based on Nepal’s Hindu calendar",
"constitution": 
{
"history": "several previous; latest approved by the Second Constituent Assembly 16 September 2015, signed by the president and effective 20 September 2015",
"amendments": "proposed as a bill by either house of the Federal Parliament; bills affecting a state border or powers delegated to a state must be submitted to the affected state assembly; passage of such bills requires a majority vote of that state assembly membership; bills not requiring state assembly consent require at least two-thirds majority vote by the membership of both houses of the Federal Parliament; parts of the constitution on the sovereignty, territorial integrity, independence, and sovereignty vested in the people cannot be amended; last amended 2016 (2019)",
}, 
"legal_system": "English common law and Hindu legal concepts; note - new criminal and civil codes&amp;nbsp;came into&amp;nbsp;effect on 17 August 2018",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "yes",
"citizenship_by_descent_only": "yes",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "15 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"head_of_government": "Prime Minister Khadga Prasad (KP) Sharma OLI (since 15 February 2018); deputy prime ministers Ishwar POKHREL, Upendra YADAV (since 1 June 2018)",
"cabinet": "Council of Ministers appointed by the prime minister; cabinet dominated by the Nepal Communist Party",
"elections_appointments": "president indirectly elected by an electoral college of the Federal Parliament and of the state assemblies for a 5-year term (eligible for a second term); election last held 13 March 2018 (next to be held in 2023); prime minister indirectly elected by the Federal Parliament",
"election_results": "Bidhya Devi BHANDARI reelected president; electoral vote - Bidhya Devi BHANDARI (CPN-UML) 39,275, Kumari Laxmi RAI (NC) 11,730",
"head_of_state": "President Bidhya Devi BANDHARI (since 29 October 2015); Vice President Nanda Bahadar PUN (since 31 October 2015)",
}, 
"legislative_branch": 
{
"description": "bicameral Federal Parliament consists of:&lt;br /&gt;National Assembly (59 seats; 56 members, including at least 3 women, 1 Dalit, 1 member with disabilities, or 1 minority indirectly elected by an electoral college of state and municipal government leaders, and 3 members, including 1 woman, nominated by the president of Nepal on the recommendation of the government; members serve 6-year terms with renewal of one-third of the membership every 2 years)&lt;br /&gt; House of Representatives (275 seats; 165 members directly elected in single-seat constituencies by simple majority vote and 110 members directly elected in a single nationwide constituency by party-list proportional representation vote; members serve 5-year terms)",
"elections": "&lt;br /&gt; first election for the National Assembly held on 7 February 2018 (next to be held in 2024)&lt;br /&gt; first election for House of Representatives held on 26 November and 7 December 2017 (next to be held in 2022)",
"election_results": "&lt;br /&gt; National Assembly - percent of vote by party - NA; seats by party - NCP 42, NC 13, FSFN 2, RJPN 2; composition - men 37, women 22, percent of women 37.3%&lt;br /&gt; House of Representatives - percent of vote by party - NA; seats by party - NCP 174, NC 63, RJPN 17, FSFN 16, other 4, independent 1; composition - men 185, women 90, percent of women 32.7%; note - total Federal Parliament percent of women 33.5%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of the chief justice and up to 20 judges)",
"judge_selection_and_term_of_office": "Supreme Court chief justice appointed by the president upon the recommendation of the Constitutional Council, a 5-member, high-level advisory body headed by the prime minister; other judges appointed by the president upon the recommendation of the Judicial Council, a 5-member advisory body headed by the chief justice; the chief justice serves a 6-year term; judges serve until age 65",
"subordinate_courts": "High Court; district courts",
}, 
"political_parties_and_leaders": "&lt;p&gt;the Election Commission of Nepal granted ballot access under the proportional system to 88 political parties for the November-December 2017 House of Representatives election to the Federal Parliament; of these, the following&amp;nbsp;8 parties won seats:&lt;br /&gt;Federal Socialist Forum, Nepal or FSFN [Upendra YADAV]&lt;br /&gt;Naya Shakti Party, Nepal [Baburam BHATTARAI]&lt;br /&gt;Nepal Communist Party or NCP [Khadga Prasad OLI, Pushpa Kamal&amp;nbsp;DAHAL]&lt;br /&gt;Nepali Congress or NC [Sher Bahadur DEUBA]&lt;br /&gt;Nepal Mazdoor Kisan Party [Narayan Man BIJUKCHHE]&lt;br /&gt;Rastriya Janamorcha [Chitra Bahadur K.C.]&lt;br /&gt;Rastriya Janata Party or RJPN [Mahanta THAKUR]&lt;br /&gt;Rastriya Prajatantra party or RPP [Kamal THAPA]&lt;/p&gt;",
"international_organization_participation": "ADB, BIMSTEC, CD, CP, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, MINUSMA, MINUSTAH, MONUSCO, NAM, OPCW, SAARC, SACEP, UN, UNAMID, UNCTAD, UNDOF, UNESCO, UNIDO, UNIFIL, UNMIL, UNMISS, UNOCI, UNTSO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Arjun Kumar KARKI (since 18 May 2015)",
"chancery": "2730 34&lt;sup&gt;th&lt;/sup&gt; Place NW, Washington, DC 20007",
"telephone": "[1] (202) 667-4550",
"fax": "[1] (202) 667-5534",
"consulate_s_general": "Chicago (IL), New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Randy BERRY (since 25 October 2018)",
"telephone": "[977] (1) 423-4000",
"embassy": "Maharajgunj, Kathmandu, Nepal",
"mailing_address": "US Embassy, Maharajgunj Chakrapath, Kathmandu, Nepal 44600",
"fax": "[977] (1) 400-7272",
}, 
"flag_description": "crimson red with a blue border around the unique shape of two overlapping right triangles; the smaller, upper triangle bears a white stylized moon and the larger, lower triangle displays a white 12-pointed sun; the color red represents the rhododendron (Nepal&#39;s national flower) and is a sign of victory and bravery, the blue border signifies peace and harmony; the two right triangles are a combination of two single pennons (pennants) that originally symbolized the Himalaya Mountains while their charges represented the families of the king (upper) and the prime minister, but today they are understood to denote Hinduism and Buddhism, the country&#39;s two main religions; the moon represents the serenity of the Nepalese people and the shade and cool weather in the Himalayas, while the sun depicts the heat and higher temperatures of the lower parts of Nepal; the moon and the sun are also said to express the hope that the nation will endure as long as these heavenly bodies",
"national_symbol_s": "rhododendron blossom; national color: red",
"national_anthem": 
{
"name": "&quot;Sayaun Thunga Phool Ka&quot; (Hundreds of Flowers)",
"lyrics_music": "Pradeep Kumar RAI/Ambar GURUNG",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Nepal is among the least developed countries in the world, with about one-quarter of its population living below the poverty line. Nepal is heavily dependent on remittances, which amount to as much as 30% of GDP. Agriculture is the mainstay of the economy, providing a livelihood for almost two-thirds of the population but accounting for less than a third of GDP. Industrial activity mainly involves the processing of agricultural products, including pulses, jute, sugarcane, tobacco, and grain.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Nepal has considerable scope for exploiting its potential in hydropower, with an estimated 42,000 MW of commercially feasible capacity. Nepal has signed trade and investment agreements with India, China, and other countries, but political uncertainty and a difficult business climate have hampered foreign investment. The United States and Nepal signed a $500 million Millennium Challenge Corporation Compact in September 2017 which will expand Nepal’s electricity infrastructure and help maintain transportation infrastructure.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Massive earthquakes struck Nepal in early 2015, which damaged or destroyed infrastructure and homes and set back economic development. Although political gridlock and lack of capacity have hindered post-earthquake recovery, government-led reconstruction efforts have progressively picked up speed, although many hard hit areas still have seen little assistance. Additional challenges to Nepal&#39;s growth include its landlocked geographic location, inconsistent electricity supply, and underdeveloped transportation infrastructure.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$79.19 billion",
"2016": "$73.39 billion",
"2015": "$72.96 billion",
},
"gdp_official_exchange_rate": "$24.88 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "7.9%",
"2016": "0.6%",
"2015": "3.3%",
},
"gdp_per_capita_ppp":
{
"2017": "$2,700",
"2016": "$2,500",
"2015": "$2,500",
},
"gross_national_saving":
{
"2017": "45.4% of GDP",
"2016": "40.2% of GDP",
"2015": "44% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "78% (2017 est.)",
"government_consumption": "11.7% (2017 est.)",
"investment_in_fixed_capital": "33.8% (2017 est.)",
"investment_in_inventories": "8.7% (2017 est.)",
"exports_of_goods_and_services": "9.8% (2017 est.)",
"imports_of_goods_and_services": "-42% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "27% (2017 est.)",
"industry": "13.5% (2017 est.)",
"services": "59.5% (2017 est.)",
}, 
"agriculture_products": "pulses, rice, corn, wheat, sugarcane, jute, root crops; milk, water buffalo meat",
"industries": "tourism, carpets, textiles; small rice, jute, sugar, and oilseed mills; cigarettes, cement and brick production",
"industrial_production_growth_rate": "12.4% (2017 est.)",
"labor_force": "16.81 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "69%",
"industry": "12%",
"services": "19% (2015 est.)",
}, 
"unemployment_rate":
{
"2017": "3%",
"2016": "3.2%",
},
"population_below_poverty_line": "25.2% (2011 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "3.2%",
"highest_10": "29.5% (2011)",
}, 
"distribution_of_family_income_gini_index":
{
"2010": "32.8",
"2008": "47.2",
},
"budget": 
{
"revenues": "5.925 billion (2017 est.)",
"expenditures": "5.945 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "23.8% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-0.1% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "26.4% of GDP",
"2016": "27.9% of GDP",
},
"fiscal_year": "16 July - 15 July",
"inflation_rate_consumer_prices":
{
"2017": "4.5%",
"2016": "9.9%",
},
"central_bank_discount_rate":
{
"30 July 2017": "7%",
"30 July 2016": "7%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "11.3%",
"31 December 2016": "8.9%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$5.505 billion",
"31 December 2016": "$4.857 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$5.505 billion",
"31 December 2016": "$4.857 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$21.99 billion",
"31 December 2016": "$17.94 billion",
},
"market_value_of_publicly_traded_shares":
{
"31 October 2017": "$17.57 billion",
"31 October 2016": "$19.4 billion",
"31 October 2015": "$11.37 billion",
},
"current_account_balance":
{
"2017": "-$93 million",
"2016": "$1.339 billion",
},
"exports":
{
"2017": "$818.7 million",
"2016": "$761.6 million",
},
"exports_partners": "India 53.1%, US 11.8%, Turkey 7.2% (2017)",
"exports_commodities": "clothing, pulses, carpets, textiles, juice, jute goods",
"imports":
{
"2017": "$10 billion",
"2016": "$8.764 billion",
},
"imports_commodities": "petroleum products, machinery and equipment, gold, electrical goods, medicine",
"imports_partners": "India 70.2%, China 7.5% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$9.091 billion",
"31 December 2016": "$8.506 billion",
},
"debt_external":
{
"31 December 2017": "$5.849 billion",
"31 December 2016": "$4.321 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 July 2013": "$103 million",
},
"stock_of_direct_foreign_investment_abroad": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Nepalese rupees (NPR) per US dollar -",
"exchange_rates":
{
"2017": "104",
"2016": "107.38",
"2015": "107.38",
"2014": "102.41",
"2013": "99.53",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "3 million (2017)",
"electrification_total_population": "90.7% (2016)",
"electrification_urban_areas": "94.5% (2016)",
"electrification_rural_areas": "85.2% (2016)",
}, 
"electricity_production": "4.244 billion kWh (2016 est.)",
"electricity_consumption": "4.983 billion kWh (2016 est.)",
"electricity_exports": "2.69 million kWh (FY 2017 est.)",
"electricity_imports": "2.175 billion kWh (2016 est.)",
"electricity_installed_generating_capacity": "943,100 kW (2016 est.)",
"electricity_from_fossil_fuels": "5% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "92% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "3% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "27,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "26,120 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "8.396 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "861,299",
"subscriptions_per_100_inhabitants": "3 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "32,120,305",
"subscriptions_per_100_inhabitants": "109 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "mountainous topography hinders development of telecom infrastructure; fair radiotelephone communication service; 20% of the market share is fixed (wired) broadband, 2% is fixed (wireless) broadband, and 78% is mobile broadband (2019); fixed broadband is low due to limited number of fixed lines and preeminence of the mobile platform; accelerated mobile broadband penetration the last five years; 90% of the population will have access to broadband by 2020 (2018)",
"domestic": "mobile service has been extended to all 75 districts covering 90% of Nepal&amp;rsquo;s land area; 3G coverage is available in 20 major cities (2019); disparity between high coverage in cities and coverage available in underdeveloped rural regions; fixed-line 3 per 100 persons and mobile-cellular 109 per 100 persons (2018)",
"international": "country code - 977; Nepal, China and Tibet connected across borders with underground and all-dielectric self-supporting (ADSS) fiber-optic cables; radiotelephone communications; microwave and fiber landlines to India; satellite earth station - 1 Intelsat (Indian Ocean) (2019)",
}, 
"broadcast_media": "state operates 3 TV stations, as well as national and regional radio stations; 117 television channels are licensed, among those 71 are cable television channels,&amp;nbsp;three are distributed through&amp;nbsp;Direct-To-Home (DTH) system, and four are digital terrestrial;&amp;nbsp;736 FM radio stations are licensed and at least 314 of those radio stations are community radio stations (2019)",
"internet_country_code": ".np",
"internet_users": 
{
"total": "5,716,419",
"percent_of_population": "19.7% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "224,184",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.44% of GDP",
"2017": "1.55% of GDP",
"2016": "1.7% of GDP",
"2015": "1.56% of GDP",
"2014": "1.63% of GDP",
},
"military_and_security_forces": "Nepal Army (includes Air Wing); Nepal Armed Police Force (under the Ministry of Home Affairs; paramilitary force responsible for border and internal security, including counter-insurgency, and assisting the Army in the event of an external invasion) (2019)",
"military_service_age_and_obligation": "18 years of age for voluntary military service (including women); no conscription (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "4 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "15 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "510,341 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "4,536,371 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "9N (2016)",
"airports": "47 (2013)",
"airports_with_paved_runways": 
{
"total": "11 (2017)",
"over_3_047_m": "1 (2017)",
"1_524_to_2_437_m": "3 (2017)",
"914_to_1_523_m": "6 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "36 (2013)",
"1_524_to_2_437_m": "1 (2013)",
"914_to_1_523_m": "6 (2013)",
"under_914_m": "29 (2013)",
}, 
"railways": 
{
"total": "59 km (2018)",
"narrow_gauge": "59 km 0.762-m gauge (2018)",
}, 
"roadways": 
{
"total": "27,990 km (2016)",
"paved": "11,890 km (2016)",
"unpaved": "16,100 km (2016)",
}, 
}, 
"terrorism": 
{
"terrorist_groups_foreign_based": "&lt;strong&gt;aim(s): &lt;/strong&gt;enhance networks in Nepal to carry out attacks against Indians in Nepal and India&lt;strong&gt;&lt;br /&gt;area(s) of operation:&lt;/strong&gt; maintains active hubs of small, loosely connected networks (2018)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;joint border commission continues to work on contested sections of boundary with India, including the 400 sq km dispute over the source of the Kalapani River; India has instituted a stricter border regime to restrict transit of illegal cross-border activities&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "13,509 (Tibet/China), 6,626 (Bhutan) (2018)",
"stateless_persons": "undetermined (2016); note - the UNHCR is working with the Nepali Government to address the large number of individuals lacking citizenship certificates in Nepal; smaller numbers of Bhutanese Hindu refugees of Nepali origin (the Lhotshampa) who were stripped of Bhutanese nationality and forced to flee their country in the late 1980s and early 1990s - and undocumented Tibetan refugees who arrived in Nepal prior to the 1990s - are considered stateless",
}, 
"illicit_drugs": "illicit producer of cannabis and hashish for the domestic and international drug markets; transit point for opiates from Southeast Asia to the West",
}
}
