{
"name": "Rwanda",
"code": "RW",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "In 1959, three years before independence from Belgium, the majority ethnic group, the Hutus, overthrew the ruling Tutsi king. Over the next several years, thousands of Tutsis were killed, and some 150,000 driven into exile in neighboring countries. The children of these exiles later formed a rebel group, the Rwandan Patriotic Front (RPF), and began a civil war in 1990. The war, along with several political and economic upheavals, exacerbated ethnic tensions, culminating in April 1994 in a state-orchestrated genocide, in which Rwandans killed over 800,000 of their fellow citizens, including approximately three-quarters of the Tutsi population. The genocide ended later that same year when the predominantly Tutsi RPF, operating out of Uganda and northern Rwanda, defeated the national army and Hutu militias, and established an RPF-led government of national unity. Rwanda held its first local elections in 1999 and its first post-genocide presidential and legislative elections in 2003. Rwanda joined the Commonwealth in late 2009. President Paul KAGAME won the presidential election in August 2017 after changing the constitution in 2016 to allow him to run for a third term. &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt;",
}, 
"geography": 
{
"location": "Central Africa, east of the Democratic Republic of the Congo, north of Burundi",
"geographic_coordinates": "2 00 S, 30 00 E",
"map_references": "Africa",
"area": 
{
"total": "26,338 sq km",
"land": "24,668 sq km",
"water": "1,670 sq km",
}, 
"area_comparative": "slightly smaller than Maryland",
"land_boundaries": 
{
"total": "930 km",
"border_countries": "Burundi 315 km, Democratic Republic of the Congo 221 km, Tanzania 222 km, Uganda 172 km",
}, 
"coastline": "0 km (landlocked)",
"maritime_claims": "none (landlocked)", 
"climate": "temperate; two rainy seasons (February to April, November to January); mild in mountains with frost and snow possible",
"terrain": "mostly grassy uplands and hills; relief is mountainous with altitude declining from west to east",
"elevation": 
{
"mean_elevation": "1,598 m",
"lowest_point": "Rusizi River 950 m",
"highest_point": "Volcan Karisimbi 4,519 m",
}, 
"natural_resources": "gold, cassiterite (tin ore), wolframite (tungsten ore), methane, hydropower, arable land",
"land_use": 
{
"agricultural_land": "74.5% (2011 est.)",
"agricultural_land_arable_land": "47% (2011 est.)",
"agricultural_land_permanent_crops": "10.1% (2011 est.)",
"agricultural_land_permanent_pasture": "17.4% (2011 est.)",
"forest": "18% (2011 est.)",
"other": "7.5% (2011 est.)",
}, 
"irrigated_land": "96 sq km (2012)",
"population_distribution": "one of Africa&#39;s most densely populated countries; large concentrations tend to be in the central regions and along the shore of Lake Kivu in the west",
"natural_hazards": "&lt;p&gt;periodic droughts; the volcanic Virunga Mountains are in the northwest along the border with Democratic Republic of the Congo&lt;/p&gt;&lt;p&gt;&lt;strong&gt;volcanism:&lt;/strong&gt; Visoke (3,711 m), located on the border with the Democratic Republic of the Congo, is the country&#39;s only historically active volcano&lt;/p&gt;",
"environment_current_issues": "deforestation results from uncontrolled cutting of trees for fuel; overgrazing; land degradation; soil erosion; a decline in soil fertility (soil exhaustion); wetland degradation and loss of biodiversity; widespread poaching",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Ozone Layer Protection, Wetlands",
"signed_but_not_ratified": "Law of the Sea",
}, 
"geography_note": "landlocked; most of the country is savanna grassland with the population predominantly rural",
}, 
"people_and_society": 
{
"population": "12,187,400 (July 2018 est.)",
"nationality": 
{
"noun": "Rwandan(s)",
"adjective": "Rwandan",
}, 
"ethnic_groups": "Hutu, Tutsi, Twa (Pygmy)",
"languages": "Kinyarwanda (official, universal Bantu vernacular) 93.2%, French (official) &amp;lt;.1, English (official) &amp;lt;.1, Swahili/Kiswahili (official, used in commercial centers) &amp;lt;.1, more than one language, other 6.3%, unspecified 0.3% (2002 est.)",
"religions": "Protestant 49.5% (includes Adventist 11.8% and other Protestant 37.7%), Roman Catholic 43.7%, Muslim 2%, other 0.9% (includes Jehovah&#39;s Witness), none 2.5%, unspecified 1.3% (2012 est.)",
"demographic_profile": "&lt;p&gt;Rwanda’s fertility rate declined sharply during the last decade, as a result of the government’s commitment to family planning, the increased use of contraceptives, and a downward trend in ideal family size. Increases in educational attainment, particularly among girls, and exposure to social media also contributed to the reduction in the birth rate. The average number of births per woman decreased from a 5.6 in 2005 to 4.5 in 2016. Despite these significant strides in reducing fertility, Rwanda’s birth rate remains very high and will continue to for an extended period of time because of its large population entering reproductive age. Because Rwanda is one of the most densely populated countries in Africa, its persistent high population growth and increasingly small agricultural landholdings will put additional strain on families’ ability to raise foodstuffs and access potable water. These conditions will also hinder the government’s efforts to reduce poverty and prevent environmental degradation.&lt;/p&gt;&lt;p&gt;The UNHCR recommended that effective 30 June 2013 countries invoke a cessation of refugee status for those Rwandans who fled their homeland between 1959 and 1998, including the 1994 genocide, on the grounds that the conditions that drove them to seek protection abroad no longer exist. The UNHCR’s decision is controversial because many Rwandan refugees still fear persecution if they return home, concerns that are supported by the number of Rwandans granted asylum since 1998 and by the number exempted from the cessation. Rwandan refugees can still seek an exemption or local integration, but host countries are anxious to send the refugees back to Rwanda and are likely to avoid options that enable them to stay. Conversely, Rwanda itself hosts almost 160,000 refugees as of 2017; virtually all of them fleeing conflict in neighboring Burundi and the Democratic Republic of the Congo.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "40.98% (male 2,521,169 /female 2,473,055)",
"15_24_years": "19.45% (male 1,187,249 /female 1,183,278)",
"25_54_years": "32.93% (male 1,903,087 /female 2,109,839)",
"55_64_years": "4.15% (male 225,273 /female 280,545)",
"65_years_and_over": "2.49% (male 120,952 /female 182,953) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "77.3 (2015 est.)",
"youth_dependency_ratio": "72.4 (2015 est.)",
"elderly_dependency_ratio": "5 (2015 est.)",
"potential_support_ratio": "20.1 (2015 est.)",
}, 
"median_age": 
{
"total": "19.2 years (2018 est.)",
"male": "18.5 years",
"female": "20 years",
}, 
"population_growth_rate": "2.3% (2018 est.)",
"birth_rate": "29.8 births/1,000 population (2018 est.)",
"death_rate": "6.3 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-0.5 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "one of Africa&#39;s most densely populated countries; large concentrations tend to be in the central regions and along the shore of Lake Kivu in the west",
"urbanization": 
{
"urban_population": "17.3% of total population (2019)",
"rate_of_urbanization": "2.86% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.095 million KIGALI (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.02 male(s)/female",
"15_24_years": "1 male(s)/female",
"25_54_years": "0.9 male(s)/female",
"55_64_years": "0.8 male(s)/female",
"65_years_and_over": "0.66 male(s)/female",
"total_population": "0.96 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "23 years (2014/15 est.)",
"maternal_mortality_rate": "248 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "29.1 deaths/1,000 live births (2018 est.)",
"male": "32 deaths/1,000 live births",
"female": "26.2 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "64.5 years (2018 est.)",
"male": "62.6 years",
"female": "66.5 years",
}, 
"total_fertility_rate": "3.75 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "53.2% (2014/15)",
"drinking_water_source": 
{
"improved_urban": "86.6% of population",
"improved_rural": "71.9% of population",
"improved_total": "76.1% of population",
"unimproved_urban": "13.4% of population",
"unimproved_rural": "28.1% of population",
"unimproved_total": "23.9% of population (2015 est.)",
}, 
"current_health_expenditure": "6.8% (2016)",
"physicians_density": "0.13 physicians/1,000 population (2017)",
"sanitation_facility_access": 
{
"improved_urban": "58.5% of population (2015 est.)",
"improved_rural": "62.9% of population (2015 est.)",
"improved_total": "61.6% of population (2015 est.)",
"unimproved_urban": "41.5% of population (2015 est.)",
"unimproved_rural": "37.1% of population (2015 est.)",
"unimproved_total": "38.4% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "2.5% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "220,000 (2018 est.)",
"hiv_aids_deaths": "2,900 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"animal_contact_diseases": "rabies (2016)",
}, 
"obesity_adult_prevalence_rate": "5.8% (2016)",
"children_under_the_age_of_5_years_underweight": "9.6% (2015)",
"education_expenditures": "3.1% of GDP (2018)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "70.5%",
"male": "73.2%",
"female": "68% (2015)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "11 years",
"male": "11 years",
"female": "11 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "22.6%",
"male": "20.6%",
"female": "24.8% (2017 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Rwanda",
"conventional_short_form": "Rwanda",
"local_long_form": "Republika y&#39;u Rwanda",
"local_short_form": "Rwanda",
"former": "Ruanda, German East Africa",
"etymology": "the name translates as &quot;domain&quot; in the native Kinyarwanda language",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Kigali",
"geographic_coordinates": "1 57 S, 30 03 E",
"time_difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "4 provinces (in French - provinces, singular - province; in Kinyarwanda - intara for singular and plural) and 1 city* (in French - ville; in Kinyarwanda - umujyi); Est (Eastern), Kigali*, Nord (Northern), Ouest (Western), Sud (Southern)",
"independence": "1 July 1962 (from Belgium-administered UN trusteeship)",
"national_holiday": "Independence Day, 1 July (1962)",
"constitution": 
{
"history": "several previous; latest adopted by referendum 26 May 2003, effective 4 June 2003",
"amendments": "proposed by the president of the republic (with Council of Ministers approval) or by two-thirds majority vote of both houses of Parliament; passage requires at least three-quarters majority vote in both houses; changes to constitutional articles on national sovereignty, the presidential term, the form and system of government, and political pluralism also require approval in a referendum; amended 2008, 2010, 2015 (2017)",
}, 
"legal_system": "mixed legal system of civil law, based on German and Belgian models, and customary law; judicial review of legislative acts in the Supreme Court",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "the father must be a citizen of Rwanda; if the father is stateless or unknown, the mother must be a citizen",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "10 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Paul KAGAME (since 22 April 2000)",
"head_of_government": "President Paul KAGAME (since 22 April 2000)",
"cabinet": "Council of Ministers appointed by the president",
"elections_appointments": "president directly elected by simple majority vote for a 5-year term (eligible for a second term); note - a constitutional amendment approved in December 2016 reduced the presidential term from 7 to 5 years but included an exception that allowed President KAGAME to serve another 7-year term in 2017, potentially followed by two additional 5-year terms; election last held on 4 August 2017 (next to be held in August 2024); prime minister appointed by the president",
"election_results": "Paul KAGAME reelected president; Paul KAGAME (RPF) 98.8%, Philippe MPAYIMANA (independent) 0.7%, Frank HABINEZA (DGPR)0.5%",
}, 
"legislative_branch": 
{
"description": "bicameral Parliament consists of:&lt;br /&gt;Senate or Senat (26 seats; 12 members indirectly elected by local councils, 8 appointed by the president, 4 appointed by the Political Organizations Forum - a body of registered political parties, and 2 selected by institutions of higher learning; members serve 8-year terms)&lt;br /&gt; Chamber of Deputies or Chambre des Deputes (80 seats; 53 members directly elected by proportional representation vote, 24 women selected by special interest groups, and 3 selected by youth and disability organizations; members serve 5-year terms)",
"elections": "&lt;br /&gt;Senate -&amp;nbsp;last held on 26-27 September 2011 (next to be held in 2019)&lt;br /&gt; Chamber of Deputies - last held on 3 September 2018 (next to be held in September 2023)",
"election_results": "&lt;br /&gt;Senate - percent of vote by party - NA; seats by party - NA; composition - men 16, women 10, percent of women 38.5%&lt;br /&gt;&lt;br /&gt;Chamber of Deputies - percent of vote by party - NA; seats by party - Rwandan Patriotic Front Coalition 40, PSD 5, PL 4, other 4 indirectly elected 27; composition - men 26, women 54, percent of women 67.5%; note - total Parliament percent of women 60.4%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court (consists of the chief and deputy chief justices and 15 judges; normally organized into 3-judge panels); High Court (consists of the court president, vice president, and a minimum of 24 judges and organized into 5 chambers)",
"judge_selection_and_term_of_office": "Supreme Court judges nominated by the president after consultation with the Cabinet and the Superior Council of the Judiciary (SCJ), a 27-member body of judges, other judicial officials, and legal professionals) and approved by the Senate; chief and deputy chief justices appointed for 8-year nonrenewable terms; tenure of judges NA; High Court president and vice president appointed by the president of the republic upon approval by the Senate; judges appointed by the Supreme Court chief justice upon approval of the SCJ; judge tenure NA",
"subordinate_courts": "High Court of the Republic; commercial courts including the High Commercial Court; intermediate courts; primary courts; and military specialized courts&lt;strong&gt;&lt;br /&gt;&lt;/strong&gt;",
}, 
"political_parties_and_leaders": "Democratic Green Party of Rwanda or DGPR [Frank HABINEZA]&lt;br /&gt;Liberal Party or PL [Donatille MUKABALISA]&lt;br /&gt;Party for Progress and Concord or PPC [Dr. Alivera MUKABARAMBA]&lt;br /&gt;Party Imberakuri or PS-Imberakuri [Christine MUKABUNANI]&lt;br /&gt;Rwandan Patriotic Front or RPF [Paul KAGAME]&lt;br /&gt;Rwandan Patriotic Front Coalition (includes RPF, PPC) [Paul KAGAME]&lt;br /&gt;Social Democratic Party or PSD [Vincent BIRUTA]",
"international_organization_participation": "ACP, AfDB, AU, C, CEPGL, COMESA, EAC, EADB, FAO, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OIF, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMISS, UNWTO, UPU, WCO, WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Mathilde MUKANTABANA (since 18 July 2013)",
"chancery": "1875 Connecticut Avenue NW, Suite 418, Washington, DC 20009",
"telephone": "[1] (202) 232-2882",
"fax": "[1] (202) 232-4544",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Peter H. VROOMAN (since 5 April 2018)",
"telephone": "[250] 252 596-400",
"embassy": "2657 Avenue de la Gendarmerie, P. O. Box 28, Kigali",
"mailing_address": "B.P. 28, Kigali",
"fax": "[250] 252 580 325",
}, 
"flag_description": "three horizontal bands of sky blue (top, double width), yellow, and green, with a golden sun with 24 rays near the fly end of the blue band; blue represents happiness and peace, yellow economic development and mineral wealth, green hope of prosperity and natural resources; the sun symbolizes unity, as well as enlightenment and transparency from ignorance",
"national_symbol_s": "traditional woven basket with peaked lid; national colors: blue, yellow, green",
"national_anthem": 
{
"name": "&quot;Rwanda nziza&quot; (Rwanda, Our Beautiful Country)",
"lyrics_music": "Faustin MURIGO/Jean-Bosco HASHAKAIMANA",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Rwanda is a rural, agrarian country with agriculture accounting for about 63% of export earnings, and with some mineral and agro-processing. Population density is high but, with the exception of the capital Kigali, is not concentrated in large cities – its 12 million people are spread out on a small amount of land (smaller than the state of Maryland). Tourism, minerals, coffee, and tea are Rwanda&#39;s main sources of foreign exchange. Despite Rwanda&#39;s fertile ecosystem, food production often does not keep pace with demand, requiring food imports. Energy shortages, instability in neighboring states, and lack of adequate transportation linkages to other countries continue to handicap private sector growth.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The 1994 genocide decimated Rwanda&#39;s fragile economic base, severely impoverished the population, particularly women, and temporarily stalled the country&#39;s ability to attract private and external investment. However, Rwanda has made substantial progress in stabilizing and rehabilitating its economy well beyond pre-1994 levels. GDP has rebounded with an average annual growth of 6%-8% since 2003 and inflation has been reduced to single digits. In 2015, 39% of the population lived below the poverty line, according to government statistics, compared to 57% in 2006.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The government has embraced an expansionary fiscal policy to reduce poverty by improving education, infrastructure, and foreign and domestic investment. Rwanda consistently ranks well for ease of doing business and transparency.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The Rwandan Government is seeking to become a regional leader in information and communication technologies and aims to reach middle-income status by 2020 by leveraging the service industry. In 2012, Rwanda completed the first modern Special Economic Zone (SEZ) in Kigali. The SEZ seeks to attract investment in all sectors, but specifically in agribusiness, information and communications, trade and logistics, mining, and construction. In 2016, the government launched an online system to give investors information about public land and its suitability for agricultural development.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$24.68 billion",
"2016": "$23.26 billion",
"2015": "$21.94 billion",
},
"gdp_official_exchange_rate": "$9.136 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "6.1%",
"2016": "6%",
"2015": "8.9%",
},
"gdp_per_capita_ppp":
{
"2017": "$2,100",
"2016": "$2,000",
"2015": "$1,900",
},
"gross_national_saving":
{
"2017": "12.5% of GDP",
"2016": "6.1% of GDP",
"2015": "7.5% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "75.9% (2017 est.)",
"government_consumption": "15.2% (2017 est.)",
"investment_in_fixed_capital": "22.9% (2017 est.)",
"investment_in_inventories": "0.5% (2017 est.)",
"exports_of_goods_and_services": "18.2% (2017 est.)",
"imports_of_goods_and_services": "-32.8% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "30.9% (2017 est.)",
"industry": "17.6% (2017 est.)",
"services": "51.5% (2017 est.)",
}, 
"agriculture_products": "coffee, tea, pyrethrum (insecticide made from chrysanthemums), bananas, beans, sorghum, potatoes; livestock",
"industries": "cement, agricultural products, small-scale beverages, soap, furniture, shoes, plastic goods, textiles, cigarettes",
"industrial_production_growth_rate": "4.2% (2017 est.)",
"labor_force": "6.227 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "75.3%",
"industry": "6.7%",
"services": "18% (2012 est.)",
}, 
"unemployment_rate":
{
"2014": "2.7%",
},
"population_below_poverty_line": "39.1% (2015 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.1%",
"highest_10": "43.2% (2011 est.)",
}, 
"distribution_of_family_income_gini_index":
{
"2013": "50.4",
"2010": "51.3",
},
"budget": 
{
"revenues": "1.943 billion (2017 est.)",
"expenditures": "2.337 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "21.3% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-4.3% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "40.5% of GDP",
"2016": "37.3% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "4.8%",
"2016": "5.7%",
},
"central_bank_discount_rate":
{
"31 December 2010": "7.75%",
"31 December 2008": "11.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "17.17%",
"31 December 2016": "17.29%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$963.9 million",
"31 December 2016": "$895 million",
},
"stock_of_broad_money":
{
"31 December 2017": "$963.9 million",
"31 December 2016": "$895 million",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$1.861 billion",
"31 December 2016": "$1.614 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$622 million",
"2016": "-$1.336 billion",
},
"exports":
{
"2017": "$1.05 billion",
"2016": "$745 million",
},
"exports_partners": "UAE 38.3%, Kenya 15.1%, Switzerland 9.9%, Democratic Republic of the Congo 9.5%, US 4.9%, Singapore 4.5% (2017)",
"exports_commodities": "coffee, tea, hides, tin ore",
"imports":
{
"2017": "$1.922 billion",
"2016": "$2.036 billion",
},
"imports_commodities": "foodstuffs, machinery and equipment, steel, petroleum products, cement and construction material",
"imports_partners": "China 20.4%, Uganda 11%, India 7.2%, Kenya 7.1%, Tanzania 5.3%, UAE 5.1% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$997.6 million",
"31 December 2016": "$1.104 billion",
},
"debt_external":
{
"31 December 2017": "$3.258 billion",
"31 December 2016": "$2.611 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$2.378 billion",
"31 December 2016": "$2.072 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$113.2 million",
"31 December 2016": "$26.8 million",
},
"exchange_rates": 
{
"currency": "Rwandan francs (RWF) per US dollar -",
"exchange_rates":
{
"2017": "839.1",
"2016": "787.25",
"2015": "787.25",
"2014": "720.54",
"2013": "680.95",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "7 million (2017)",
"electrification_total_population": "43% (2017)",
"electrification_urban_areas": "69% (2017)",
"electrification_rural_areas": "37% (2017)",
}, 
"electricity_production": "525 million kWh (2016 est.)",
"electricity_consumption": "527.3 million kWh (2016 est.)",
"electricity_exports": "4 million kWh (2015 est.)",
"electricity_imports": "42 million kWh (2016 est.)",
"electricity_installed_generating_capacity": "191,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "42% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "51% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "7% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "6,700 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "6,628 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "56.63 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "985,600 Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "12,333",
"subscriptions_per_100_inhabitants": " less than 1 (December 2017 est.) (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "8,819,217",
"subscriptions_per_100_inhabitants": "74 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "small, inadequate telephone system primarily serves business, education, and government; government carries out investment in smart city infrastructure; expands wholesale LTE services (2018)",
"domestic": "the capital, Kigali, is connected to provincial centers by microwave radio relay and, recently, by cellular telephone service; much of the network depends on wire and HF radiotelephone; fixed-line less than 1 per 100 and mobile-cellular telephone density has increased 74 telephones per 100 persons (2018)",
"international": "country code - 250; international connections employ microwave radio relay to neighboring countries and satellite communications to more distant countries; satellite earth stations - 1 Intelsat (Indian Ocean) in Kigali (includes telex and telefax service); international submarine fiber-optic cables on the African east coast has brought international bandwidth and lessened the&amp;nbsp;dependency on satellites",
}, 
"broadcast_media": "13 TV stations; 35 radio stations registered, including international broadcasters, government owns most popular TV and radio stations; regional satellite-based TV services available",
"internet_country_code": ".rw",
"internet_users": 
{
"total": "3,724,678",
"percent_of_population": "29.8% (Dec 2017 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "21,780",
"subscriptions_per_100_inhabitants": " less than 1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "1.23% of GDP",
"2017": "1.28% of GDP",
"2016": "1.28% of GDP",
"2015": "1.25% of GDP",
"2014": "1.13% of GDP",
},
"military_and_security_forces": "Rwanda Defense Force (RDF): Rwanda Army (Rwanda Land Force), Rwanda Air Force (Force Aerienne Rwandaise, FAR), Rwanda Reserve Force (2019)",
"military_service_age_and_obligation": "18 years of age for voluntary military service; no conscription; Rwandan citizenship is required, as is a 9th-grade education for enlisted recruits and an A-level certificate for officer candidates; enlistment is either as contract (5-years, renewable twice) or career; retirement (for officers and senior NCOs) after 20 years of service or at 40-60 years of age (2012)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "1 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "9 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "645,815 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "21,382,897 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "9XR (2016)",
"airports": "7 (2013)",
"airports_with_paved_runways": 
{
"total": "4 (2017)",
"over_3_047_m": "1 (2017)",
"914_to_1_523_m": "2 (2017)",
"under_914_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "3 (2013)",
"914_to_1_523_m": "2 (2013)",
"under_914_m": "1 (2013)",
}, 
"roadways": 
{
"total": "4,700 km (2012)",
"paved": "1,207 km (2012)",
"unpaved": "3,493 km (2012)",
}, 
"waterways": " (Lac Kivu navigable by shallow-draft barges and native craft) (2011)",
"ports_and_terminals": "Cyangugu, Gisenyi, Kibuye (Lake Kivu)",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Burundi and Rwanda dispute two sq km (0.8 sq mi) of Sabanerwa, a farmed area in the Rukurazi Valley where the Akanyaru/Kanyaru River shifted its course southward after heavy rains in 1965; fighting among ethnic groups - loosely associated political rebels, armed gangs, and various government forces in Great Lakes region transcending the boundaries of Burundi, Democratic Republic of the Congo (DROC), Rwanda, and Uganda - abated substantially from a decade ago due largely to UN peacekeeping, international mediation, and efforts by local governments to create civil societies; nonetheless, 57,000 Rwandan refugees still reside in 21 African states, including Zambia, Gabon, and 20,000 who fled to Burundi in 2005 and 2006 to escape drought and recriminations from traditional courts investigating the 1994 massacres; the 2005 DROC and Rwanda border verification mechanism to stem rebel actions on both sides of the border remains in place&lt;/p&gt;",
"refugees_and_internally_displaced_persons": "76,366 (Democratic Republic of the Congo), 72,932 (Burundi) (2019)",
}
}
