{
"name": "Senegal",
"code": "SG",
"publish_date": "December 23, 2019",
"introduction": 
{
"background": "The French colonies of Senegal and French Sudan were merged in 1959 and granted independence in 1960 as the Mali Federation. The union broke up after only a few months. Senegal joined with The Gambia to form the nominal confederation of Senegambia in 1982. The envisaged integration of the two countries was never implemented, and the union was dissolved in 1989. The Movement of Democratic Forces in the Casamance has led a low-level separatist insurgency in southern Senegal since the 1980s. Several attempts at reaching a comprehensive peace agreement have failed to resolve the conflict but, despite sporadic incidents of violence, an unofficial cease-fire has remained largely in effect since 2012. Senegal remains one of the most stable democracies in Africa and has a long history of participating in international peacekeeping and regional mediation. Senegal was ruled by the Socialist Party of Senegal, first under President L&amp;eacute;opold S&amp;eacute;dar SENGHOR, and then President Abdou DIOUF, for 40 years until Abdoulaye WADE was elected president in 2000. He was re-elected in 2007 and during his two terms amended Senegal&#39;s constitution over a dozen times to increase executive power and weaken the opposition. His decision to run for a third presidential term sparked a large public backlash that led to his defeat in a March 2012 runoff with Macky SALL. A 2016 constitutional referendum reduced the term to five years with a maximum of two consecutive terms for future presidents - the change did not apply to SALL&#39;s first term. SALL won his bid for re-election in February 2019; his term will end in 2024. A month after the election, the National Assembly voted to abolish the office of the prime minister. Opposition organizations and civil society have criticized the decision as a further concentration of power in the executive branch at the expense of the legislative and judicial branches.",
}, 
"geography": 
{
"location": "Western Africa, bordering the North Atlantic Ocean, between Guinea-Bissau and Mauritania",
"geographic_coordinates": "14 00 N, 14 00 W",
"map_references": "Africa",
"area": 
{
"total": "196,722 sq km",
"land": "192,530 sq km",
"water": "4,192 sq km",
}, 
"area_comparative": "slightly smaller than South Dakota; slightly larger than twice the size of Indiana",
"land_boundaries": 
{
"total": "2,684 km",
"border_countries": "The Gambia 749 km, Guinea 363 km, Guinea-Bissau 341 km, Mali 489 km, Mauritania 742 km",
}, 
"coastline": "531 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"contiguous_zone": "24 nm",
"continental_shelf": "200 nm or to the edge of the continental margin",
}, 
"climate": "tropical; hot, humid; rainy season (May to November) has strong southeast winds; dry season (December to April) dominated by hot, dry, harmattan wind",
"terrain": "generally low, rolling, plains rising to foothills in southeast",
"elevation": 
{
"mean_elevation": "69 m",
"lowest_point": "Atlantic Ocean 0 m",
"highest_point": "unnamed elevation 2.8 km southeast of Nepen Diaka 648 m",
}, 
"natural_resources": "fish, phosphates, iron ore",
"land_use": 
{
"agricultural_land": "46.8% (2011 est.)",
"agricultural_land_arable_land": "17.4% (2011 est.)",
"agricultural_land_permanent_crops": "0.3% (2011 est.)",
"agricultural_land_permanent_pasture": "29.1% (2011 est.)",
"forest": "43.8% (2011 est.)",
"other": "9.4% (2011 est.)",
}, 
"irrigated_land": "1,200 sq km (2012)",
"population_distribution": "the population is concentrated in the west, with Dakar anchoring a well-defined core area; approximately 70% of the population is rural",
"natural_hazards": "lowlands seasonally flooded; periodic droughts",
"environment_current_issues": "deforestation; overgrazing; soil erosion; desertification; periodic droughts; seasonal flooding; overfishing; weak environmental protective laws; wildlife populations threatened by poaching",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands, Whaling",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "westernmost country on the African continent; The Gambia is almost an enclave within Senegal",
}, 
"people_and_society": 
{
"population": "15,020,945 (July 2018 est.)",
"nationality": 
{
"noun": "Senegalese (singular and plural)",
"adjective": "Senegalese",
}, 
"ethnic_groups": "Wolof 37.1%, Pular 26.2%, Serer 17%, Mandinka 5.6%, Jola 4.5%, Soninke 1.4%, other 8.3% (includes Europeans and persons of Lebanese descent) (2017 est.)",
"languages": "French (official), Wolof, Pular, Jola, Mandinka, Serer, Soninke",
"religions": "Muslim 95.9% (most adhere to one of the four main Sufi brotherhoods), Christian 4.1% (mostly Roman Catholic) (2016 est.)",
"demographic_profile": "&lt;p&gt;Senegal has a large and growing youth population but has not been successful in developing its potential human capital. Senegal’s high total fertility rate of almost 4.5 children per woman continues to bolster the country’s large youth cohort – more than 60% of the population is under the age of 25. Fertility remains high because of the continued desire for large families, the low use of family planning, and early childbearing. Because of the country’s high illiteracy rate (more than 40%), high unemployment (even among university graduates), and widespread poverty, Senegalese youths face dim prospects; women are especially disadvantaged.&lt;/p&gt;&lt;p&gt;Senegal historically was a destination country for economic migrants, but in recent years West African migrants more often use Senegal as a transit point to North Africa – and sometimes illegally onward to Europe. The country also has been host to several thousand black Mauritanian refugees since they were expelled from their homeland during its 1989 border conflict with Senegal. The country’s economic crisis in the 1970s stimulated emigration; departures accelerated in the 1990s. Destinations shifted from neighboring countries, which were experiencing economic decline, civil wars, and increasing xenophobia, to Libya and Mauritania because of their booming oil industries and to developed countries (most notably former colonial ruler France, as well as Italy and Spain). The latter became attractive in the 1990s because of job opportunities and their periodic regularization programs (legalizing the status of illegal migrants).&lt;/p&gt;&lt;p&gt;Additionally, about 16,000 Senegalese refugees still remain in The Gambia and Guinea-Bissau as a result of more than 30 years of fighting between government forces and rebel separatists in southern Senegal’s Casamance region.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "41.15% (male 3,106,942 /female 3,074,740)",
"15_24_years": "20.33% (male 1,521,868 /female 1,531,484)",
"25_54_years": "31.45% (male 2,176,052 /female 2,547,566)",
"55_64_years": "4.05% (male 261,682 /female 347,374)",
"65_years_and_over": "3.02% (male 200,079 /female 253,158) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "85.4 (2015 est.)",
"youth_dependency_ratio": "79.8 (2015 est.)",
"elderly_dependency_ratio": "5.6 (2015 est.)",
"potential_support_ratio": "18 (2015 est.)",
}, 
"median_age": 
{
"total": "19 years (2018 est.)",
"male": "18.1 years",
"female": "19.9 years",
}, 
"population_growth_rate": "2.36% (2018 est.)",
"birth_rate": "32.9 births/1,000 population (2018 est.)",
"death_rate": "7.9 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-1.4 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "the population is concentrated in the west, with Dakar anchoring a well-defined core area; approximately 70% of the population is rural",
"urbanization": 
{
"urban_population": "47.7% of total population (2019)",
"rate_of_urbanization": "3.73% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "3.057 million DAKAR (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1.01 male(s)/female",
"15_24_years": "0.99 male(s)/female",
"25_54_years": "0.85 male(s)/female",
"55_64_years": "0.75 male(s)/female",
"65_years_and_over": "0.79 male(s)/female",
"total_population": "0.94 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "21.9 years (2017 est.)",
"maternal_mortality_rate": "315 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "48 deaths/1,000 live births (2018 est.)",
"male": "53.7 deaths/1,000 live births",
"female": "42.1 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "62.5 years (2018 est.)",
"male": "60.4 years",
"female": "64.7 years",
}, 
"total_fertility_rate": "4.2 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "27.8% (2017)",
"drinking_water_source": 
{
"improved_urban": "92.9% of population",
"improved_rural": "67.3% of population",
"improved_total": "78.5% of population",
"unimproved_urban": "7.1% of population",
"unimproved_rural": "32.7% of population",
"unimproved_total": "21.5% of population (2015 est.)",
}, 
"current_health_expenditure": "5.5% (2016)",
"physicians_density": "0.07 physicians/1,000 population (2016)",
"hospital_bed_density": "0.3 beds/1,000 population",
"sanitation_facility_access": 
{
"improved_urban": "65.4% of population (2015 est.)",
"improved_rural": "33.8% of population (2015 est.)",
"improved_total": "47.6% of population (2015 est.)",
"unimproved_urban": "34.6% of population (2015 est.)",
"unimproved_rural": "66.2% of population (2015 est.)",
"unimproved_total": "52.4% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.4% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "42,000 (2018 est.)",
"hiv_aids_deaths": "1,300 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria and dengue fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"respiratory_diseases": "meningococcal meningitis (2016)",
}, 
"obesity_adult_prevalence_rate": "8.8% (2016)",
"children_under_the_age_of_5_years_underweight": "14.4% (2017)",
"education_expenditures": "4.8% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write",
"total_population": "51.9%",
"male": "64.8%",
"female": "39.8% (2017)",
}, 
"school_life_expectancy_primary_to_tertiary_education": 
{
"total": "9 years",
"male": "9 years",
"female": "9 years (2017)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "8.1%",
"male": "7.4%",
"female": "8.9% (2015 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Senegal",
"conventional_short_form": "Senegal",
"local_long_form": "Republique du Senegal",
"local_short_form": "Senegal",
"former": "Senegambia (along with The Gambia), Mali Federation",
"etymology": "named for the Senegal River that forms the northern border of the country; many theories exist for the origin of the river name; perhaps the most widely cited derives the name from &quot;Azenegue,&quot; the Portuguese appellation for the Berber Zenaga people who lived north of the river",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Dakar",
"geographic_coordinates": "14 44 N, 17 38 W",
"time_difference": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "14 regions (regions, singular - region); Dakar, Diourbel, Fatick, Kaffrine, Kaolack, Kedougou, Kolda, Louga, Matam, Saint-Louis, Sedhiou, Tambacounda, Thies, Ziguinchor",
"independence": "4 April 1960 (from France); note - complete independence achieved upon dissolution of federation with Mali on 20 August 1960",
"national_holiday": "Independence Day, 4 April (1960)",
"constitution": 
{
"history": "previous 1959 (preindependence), 1963; latest adopted by referendum 7 January 2001, promulgated 22 January 2001",
"amendments": "proposed by the president of the republic&amp;nbsp;or by the National Assembly; passage requires Assembly approval and approval in a referendum; the president can bypass a referendum and submit an amendment directly to the Assembly, which requires at least three-fifths majority vote; the republican form of government is not amendable; amended several times, last in 2019 (2019)",
}, 
"legal_system": "civil law system based on French law; judicial review of legislative acts in Constitutional Court",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent must be a citizen of Senegal",
"dual_citizenship_recognized": "no, but Senegalese citizens do not automatically lose their citizenship if they acquire citizenship in another state",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Macky SALL (since 2 April 2012)",
"head_of_government": "President Macky SALL (since 2 April 2012)",
"cabinet": "Council of Ministers appointed by the president",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a single renewable 5-year term; election last held on 24 February 2019 (next to be held in February 2024)",
"election_results": "Macky SALL elected president in first round; percent of vote - Macky SALL (APR) 58.3%, Idrissa SECK (Rewmi) 20.5%, Ousmane SONKO (PASTEF) 15.7%",
}, 
"legislative_branch": 
{
"description": "&lt;em&gt;&lt;/em&gt;unicameral National Assembly or &lt;em&gt;Assembl&amp;eacute;e&lt;/em&gt; Nationale (165 seats; 105 members including 15 representing Senegalese diaspora directly elected by plurality vote in single- and multi-seat constituencies and 60 members directly elected by proportional representation vote in single- and multi-seat constituencies)",
"elections": "National Assembly - last held on 2 July 2017 (next to be held in July 2022)",
"election_results": "National Assembly results - percent of vote by party/coalition - BBK 49.5%, CGWS 16.7%, MTS 11.7%, PUR 4.7%, CP-Kaddu Askan Wi 2%, other 15.4%; seats by party/coalition - BBY 125, CGWS 19, MTS 7, PUR 3, CP-Kaddu Askan Wi 2, other 9; composition - men 96, women 69, percent of women 41.8%",
}, 
"judicial_branch": 
{
"highest_courts": "Supreme Court or Cour Supreme (consists of the court president and 12 judges and organized into civil and commercial, criminal, administrative, and social chambers); Constitutional Council or Conseil Constitutionel (consists of 7 members, including the court president, vice president, and 5 judges)",
"judge_selection_and_term_of_office": "Supreme Court judges appointed by the president of the republic upon recommendation of the Superior Council of the Magistrates, a body chaired by the president and minister of justice; judge tenure varies, with mandatory retirement either at 65 or 68 years; Constitutional Council members appointed - 5 by the president and 2 by the National Assembly speaker; judges serve 6-year terms, with renewal of 2 members every 2 years",
"subordinate_courts": "High Court of Justice (for crimes of high treason by the president); Courts of Appeal; Court of Auditors; assize courts; regional and district courts; Labor Court",
}, 
"political_parties_and_leaders": "Alliance for the Republic-Yakaar or APR-Yakaar [Macky SALL]&lt;br /&gt;Alliance of Forces of Progress or AFP [Moustapha NIASSE]&lt;br /&gt;Alliance for Citizenship and Labor or ACT [Abdoul MBAYE]&lt;br /&gt;And-Jef/African Party for Democracy and Socialism or AJ/PADS [Mamadou DIOP Decriox]&lt;br /&gt;Benno Bokk Yakaar or BBY (United in Hope) [Macky SALL] (coalition includes AFP, APR, BGC, LD-MPT, PIT, PS, and UNP)&lt;br /&gt;Bokk Gis Gis coalition [Pape DIOP]&lt;br /&gt;Citizen Movement for National Reform or MCRN-Bes Du Nakk [Mansour Sy DJAMIL]&lt;br /&gt;Democratic League-Labor Party Movement or LD-MPT [Abdoulaye BATHILY]&lt;br /&gt;Dare the Future movement [Aissata Tall SALL]&lt;br /&gt;Front for Socialism and Democracy/Benno Jubel or FSD/BJ [Cheikh Abdoulaye Bamba DIEYE]&lt;br /&gt;Gainde Centrist Bloc or BGC [Jean-Paul DIAS]&lt;br /&gt;General Alliance for the Interests of the Republic or AGIR [Thierno BOCOUM]&lt;br /&gt;Grand Party or GP [Malick GAKOU]&lt;br /&gt;Independence and Labor Party or PIT [Magatte THIAM]&lt;br /&gt;Madicke 2019 coalition [Madicke NIANG]&lt;br /&gt;National Union for the People or UNP [Souleymane Ndene NDIAYE]&lt;br /&gt;Only Senegal movement [Pierre Goudiaby ATEPA]&lt;br /&gt;Party for Truth and Development or PVD [Cheikh Ahmadou Kara MBAKE]&lt;br /&gt;Party of Unity and Rally or PUR [El Hadji SALL]&lt;br /&gt;Patriotic Convergence Kaddu Askan Wi or CP-Kaddu Askan Wi [Abdoulaye BALDE]&lt;br /&gt;Patriots of Senegal for Ethics, Work and Fraternity or (PASTEF) [Ousmane SONKO]&lt;br /&gt;Rewmi Party [Idrissa SECK]&lt;br /&gt;Senegalese Democratic Party or PDS [Abdoulaye WADE]&lt;br /&gt;Socialist Party or PS [Ousmane Tanor DIENG]&lt;br /&gt;Tekki Movement [Mamadou Lamine DIALLO]",
"international_organization_participation": "ACP, AfDB, AU, CD, CPLP (associate), ECOWAS, EITI (candidate country), FAO, FZ, G-15, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MONUSCO, NAM, OIC, OIF, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WADB (regional), WAEMU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Momar DIOP (since 22 June 2018)",
"chancery": "2215 M Street NW, Washington, DC 20007",
"telephone": "[1] (202) 234-0540",
"fax": "[1] (202) 629-2961",
"consulate_s_general": "Houston, New York",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Tulinabo S. MUSHINGI (since August 2017); note - also accredited to Guinea-Bissau",
"telephone": "[221] 33-879-4000",
"embassy": "Route des Almadies, Dakar",
"mailing_address": "B.P. 49, Dakar",
"fax": "[221] 33-822-2991",
}, 
"flag_description": "three equal vertical bands of green (hoist side), yellow, and red with a small green five-pointed star centered in the yellow band; green represents Islam, progress, and hope; yellow signifies natural wealth and progress; red symbolizes sacrifice and determination; the star denotes unity and hope",
"national_symbol_s": "lion; national colors: green, yellow, red",
"national_anthem": 
{
"name": "&quot;Pincez Tous vos Koras, Frappez les Balafons&quot; (Pluck Your Koras, Strike the Balafons)",
"lyrics_music": "Leopold Sedar SENGHOR/Herbert PEPPER",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Senegal’s economy is driven by mining, construction, tourism, fisheries and agriculture, which are the primary sources of employment in rural areas. The country&#39;s key export industries include phosphate mining, fertilizer production, agricultural products and commercial fishing and Senegal is also working on oil exploration projects. It relies heavily on donor assistance, remittances and foreign direct investment. Senegal reached a growth rate of 7% in 2017, due in part to strong performance in agriculture despite erratic rainfall.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;President Macky SALL, who was elected in March 2012 under a reformist policy agenda, inherited an economy with high energy costs, a challenging business environment, and a culture of overspending. President SALL unveiled an ambitious economic plan, the Emerging Senegal Plan (ESP), which aims to implement priority economic reforms and investment projects to increase economic growth while preserving macroeconomic stability and debt sustainability. Bureaucratic bottlenecks and a challenging business climate are among the perennial challenges that may slow the implementation of this plan.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Senegal receives technical support from the IMF under a Policy Support Instrument (PSI) to assist with implementation of the ESP. The PSI implementation continues to be satisfactory as concluded by the IMF’s fifth review in December 2017. Financial markets have signaled confidence in Senegal through successful Eurobond issuances in 2014, 2017, and 2018.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;The government is focusing on 19 projects under the ESP to continue The government’s goal under the ESP is structural transformation of the economy. Key projects include the Thiès-Touba Highway, the new international airport opened in December 2017, and upgrades to energy infrastructure. The cost of electricity is a chief constraint for Senegal’s development. Electricity prices in Senegal are among the highest in the world. Power Africa, a US presidential initiative led by USAID, supports Senegal’s plans to improve reliability and increase generating capacity.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$54.8 billion",
"2016": "$51.15 billion",
"2015": "$48.15 billion",
},
"gdp_official_exchange_rate": "$21.11 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "7.2%",
"2016": "6.2%",
"2015": "6.4%",
},
"gdp_per_capita_ppp":
{
"2017": "$3,500",
"2016": "$3,300",
"2015": "$3,200",
},
"gross_national_saving":
{
"2017": "21.2% of GDP",
"2016": "21.3% of GDP",
"2015": "20.4% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "71.9% (2017 est.)",
"government_consumption": "15.2% (2017 est.)",
"investment_in_fixed_capital": "25.1% (2017 est.)",
"investment_in_inventories": "3.4% (2017 est.)",
"exports_of_goods_and_services": "27% (2017 est.)",
"imports_of_goods_and_services": "-42.8% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "16.9% (2017 est.)",
"industry": "24.3% (2017 est.)",
"services": "58.8% (2017 est.)",
}, 
"agriculture_products": "peanuts, millet, corn, sorghum, rice, cotton, tomatoes, green vegetables; cattle, poultry, pigs; fish",
"industries": "agricultural and fish processing, phosphate mining, fertilizer production, petroleum refining, zircon, and gold mining, construction materials, ship construction and repair",
"industrial_production_growth_rate": "7.7% (2017 est.)",
"labor_force": "6.966 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "77.5%",
"industry": "22.5%",
"industry_and_services": "22.5% (2007 est.)",
}, 
"unemployment_rate":
{
"2007": "48%",
},
"population_below_poverty_line": "46.7% (2011 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.5%",
"highest_10": "31.1% (2011)",
}, 
"distribution_of_family_income_gini_index":
{
"2011": "40.3",
},
"budget": 
{
"revenues": "4.139 billion (2017 est.)",
"expenditures": "4.9 billion (2017 est.)",
}, 
"taxes_and_other_revenues": "19.6% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-3.6% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "48.3% of GDP",
"2016": "47.8% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "1.3%",
"2016": "0.8%",
},
"central_bank_discount_rate":
{
"31 December 2010": "0.25%",
"31 December 2009": "4.25%",
},
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "5.4%",
"31 December 2016": "5.3%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$5.944 billion",
"31 December 2016": "$4.689 billion",
},
"stock_of_broad_money":
{
"31 December 2017": "$5.944 billion",
"31 December 2016": "$4.689 billion",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$6.695 billion",
"31 December 2016": "$5.219 billion",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$1.547 billion",
"2016": "-$769 million",
},
"exports":
{
"2017": "$2.362 billion",
"2016": "$2.498 billion",
},
"exports_partners": "Mali 14.8%, Switzerland 11.4%, India 6%, Cote dIvoire 5.3%, UAE 5.1%, Gambia, The 4.2%, Spain 4.1% (2017)",
"exports_commodities": "fish, groundnuts (peanuts), petroleum products, phosphates, cotton",
"imports":
{
"2017": "$5.217 billion",
"2016": "$4.966 billion",
},
"imports_commodities": "food and beverages, capital goods, fuels",
"imports_partners": "France 16.3%, China 10.4%, Nigeria 8%, India 7.2%, Netherlands 4.8%, Spain 4.2% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$1.827 billion",
"31 December 2016": "$116.9 million",
},
"debt_external":
{
"31 December 2017": "$8.571 billion",
"31 December 2016": "$6.327 billion",
},
"exchange_rates": 
{
"currency": "Communaute Financiere Africaine francs (XOF) per US dollar -",
"exchange_rates":
{
"2017": "617.4",
"2016": "593.01",
"2015": "593.01",
"2014": "591.45",
"2013": "494.42",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "6 million (2017)",
"electrification_total_population": "65% (2017)",
"electrification_urban_areas": "90% (2017)",
"electrification_rural_areas": "43% (2017)",
}, 
"electricity_production": "4.167 billion kWh (2016 est.)",
"electricity_consumption": "3.497 billion kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "977,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "82% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "7% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "11% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "17,880 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "17,590 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "48,000 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "4,063 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "32,050 bbl/day (2015 est.)",
"natural_gas_production": "59.46 million cu m (2017 est.)",
"natural_gas_consumption": "59.46 million cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2012 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "8.644 million Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "290,636",
"subscriptions_per_100_inhabitants": "2 (2017 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "15,758,366",
"subscriptions_per_100_inhabitants": "107 (2017 est.)",
}, 
"telephone_system": 
{
"general_assessment": "good system with microwave radio relay, coaxial cable and fiber-optic cable in trunk system; mobile penetration reached 108% in March 2019; mobile broadband accounts for close to 100% (97.2%)&amp;nbsp;Internet accesses; 3G and LTE services (2018)",
"domestic": "generally reliable urban system with a fiber-optic network; about two-thirds of all fixed-line connections are in Dakar; mobile-cellular service is steadily displacing fixed-line service, even in urban areas; fixed-line 2 per 100 and mobile-cellular 107 per 100 persons (2018)",
"international": "country code - 221; landing points for the ACE, Atlantis-2, MainOne and SAT-3/WASC submarine cables providing connectivity from South Africa, numerous western African countries, Europe and South America;&amp;nbsp;satellite earth station - 1 Intelsat (Atlantic Ocean) (2019)",
}, 
"broadcast_media": "state-run Radiodiffusion Television Senegalaise (RTS) broadcasts TV programs from five cities in Senegal; in most regions of the country, viewers can receive TV programming from at least 7 private broadcasters; a wide range of independent TV programming is available via satellite; RTS operates a national radio network and a number of regional FM stations; at least 7 community radio stations and 18 private-broadcast radio stations are available; transmissions of at least 5 international broadcasters are accessible on FM in Dakar (2019)",
"internet_country_code": ".sn",
"internet_users": 
{
"total": "3,675,209",
"percent_of_population": "25.7% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "111,795",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2019": "1.38% of GDP",
"2018": "1.44% of GDP",
"2017": "1.46% of GDP",
"2016": "1.73% of GDP",
"2015": "1.58% of GDP",
},
"military_and_security_forces": "Senegalese Armed Forces: Army, Senegalese National Navy (Marine Senegalaise, MNS), Senegalese Air Force (Armee de l&#39;Air du Senegal), National Gendarmerie (includes Territorial and Mobile components) (2019)",
"military_service_age_and_obligation": "18 years of age for voluntary military service; 20 years of age for selective conscript service; 2-year service obligation; women have been accepted into military service since 2008 (2016)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"annual_passenger_traffic_on_registered_air_carriers": "115,355 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "3,095,523 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "6V (2016)",
"airports": "20 (2013)",
"airports_with_paved_runways": 
{
"total": "9 (2017)",
"over_3_047_m": "2 (2017)",
"1_524_to_2_437_m": "6 (2017)",
"914_to_1_523_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "11 (2013)",
"1_524_to_2_437_m": "7 (2013)",
"914_to_1_523_m": "3 (2013)",
"under_914_m": "1 (2013)",
}, 
"pipelines": "43 km gas, 8 km refined products (2017)",
"railways": 
{
"total": "906 km (713 km operational in 2017) (2017)",
"narrow_gauge": "906 km 1.000-m gauge (2017)",
}, 
"roadways": 
{
"total": "16,665 km (2017)",
"paved": "6,126 km (includes 241 km of expressways) (2017)",
"unpaved": "10,539 km (2017)",
}, 
"waterways": "1,000 km (primarily on the Senegal, Saloum, and Casamance Rivers) (2012)",
"merchant_marine": 
{
"total": "28",
"by_type": "general cargo 4, oil tanker 1, other 23 (2018)",
}, 
"ports_and_terminals": "Dakar",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;cross-border trafficking in persons, timber, wildlife, and cannabis; rebels from the Movement of Democratic Forces in the Casamance find refuge in Guinea-Bissau&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "14,155 (Mauritania) (2019)",
"idps": "18,000 (clashes between government troops and separatists in Casamance region) (2017)",
}, 
"illicit_drugs": "transshipment point for Southwest and Southeast Asian heroin and South American cocaine moving to Europe and North America; illicit cultivator of cannabis",
}
}
