{
"name": "Sierra Leone",
"code": "SL",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "The British set up a trading post near present-day Freetown in the 17th century. Originally, the trade involved timber and ivory, but later it expanded to slaves. Following the American Revolution, a colony was established in 1787 and Sierra Leone became a destination for resettling black loyalists who had originally been resettled in Nova Scotia. After the abolition of the slave trade in 1807, British crews delivered thousands of Africans liberated from illegal slave ships to Sierra Leone, particularly Freetown. The colony gradually expanded inland during the course of the 19th century; independence was attained in 1961. Democracy is slowly being reestablished after the civil war (1991-2002) that resulted in tens of thousands of deaths and the displacement of more than 2 million people (about one-third of the population). The military, which took over full responsibility for security following the departure of UN peacekeepers at the end of 2005, has developed as a guarantor of the country&#39;s stability; the armed forces remained on the sideline during the 2007, 2012, and 2018 national elections. In March 2014, the closure of the UN Integrated Peacebuilding Office in Sierra Leone marked the end of more than 15 years of peacekeeping and political operations in Sierra Leone. The government&#39;s stated priorities include free primary and secondary education, economic growth, accountable governance, health, and infrastructure.",
}, 
"geography": 
{
"location": "Western Africa, bordering the North Atlantic Ocean, between Guinea and Liberia",
"geographic_coordinates": "8 30 N, 11 30 W",
"map_references": "Africa",
"area": 
{
"total": "71,740 sq km",
"land": "71,620 sq km",
"water": "120 sq km",
}, 
"area_comparative": "slightly smaller than South Carolina",
"land_boundaries": 
{
"total": "1,093 km",
"border_countries": "Guinea 794 km, Liberia 299 km",
}, 
"coastline": "402 km",
"maritime_claims": 
{
"territorial_sea": "12 nm",
"exclusive_economic_zone": "200 nm",
"contiguous_zone": "24 nm",
"continental_shelf": "200 nm",
}, 
"climate": "tropical; hot, humid; summer rainy season (May to December); winter dry season (December to April)",
"terrain": "coastal belt of mangrove swamps, wooded hill country, upland plateau, mountains in east",
"elevation": 
{
"mean_elevation": "279 m",
"lowest_point": "Atlantic Ocean 0 m",
"highest_point": "Loma Mansa (Bintimani) 1,948 m",
}, 
"natural_resources": "diamonds, titanium ore, bauxite, iron ore, gold, chromite",
"land_use": 
{
"agricultural_land": "56.2% (2011 est.)",
"agricultural_land_arable_land": "23.4% (2011 est.)",
"agricultural_land_permanent_crops": "2.3% (2011 est.)",
"agricultural_land_permanent_pasture": "30.5% (2011 est.)",
"forest": "37.5% (2011 est.)",
"other": "6.3% (2011 est.)",
}, 
"irrigated_land": "300 sq km (2012)",
"population_distribution": "population clusters are found in the lower elevations of the south and west; the northern third of the country is less populated",
"natural_hazards": "dry, sand-laden harmattan winds blow from the Sahara (December to February); sandstorms, dust storms",
"environment_current_issues": "rapid population growth pressuring the environment; overharvesting of timber, expansion of cattle grazing, and slash-and-burn agriculture have resulted in deforestation, soil exhaustion, and flooding; loss of biodiversity; air pollution; water pollution; overfishing",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Wetlands",
"signed_but_not_ratified": "Environmental Modification",
}, 
"geography_note": "rainfall along the coast can reach 495 cm (195 inches) a year, making it one of the wettest places along coastal, western Africa",
}, 
"people_and_society": 
{
"population": "6,312,212 (July 2018 est.)",
"nationality": 
{
"noun": "Sierra Leonean(s)",
"adjective": "Sierra Leonean",
}, 
"ethnic_groups": "Temne 35.5%, Mende 33.2%, Limba 6.4%, Kono 4.4%, Fullah 3.4%, Loko 2.9%, Koranko 2.8%, Sherbro 2.6%, Mandingo 2.4%, Creole 1.2% (descendants of freed Jamaican slaves who were settled in the Freetown area in the late-18th century; also known as Krio), other Sierra Leone 4.7%, other foreign 0.3% (includes refugees from Liberia&#39;s civil war, and small numbers of Europeans, Lebanese, Pakistanis, and Indians), unspecified 0.2% (2013 est.)",
"languages": "English (official, regular use limited to literate minority), Mende (principal vernacular in the south), Temne (principal vernacular in the north), Krio (English-based Creole, spoken by the descendants of freed Jamaican slaves who were settled in the Freetown area, a lingua franca and a first language for 10% of the population but understood by 95%)",
"religions": "Muslim 78.6%, Christian 20.8%, other 0.3%, unspecified 0.2% (2013 est.)",
"demographic_profile": "&lt;p&gt;Sierra Leone’s youthful and growing population is driven by its high total fertility rate (TFR) of almost 5 children per woman, which has declined little over the last two decades. Its elevated TFR is sustained by the continued desire for large families, the low level of contraceptive use, and the early start of childbearing. Despite its high TFR, Sierra Leone’s population growth is somewhat tempered by high infant, child, and maternal mortality rates that are among the world’s highest and are a result of poverty, a lack of potable water and sanitation, poor nutrition, limited access to quality health care services, and the prevalence of female genital cutting.&lt;/p&gt;&lt;p&gt;Sierra Leone’s large youth cohort – about 60% of the population is under the age of 25 – continues to struggle with high levels of unemployment, which was one of the major causes of the country’s 1991-2002 civil war and remains a threat to stability today. Its estimated 60% youth unemployment rate is attributed to high levels of illiteracy and unskilled labor, a lack of private sector jobs, and low pay.&lt;/p&gt;&lt;p&gt;Sierra Leone has been a source of and destination for refugees. Sierra Leone’s civil war internally displaced as many as 2 million people, or almost half the population, and forced almost another half million to seek refuge in neighboring countries (370,000 Sierra Leoneans fled to Guinea and 120,000 to Liberia). The UNHCR has helped almost 180,000 Sierra Leoneans to return home, while more than 90,000 others have repatriated on their own. Of the more than 65,000 Liberians who took refuge in Sierra Leone during their country’s civil war (1989-2003), about 50,000 have been voluntarily repatriated by the UNHCR and others have returned home independently. As of 2015, less than 1,000 Liberians still reside in Sierra Leone.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "41.71% (male 1,314,905 /female 1,317,921)",
"15_24_years": "18.6% (male 572,274 /female 602,105)",
"25_54_years": "32.23% (male 973,698 /female 1,060,688)",
"55_64_years": "3.7% (male 110,176 /female 123,268)",
"65_years_and_over": "3.76% (male 97,922 /female 139,255) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "82.6 (2015 est.)",
"youth_dependency_ratio": "78 (2015 est.)",
"elderly_dependency_ratio": "4.6 (2015 est.)",
"potential_support_ratio": "21.9 (2015 est.)",
}, 
"median_age": 
{
"total": "19.1 years (2018 est.)",
"male": "18.4 years",
"female": "19.7 years",
}, 
"population_growth_rate": "2.4% (2018 est.)",
"birth_rate": "36 births/1,000 population (2018 est.)",
"death_rate": "10.2 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-1.8 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "population clusters are found in the lower elevations of the south and west; the northern third of the country is less populated",
"urbanization": 
{
"urban_population": "42.5% of total population (2019)",
"rate_of_urbanization": "3.12% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "1.168 million FREETOWN (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1 male(s)/female",
"15_24_years": "0.95 male(s)/female",
"25_54_years": "0.92 male(s)/female",
"55_64_years": "0.89 male(s)/female",
"65_years_and_over": "0.7 male(s)/female",
"total_population": "0.95 male(s)/female (2018 est.)",
}, 
"mother_s_mean_age_at_first_birth": "19.2 years (2013 est.)",
"maternal_mortality_rate": "1,120 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "66.7 deaths/1,000 live births (2018 est.)",
"male": "74.9 deaths/1,000 live births",
"female": "58.3 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "59 years (2018 est.)",
"male": "56.4 years",
"female": "61.7 years",
}, 
"total_fertility_rate": "4.69 children born/woman (2018 est.)",
"contraceptive_prevalence_rate": "22.5% (2017)",
"drinking_water_source": 
{
"improved_urban": "84.9% of population",
"improved_rural": "47.8% of population",
"improved_total": "62.6% of population",
"unimproved_urban": "15.1% of population",
"unimproved_rural": "52.2% of population",
"unimproved_total": "37.4% of population (2015 est.)",
}, 
"current_health_expenditure": "16.5% (2016)",
"physicians_density": "0.03 physicians/1,000 population (2011)",
"sanitation_facility_access": 
{
"improved_urban": "22.8% of population (2015 est.)",
"improved_rural": "6.9% of population (2015 est.)",
"improved_total": "13.3% of population (2015 est.)",
"unimproved_urban": "77.2% of population (2015 est.)",
"unimproved_rural": "93.1% of population (2015 est.)",
"unimproved_total": "86.7% of population (2015 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "1.5% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "70,000 (2018 est.)",
"hiv_aids_deaths": "2,100 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A, and typhoid fever (2016)",
"vectorborne_diseases": "malaria, dengue fever, and yellow fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
"aerosolized_dust_or_soil_contact_diseases": "Lassa fever (2016)",
}, 
"obesity_adult_prevalence_rate": "8.7% (2016)",
"children_under_the_age_of_5_years_underweight": "18.2% (2013)",
"education_expenditures": "4.6% of GDP (2017)",
"literacy": 
{
"definition": "age 15 and over can read and write English, Mende, Temne, or Arabic",
"total_population": "48.1%",
"male": "58.7%",
"female": "37.7% (2015)",
}, 
"unemployment_youth_ages_15_24": 
{
"total": "9.4%",
"male": "14.8%",
"female": "6.1% (2014 est.)",
}, 
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Republic of Sierra Leone",
"conventional_short_form": "Sierra Leone",
"local_long_form": "Republic of Sierra Leone",
"local_short_form": "Sierra Leone",
"etymology": "the Portuguese explorer Pedro de SINTRA named the country &quot;Serra Leoa&quot; (Lion Mountains) for the impressive mountains he saw while sailing the West African coast in 1462",
}, 
"government_type": "presidential republic",
"capital": 
{
"name": "Freetown",
"geographic_coordinates": "8 29 N, 13 14 W",
"time_difference": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "4 provinces and 1 area*; Eastern, Northern, North Western, Southern, Western*",
"independence": "27 April 1961 (from the UK)",
"national_holiday": "Independence Day, 27 April (1961)",
"constitution": 
{
"history": "several previous; latest effective 1 October 1991",
"amendments": "proposed by Parliament; passage of amendments requires at least two-thirds majority vote of Parliament in two successive readings and assent of the president of the republic; passage of amendments affecting fundamental rights and freedoms and many other constitutional sections also requires approval in a referendum with participation of at least one half of qualified voters and at least two thirds of votes cast; amended several times, last in 2013 (2017)",
}, 
"legal_system": "mixed legal system of English common law and customary law",
"international_law_organization_participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "at least one parent or grandparent must be a citizen of Sierra Leone",
"dual_citizenship_recognized": "yes",
"residency_requirement_for_naturalization": "5 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Julius Maada BIO (since 4 April 2018); Vice President Mohamed Juldeh JALLOH (since 4 April 2018) ; note - the president is both chief of state, head of government, and minister of defense",
"head_of_government": "President Julius Maada BIO (since 4 April 2018); Vice President Mohamed Juldeh JALLOH (since 4 April 2018)",
"cabinet": "Ministers of State appointed by the president, approved by Parliament; the cabinet is responsible to the president",
"elections_appointments": "president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 4 April 2018 (next to be in March 2023)",
"election_results": "Julius Maada BIO elected president in second round; percent of vote - Julius Maada BIO (SLPP) 51.8%, Samura KAMARA (APC) 48.2%",
}, 
"legislative_branch": 
{
"description": "unicameral Parliament (146 seats; 132 members directly elected in single-seat constituencies by simple majority vote and 14 seats filled in separate elections by non-partisan members of Parliament called &quot;paramount chiefs;&quot; members serve 5-year terms)",
"elections": "last held on 7 March 2018 (next to be held in March 2023)",
"election_results": "percent of vote by party - n/a; seats by party - APC 68, SLPP 49, C4C 8, other 7; composition - men 131, women 15, percent of women 10.3%",
}, 
"judicial_branch": 
{
"highest_courts": "Superior Court of Judicature (consists of the Supreme Court - at the apex - with the chief justice and 4 other judges, the Court of Appeal with the chief justice and 7 other judges, and the High Court of Justice with the chief justice and 9 other judges); note &amp;ndash; the Judicature has jurisdiction in all civil, criminal, and constitutional matters",
"judge_selection_and_term_of_office": "Supreme Court chief justice and other judges of the Judicature appointed by the president on the advice of the Judicial and Legal Service Commission, a 7-member independent body of judges, presidential appointees, and the Commission chairman, and are subject to approval by Parliament; all Judicature judges serve until retirement at age 65",
"subordinate_courts": "magistrates&#39; courts; District Appeals Court; local courts",
}, 
"political_parties_and_leaders": "All People&#39;s Congress or APC [Ernest Bai KOROMA]&lt;br /&gt;Coalition for Change or C4C [Tamba R. SANDY]&lt;br /&gt;National Grand Coalition or NGC [Dr. Dennis BRIGHT]&lt;br /&gt;Sierra Leone People&#39;s Party or SLPP [Dr. Prince HARDING]&lt;br /&gt;numerous other parties",
"international_organization_participation": "ACP, AfDB, AU, C, ECOWAS, EITI (compliant country), FAO, G-77, IAEA, IBRD, ICAO, ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO (pending member), ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO (correspondent), ITU, ITUC (NGOs), MIGA, MINUSMA, NAM, OIC, OPCW, UN, UNAMID, UNCTAD, UNESCO, UNIDO, UNIFIL, UNISFA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Sidique Abou-Bakarr WAI (since 4 April 2008)",
"chancery": "1701 19th Street NW, Washington, DC 20009",
"telephone": "[1] (202) 939-9261 through 9263",
"fax": "[1] (202) 483-1793",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Maria E. BREWER (since 20 December 2017)",
"telephone": "[232] 99 105 000",
"embassy": "Southridge-Hill Station, Freetown",
"mailing_address": "use embassy street address",
"fax": "[232] 99 515 355",
}, 
"flag_description": "three equal horizontal bands of light green (top), white, and light blue; green symbolizes agriculture, mountains, and natural resources, white represents unity and justice, and blue the sea and the natural harbor in Freetown",
"national_symbol_s": "lion; national colors: green, white, blue",
"national_anthem": 
{
"name": "High We Exalt Thee, Realm of the Free",
"lyrics_music": "Clifford Nelson FYLE/John Joseph AKA",
}, 
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Sierra Leone is extremely poor and nearly half of the working-age population engages in subsistence agriculture. The country possesses substantial mineral, agricultural, and fishery resources, but it is still recovering from a civil war that destroyed most institutions before ending in the early 2000s.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In recent years, economic growth has been driven by mining - particularly iron ore. The country’s principal exports are iron ore, diamonds, and rutile, and the economy is vulnerable to fluctuations in international prices. Until 2014, the government had relied on external assistance to support its budget, but it was gradually becoming more independent. The Ebola outbreak of 2014 and 2015, combined with falling global commodities prices, caused a significant contraction of economic activity in all areas. While the World Health Organization declared an end to the Ebola outbreak in Sierra Leone in November 2015, low commodity prices in 2015-2016 contributed to the country’s biggest fiscal shortfall since 2001. In 2017, increased iron ore exports, together with the end of the Ebola epidemic, supported a resumption of economic growth.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Continued economic growth will depend on rising commodities prices and increased efforts to diversify the sources of growth. Non-mining activities will remain constrained by inadequate infrastructure, such as power and roads, even though power sector projects may provide some additional electricity capacity in the near term. Pervasive corruption and undeveloped human capital will continue to deter foreign investors. Sustained international donor support in the near future will partially offset these fiscal constraints.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$11.55 billion",
"2016": "$11.14 billion",
"2015": "$10.48 billion",
},
"gdp_official_exchange_rate": "$3.612 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "3.7%",
"2016": "6.3%",
"2015": "-20.5%",
},
"gdp_per_capita_ppp":
{
"2017": "$1,600",
"2016": "$1,500",
"2015": "$1,500",
},
"gross_national_saving":
{
"2017": "10% of GDP",
"2016": "7.9% of GDP",
"2015": "-5.9% of GDP",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "97.9% (2017 est.)",
"government_consumption": "12.1% (2017 est.)",
"investment_in_fixed_capital": "18.1% (2017 est.)",
"investment_in_inventories": "0.4% (2017 est.)",
"exports_of_goods_and_services": "26.8% (2017 est.)",
"imports_of_goods_and_services": "-55.3% (2017 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "60.7% (2017 est.)",
"industry": "6.5% (2017 est.)",
"services": "32.9% (2017 est.)",
}, 
"agriculture_products": "rice, coffee, cocoa, palm kernels, palm oil, peanuts, cashews; poultry, cattle, sheep, pigs; fish",
"industries": "diamond mining; iron ore, rutile and bauxite mining; small-scale manufacturing (beverages, textiles, footwear)",
"industrial_production_growth_rate": "15.5% (2017 est.)",
"labor_force": "2.972 million (2017 est.)",
"labor_force_by_occupation": 
{
"agriculture": "61.1%",
"industry": "5.5%",
"services": "33.4% (2014 est.)",
}, 
"unemployment_rate":
{
"2017": "15%",
"2016": "17.2%",
},
"population_below_poverty_line": "70.2% (2004 est.)",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": "2.6%",
"highest_10": "33.6% (2003)",
}, 
"distribution_of_family_income_gini_index":
{
"2011": "34",
"1989": "62.9",
},
"budget": 
{
"revenues": "562 million (2017 est.)",
"expenditures": "846.4 million (2017 est.)",
}, 
"taxes_and_other_revenues": "15.6% (of GDP) (2017 est.)",
"budget_surplus_or_deficit": "-7.9% (of GDP) (2017 est.)",
"public_debt":
{
"2017": "63.9% of GDP",
"2016": "54.9% of GDP",
},
"fiscal_year": "calendar year",
"inflation_rate_consumer_prices":
{
"2017": "18.2%",
"2016": "10.9%",
},
"central_bank_discount_rate": "&lt;p&gt;NA&lt;/p&gt;", 
"commercial_bank_prime_lending_rate":
{
"31 December 2017": "17.92%",
"31 December 2016": "18.04%",
},
"stock_of_narrow_money":
{
"31 December 2017": "$387.4 million",
"31 December 2016": "$381.8 million",
},
"stock_of_broad_money":
{
"31 December 2017": "$387.4 million",
"31 December 2016": "$381.8 million",
},
"stock_of_domestic_credit":
{
"31 December 2017": "$572.6 million",
"31 December 2016": "$527.6 million",
},
"market_value_of_publicly_traded_shares": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$407 million",
"2016": "-$88 million",
},
"exports":
{
"2017": "$808.4 million",
"2016": "$670 million",
},
"exports_partners": "Cote dIvoire 37.7%, Belgium 20.5%, US 15.7%, China 10.2%, Netherlands 6.1% (2017)",
"exports_commodities": "iron ore, diamonds, rutile, cocoa, coffee, fish",
"imports":
{
"2017": "$1.107 billion",
"2016": "$972.8 million",
},
"imports_commodities": "foodstuffs, machinery and equipment, fuels and lubricants, chemicals",
"imports_partners": "China 11.5%, US 9.2%, Belgium 8.8%, UAE 7.7%, India 7.4%, Turkey 5.2%, Senegal 5.1%, Netherlands 4.3% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"31 December 2017": "$478 million",
"31 December 2016": "$497.2 million",
},
"debt_external":
{
"31 December 2017": "$1.615 billion",
"31 December 2016": "$1.503 billion",
},
"stock_of_direct_foreign_investment_at_home":
{
"31 December 2017": "$1.042 billion",
"31 December 2016": "$1.832 billion",
},
"stock_of_direct_foreign_investment_abroad":
{
"31 December 2017": "$56.8 billion",
"31 December 2014": "$6.7 million",
},
"exchange_rates": 
{
"currency": "leones (SLL) per US dollar -",
"exchange_rates":
{
"2017": "7,396.3",
"2016": "6,289.9",
"2015": "6,289.9",
"2014": "5,080.8",
"2013": "4,524.2",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "6 million (2017)",
"electrification_total_population": "20% (2017)",
"electrification_urban_areas": "19% (2017)",
"electrification_rural_areas": "20% (2017)",
}, 
"electricity_production": "300 million kWh (2016 est.)",
"electricity_consumption": "279 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "113,300 kW (2016 est.)",
"electricity_from_fossil_fuels": "23% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "51% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "26% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2017 est.)",
"refined_petroleum_products_consumption": "6,500 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "6,439 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "0 cu m (1 January 2014 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "984,800 Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "17,000",
"subscriptions_per_100_inhabitants": " less than 1 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "6,279,270",
"subscriptions_per_100_inhabitants": "102 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "telephone service improving with the expansion of the mobile sector; the national microwave radio relay trunk system connects Freetown to Bo and Kenema; mobile-cellular service has grown rapidly from a small base, overcoming the deficiencies of the fixed-line sector; mobile sector high penetration; investments in upgrades to LTE (2018)",
"domestic": "fixed-line less than 1 per 100 and mobile-cellular 102 per 100 (2018)",
"international": "country code - 232; landing point for the ACE submarine cable linking South Africa, over 20 western African countries and Europe; satellite earth station - 1 Intelsat (Atlantic Ocean) (2019)",
}, 
"broadcast_media": "&lt;p&gt;1&amp;nbsp;government-owned TV station;&amp;nbsp;3 private TV stations; a pay-TV service began operations in late 2007;&amp;nbsp;1 government-owned national radio station; about two-dozen private radio stations primarily clustered in major cities; transmissions of several international broadcasters are available&amp;nbsp;&lt;/p&gt; (2019)",
"internet_country_code": ".sl",
"internet_users": 
{
"total": "708,615",
"percent_of_population": "11.8% (July 2016 est.)",
}, 
}, 
"military_and_security": 
{
"military_expenditures":
{
"2018": "0.8% of GDP",
"2017": "1.11% of GDP",
"2016": "1.14% of GDP",
"2015": "0.92% of GDP",
"2014": "0.97% of GDP",
},
"military_and_security_forces": "Republic of Sierra Leone Armed Forces (RSLAF): Army (includes Maritime Wing and Air Wing) (2019)",
"military_service_age_and_obligation": "18-29 for voluntary military service; women are eligible to serve; no conscription (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"annual_passenger_traffic_on_registered_air_carriers": "50,193 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "0 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "9L (2016)",
"airports": "8 (2013)",
"airports_with_paved_runways": 
{
"total": "1 (2017)",
"over_3_047_m": "1 (2017)",
}, 
"airports_with_unpaved_runways": 
{
"total": "7 (2013)",
"914_to_1_523_m": "7 (2013)",
}, 
"heliports": "2 (2013)",
"waterways": "800 km (600 km navigable year-round) (2011)",
"merchant_marine": 
{
"total": "469",
"by_type": "bulk carrier 21, container ship 10, general cargo 255, oil tanker 68, other 115 (2018)",
}, 
"ports_and_terminals": "Freetown, Pepel, Sherbro Islands",
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Sierra Leone opposes Guinean troops&#39; continued occupation of Yenga, a small village on the Makona River that serves as a border with Guinea; Guinea&#39;s forces came to Yenga in the mid-1990s to help the Sierra Leonean military to suppress rebels and to secure their common border but have remained there even after both countries signed a 2005 agreement acknowledging that Yenga belonged to Sierra Leone; in 2012, the two sides signed a declaration to demilitarize the area&lt;/p&gt;",
}
}
