{
"name": "Somalia",
"code": "SO",
"publish_date": "December 18, 2019",
"introduction": 
{
"background": "&lt;p&gt;Britain withdrew from British Somaliland in 1960 to allow its protectorate to join with Italian Somaliland and form the new nation of Somalia. In 1969, a coup headed by Mohamed SIAD Barre ushered in an authoritarian socialist rule characterized by the persecution, jailing, and torture of political opponents and dissidents. After the regime&#39;s collapse early in 1991, Somalia descended into turmoil, factional fighting, and anarchy. In May 1991, northern clans declared an independent Republic of Somaliland that now includes the administrative regions of Awdal, Woqooyi Galbeed, Togdheer, Sanaag, and Sool. Although not recognized by any government, this entity has maintained a stable existence and continues efforts to establish a constitutional democracy, including holding municipal, parliamentary, and presidential elections. The regions of Bari, Nugaal, and northern Mudug comprise a neighboring semi-autonomous state of Puntland, which has been self-governing since 1998 but does not aim at independence; it has also made strides toward reconstructing a legitimate, representative government but has suffered some civil strife. Puntland disputes its border with Somaliland as it also claims the regions of Sool and Sanaag, and portions of Togdheer. Beginning in 1993, a two-year UN humanitarian effort (primarily in south-central Somalia) was able to alleviate famine conditions, but when the UN withdrew in 1995, having suffered significant casualties, order still had not been restored.&lt;/p&gt;&lt;p&gt;In 2000, the Somalia National Peace Conference (SNPC) held in Djibouti resulted in the formation of an interim government, known as the Transitional National Government (TNG). When the TNG failed to establish adequate security or governing institutions, the Government of Kenya, under the auspices of the Intergovernmental Authority on Development (IGAD), led a subsequent peace process that concluded in October 2004 with the election of Abdullahi YUSUF Ahmed as President of a second interim government, known as the Transitional Federal Government (TFG) of the Somali Republic. The TFG included a 275-member parliamentary body, known as the Transitional Federal Parliament (TFP). President YUSUF resigned late in 2008 while UN-sponsored talks between the TFG and the opposition Alliance for the Re-Liberation of Somalia (ARS) were underway in Djibouti. In January 2009, following the creation of a TFG-ARS unity government, Ethiopian military forces, which had entered Somalia in December 2006 to support the TFG in the face of advances by the opposition Islamic Courts Union (ICU), withdrew from the country. The TFP was doubled in size to 550 seats with the addition of 200 ARS and 75 civil society members of parliament. The expanded parliament elected Sheikh SHARIF Sheikh Ahmed, the former ICU and ARS chairman as president in January 2009. The creation of the TFG was based on the Transitional Federal Charter (TFC), which outlined a five-year mandate leading to the establishment of a new Somali constitution and a transition to a representative government following national elections. In 2009, the TFP amended the TFC to extend TFG&#39;s mandate until 2011 and in 2011 Somali principals agreed to institute political transition by August 2012. The transition process ended in September 2012 when clan elders replaced the TFP by appointing 275 members to a new parliament who subsequently elected a new president.&lt;/p&gt;",
}, 
"geography": 
{
"location": "Eastern Africa, bordering the Gulf of Aden and the Indian Ocean, east of Ethiopia",
"geographic_coordinates": "10 00 N, 49 00 E",
"map_references": "Africa",
"area": 
{
"total": "637,657 sq km",
"land": "627,337 sq km",
"water": "10,320 sq km",
}, 
"area_comparative": "almost five times the size of Alabama; slightly smaller than Texas",
"land_boundaries": 
{
"total": "2,385 km",
"border_countries": "Djibouti 61 km, Ethiopia 1640 km, Kenya 684 km",
}, 
"coastline": "3,025 km",
"maritime_claims": "200 nm",
"climate": "principally desert; northeast monsoon (December to February), moderate temperatures in north and hot in south; southwest monsoon (May to October), torrid in the north and hot in the south, irregular rainfall, hot and humid periods (tangambili) between monsoons",
"terrain": "mostly flat to undulating plateau rising to hills in north",
"elevation": 
{
"mean_elevation": "410 m",
"lowest_point": "Indian Ocean 0 m",
"highest_point": "Shimbiris 2,416 m",
}, 
"natural_resources": "uranium and largely unexploited reserves of iron ore, tin, gypsum, bauxite, copper, salt, natural gas, likely oil reserves",
"land_use": 
{
"agricultural_land": "70.3% (2011 est.)",
"agricultural_land_arable_land": "1.8% (2011 est.)",
"agricultural_land_permanent_crops": "0% (2011 est.)",
"agricultural_land_permanent_pasture": "68.5% (2011 est.)",
"forest": "10.6% (2011 est.)",
"other": "19.1% (2011 est.)",
}, 
"irrigated_land": "2,000 sq km (2012)",
"population_distribution": "distribution varies greatly throughout the country; least densely populated areas are in the northeast and central regions, as well as areas along the Kenyan border; most populated areas are in and around the cities of Mogadishu, Marka, Boorama, Hargeysa, and Baidoa",
"natural_hazards": "recurring droughts; frequent dust storms over eastern plains in summer; floods during rainy season",
"environment_current_issues": "water scarcity; contaminated water contributes to human health problems; improper waste disposal; deforestation; land degradation; overgrazing; soil erosion; desertification",
"environment_international_agreements": 
{
"party_to": "Biodiversity, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection",
"signed_but_not_ratified": "none of the selected agreements",
}, 
"geography_note": "strategic location on Horn of Africa along southern approaches to Bab el Mandeb and route through Red Sea and Suez Canal",
}, 
"people_and_society": 
{
"population": "11,259,029 (July 2018 est.)",
"nationality": 
{
"noun": "Somali(s)",
"adjective": "Somali",
}, 
"ethnic_groups": "Somali 85%, Bantu and other non-Somali 15% (including 30,000 Arabs)",
"languages": "Somali (official, according to the 2012 Transitional Federal Charter), Arabic (official, according to the 2012 Transitional Federal Charter), Italian, English",
"religions": "Sunni Muslim (Islam) (official, according to the 2012 Transitional Federal Charter)",
"demographic_profile": "&lt;p&gt;Somalia scores very low for most humanitarian indicators, suffering from poor governance, protracted internal conflict, underdevelopment, economic decline, poverty, social and gender inequality, and environmental degradation. Despite civil war and famine raising its mortality rate, Somalia’s high fertility rate and large proportion of people of reproductive age maintain rapid population growth, with each generation being larger than the prior one. More than 60% of Somalia’s population is younger than 25, and the fertility rate is among the world’s highest at almost 6 children per woman – a rate that has decreased little since the 1970s.&lt;/p&gt;&lt;p&gt;A lack of educational and job opportunities is a major source of tension for Somalia’s large youth cohort, making them vulnerable to recruitment by extremist and pirate groups. Somalia has one of the world’s lowest primary school enrollment rates – just over 40% of children are in school – and one of world’s highest youth unemployment rates. Life expectancy is low as a result of high infant and maternal mortality rates, the spread of preventable diseases, poor sanitation, chronic malnutrition, and inadequate health services.&lt;/p&gt;&lt;p&gt;During the two decades of conflict that followed the fall of the SIAD regime in 1991, hundreds of thousands of Somalis fled their homes. Today Somalia is the world’s third highest source country for refugees, after Syria and Afghanistan. Insecurity, drought, floods, food shortages, and a lack of economic opportunities are the driving factors.&lt;/p&gt;&lt;p&gt;As of 2016, more than 1.1 million Somali refugees were hosted in the region, mainly in Kenya, Yemen, Egypt, Ethiopia, Djibouti, and Uganda, while more than 1.1 million Somalis were internally displaced. Since the implementation of a tripartite voluntary repatriation agreement among Kenya, Somalia, and the UNHCR in 2013, nearly 40,000 Somali refugees have returned home from Kenya’s Dadaab refugee camp – still houses to approximately 260,000 Somalis. The flow sped up rapidly after the Kenyan Government in May 2016 announced its intention to close the camp, worsening security and humanitarian conditions in receiving communities in south-central Somalia. Despite the conflict in Yemen, thousands of Somalis and other refugees and asylum seekers from the Horn of Africa risk their lives crossing the Gulf of Aden to reach Yemen and beyond (often Saudi Arabia). Bossaso in Puntland overtook Obock, Djibouti, as the primary departure point in mid-2014.&lt;/p&gt;",
"age_structure": 
{
"0_14_years": "42.87% (male 2,410,215 /female 2,416,629)",
"15_24_years": "19.35% (male 1,097,358 /female 1,081,762)",
"25_54_years": "31.23% (male 1,821,823 /female 1,694,873)",
"55_64_years": "4.35% (male 245,744 /female 243,893)",
"65_years_and_over": "2.19% (male 95,845 /female 150,887) (2018 est.)",
}, 
"dependency_ratios": 
{
"total_dependency_ratio": "97.4 (2015 est.)",
"youth_dependency_ratio": "92.1 (2015 est.)",
"elderly_dependency_ratio": "5.3 (2015 est.)",
"potential_support_ratio": "18.8 (2015 est.)",
}, 
"median_age": 
{
"total": "18.2 years (2018 est.)",
"male": "18.4 years",
"female": "18 years",
}, 
"population_growth_rate": "2.08% (2018 est.)",
"birth_rate": "39.3 births/1,000 population (2018 est.)",
"death_rate": "12.8 deaths/1,000 population (2018 est.)",
"net_migration_rate": "-5.6 migrant(s)/1,000 population (2018 est.)",
"population_distribution": "distribution varies greatly throughout the country; least densely populated areas are in the northeast and central regions, as well as areas along the Kenyan border; most populated areas are in and around the cities of Mogadishu, Marka, Boorama, Hargeysa, and Baidoa",
"urbanization": 
{
"urban_population": "45.6% of total population (2019)",
"rate_of_urbanization": "4.23% annual rate of change (2015-20 est.)",
}, 
"major_urban_areas_population": "2.18 million MOGADISHU (capital) (2019)",
"sex_ratio": 
{
"at_birth": "1.03 male(s)/female",
"0_14_years": "1 male(s)/female",
"15_24_years": "1.01 male(s)/female",
"25_54_years": "1.07 male(s)/female",
"55_64_years": "1.01 male(s)/female",
"65_years_and_over": "0.64 male(s)/female",
"total_population": "1.01 male(s)/female (2018 est.)",
}, 
"maternal_mortality_rate": "829 deaths/100,000 live births (2017 est.)",
"infant_mortality_rate": 
{
"total": "93 deaths/1,000 live births (2018 est.)",
"male": "101.4 deaths/1,000 live births",
"female": "84.3 deaths/1,000 live births",
}, 
"life_expectancy_at_birth": 
{
"total_population": "53.2 years (2018 est.)",
"male": "51 years",
"female": "55.4 years",
}, 
"total_fertility_rate": "5.7 children born/woman (2018 est.)",
"drinking_water_source": 
{
"improved_urban": "69.6% of population",
"improved_rural": "8.8% of population",
"improved_total": "31.7% of population",
"unimproved_urban": "30.4% of population",
"unimproved_rural": "91.2% of population",
"unimproved_total": "68.3% of population (2011 est.)",
}, 
"physicians_density": "0.02 physicians/1,000 population (2014)",
"hospital_bed_density": "8.7 beds/1,000 population (2014)",
"sanitation_facility_access": 
{
"improved_urban": "52% of population (2011 est.)",
"improved_rural": "6.3% of population (2011 est.)",
"improved_total": "23.6% of population (2011 est.)",
"unimproved_urban": "48% of population (2011 est.)",
"unimproved_rural": "93.7% of population (2011 est.)",
"unimproved_total": "76.4% of population (2011 est.)",
}, 
"hiv_aids_adult_prevalence_rate": "0.1% (2018 est.)",
"hiv_aids_people_living_with_hiv_aids": "11,000 (2018 est.)",
"hiv_aids_deaths": " &lt;1000 (2018 est.)",
"major_infectious_diseases": 
{
"degree_of_risk": "very high (2016)",
"food_or_waterborne_diseases": "bacterial and protozoal diarrhea, hepatitis A and E, and typhoid fever (2016)",
"vectorborne_diseases": "dengue fever, malaria, and Rift Valley fever (2016)",
"water_contact_diseases": "schistosomiasis (2016)",
"animal_contact_diseases": "rabies (2016)",
}, 
"obesity_adult_prevalence_rate": "8.3% (2016)",
"children_under_the_age_of_5_years_underweight": "23% (2009)",
"education_expenditures": " NA",
}, 
"government": 
{
"country_name": 
{
"conventional_long_form": "Federal Republic of Somalia",
"conventional_short_form": "Somalia",
"local_long_form": "Jamhuuriyadda Federaalkaa Soomaaliya",
"local_short_form": "Soomaaliya",
"former": "Somali Republic, Somali Democratic Republic",
"etymology": "&quot;Land of the Somali&quot; (ethnic group)",
}, 
"government_type": "federal parliamentary republic",
"capital": 
{
"name": "Mogadishu",
"geographic_coordinates": "2 04 N, 45 20 E",
"time_difference": "UTC+3 (8 hours ahead of Washington, DC, during Standard Time)",
}, 
"administrative_divisions": "18 regions (plural - NA, singular - gobolka); Awdal, Bakool, Banaadir, Bari, Bay, Galguduud, Gedo, Hiiraan, Jubbada Dhexe (Middle Jubba), Jubbada Hoose (Lower Jubba), Mudug, Nugaal, Sanaag, Shabeellaha Dhexe (Middle Shabeelle), Shabeellaha Hoose (Lower Shabeelle), Sool, Togdheer, Woqooyi Galbeed",
"independence": "1 July 1960 (from a merger of British Somaliland, which became independent from the UK on 26 June 1960, and Italian Somaliland, which became independent from the Italian-administered UN trusteeship on 1 July 1960 to form the Somali Republic)",
"national_holiday": "Foundation of the Somali Republic, 1 July (1960); note - 26 June (1960) in Somaliland",
"constitution": 
{
"history": "previous 1961, 1979; latest drafted 12 June 2012, approved 1 August 2012 (provisional)",
"amendments": "proposed by the federal government, by members of the state governments, the Federal Parliament, or by public petition; proposals require review by a joint committee of Parliament with inclusion of public comments and state legislatures’ comments; passage requires at least two-thirds majority vote in both houses of Parliament and approval by a majority of votes cast in a referendum; constitutional clauses on Islamic principles, the federal system, human rights and freedoms, powers and authorities of the government branches, and inclusion of women in national institutions cannot be amended (2017)",
}, 
"legal_system": "mixed legal system of civil law, Islamic (sharia) law, and customary law (referred to as Xeer)",
"international_law_organization_participation": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt",
"citizenship": 
{
"citizenship_by_birth": "no",
"citizenship_by_descent_only": "the father must be a citizen of Somalia",
"dual_citizenship_recognized": "no",
"residency_requirement_for_naturalization": "7 years",
}, 
"suffrage": "18 years of age; universal",
"executive_branch": 
{
"chief_of_state": "President Mohamed ABDULLAHI Mohamed &quot;Farmaajo&quot; (since 8 February 2017)",
"head_of_government": "Prime Minister Hassan Ali KHAYRE (since 1 March 2017)",
"cabinet": "Cabinet appointed by the prime minister, approved by the House of the People",
"elections_appointments": "president indirectly elected by the Federal Parliament by two-thirds majority vote in 2 rounds if needed for a single 4-year term; election last held on 8 February 2017 (previously scheduled for 30 September 2016 but postponed repeatedly); prime minister appointed by the president, approved by the House of the People",
"election_results": "Mohamed ABDULLAHI Mohamed &quot;Farmaajo&quot; elected president in second round; Federal Parliament second round vote - Mohamed ABDULLAHI Mohamed &quot;Farmaajo&quot; (TPP) 184, HASSAN SHEIKH Mohamud (PDP) 97, Sheikh SHARIF Sheikh Ahmed (ARS) 46",
}, 
"legislative_branch": 
{
"description": "bicameral Federal Parliament to consist of:&lt;br /&gt;Upper House (54 seats; senators indirectly elected by state assemblies to serve 4-year terms)&lt;br /&gt; House of the People (275 seats; members indirectly elected by electoral colleges, each consisting of 51 delegates selected by the 136 Traditional Elders in consultation with sub-clan elders; members serve 4-year terms)",
"elections": "&lt;br /&gt; Upper House - first held 10 October 2016 (next NA)&lt;br /&gt; House of the People - first held 23 October - 10 November 2016 (next NA)",
"election_results": "&lt;br /&gt; Upper House - percent of vote by party - NA; seats by party - NA; composition - men 41, women 13, percent of women 24.1%&lt;br /&gt; House of the People - percent of vote by party - NA; seats by party - NA; composition - men 208, women 67, percent of women 24.4%; note - total Parliament percent of women 24.3%",
}, 
"judicial_branch": 
{
"highest_courts": "the provisional constitution stipulates the establishment of the Constitutional Court (consists of 5 judges, including the chief judge and deputy chief judge); note - under the terms of the 2004 Transitional National Charter, a Supreme Court based in Mogadishu and the Appeal Court were established; yet most regions have reverted to local forms of conflict resolution, either secular, traditional Somali customary law, or Islamic law",
"judge_selection_and_term_of_office": "judges appointed by the president upon proposal of the Judicial Service Commission, a 9-member judicial and administrative body; judge tenure NA",
"subordinate_courts": "federal courts; federal member state-level courts; military courts; sharia courts",
}, 
"political_parties_and_leaders": "Cosmopolitan Democratic Party [Yarow Sharef ADEN]&lt;br /&gt;Daljir Party or DP [Hassan MOALIM]&lt;br /&gt;Democratic Green Party of Somalia or DGPS [Abdullahi Y. MAHAMOUD]&lt;br /&gt;Democratic Party of Somalia or DPS [Maslah Mohamed SIAD]&lt;br /&gt;Green Leaf for Democracy or GLED&lt;br /&gt;Hiil Qaran&lt;br /&gt;Justice and Communist Party [Mohamed NUR]&lt;br /&gt;Justice and Development of Democracy and Self-Respectfulness Party or CAHDI [Abdirahman Abdigani IBRAHIM Bile]&lt;br /&gt;Justice Party [SAKARIYE Haji]&lt;br /&gt;Liberal Party of Somalia&lt;br /&gt;National Democratic Party [Abdirashid ALI]&lt;br /&gt;National Unity Party (Xisbiga MIdnimo-Quaran) [Abdurahman BAADIYOW]&lt;br /&gt;Peace and Development Party or PDP&lt;br /&gt;Somali Green Party (local chapter of Federation of Green Parties of Africa)&lt;br /&gt;Somali National Party or SNP [Mohammed Ameen Saeed AHMED]&lt;br /&gt;Somali People&#39;s Party [Salad JEELE]&lt;br /&gt;Somali Society Unity Party [Yasin MAALIM]&lt;br /&gt;Tayo or TPP [Mohamed Abdullahi MOHAMED]&lt;br /&gt;Tiir Party [Fadhil Sheik MOHAMUD]&lt;br /&gt;Union for Peace and Development or UPD [HASSAN SHEIKH Mohamud]&lt;br /&gt;United and Democratic Party [FAUZIA Haji]&lt;br /&gt;United Somali Parliamentarians&lt;br /&gt;United Somali Republican Party [Ali TIMA-JLIC]&lt;br /&gt;&lt;strong&gt;inactive:&lt;/strong&gt; Alliance for the Reliberation of Somalia; reportedly inactive since 2009",
"international_organization_participation": "ACP, AfDB, AFESD, AMF, AU, CAEU (candidate), FAO, G-77, IBRD, ICAO, ICRM, IDA, IDB, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ITSO, ITU, LAS, NAM, OIC, OPCW, OPCW (signatory), UN, UNCTAD, UNESCO, UNHCR, UNIDO, UPU, WFTU (NGOs), WHO, WIPO, WMO",
"diplomatic_representation_in_the_us": 
{
"chief_of_mission": "Ambassador Ali Sharif AHMED (since 16 September 2019)",
"chancery": "1705 DeSales Street NW, Suite 300,Washington, DC 20036",
"telephone": "[1] (202) 296-0570, [1] (202) 833-1523",
}, 
"diplomatic_representation_from_the_us": 
{
"chief_of_mission": "Ambassador Donald YAMAMOTO (since 17 Nov 2018)",
"telephone": "254 20 363-6000",
"embassy": "Mogadishu, Somalia (reopened October 2019 on the grounds of the Mogadishu Airport)",
"mailing_address": "P.O. Box 606 Village Market&lt;br /&gt;00621 Nairobi, Kenya",
"fax": "254 20 363-6157",
}, 
"flag_description": "light blue with a large white five-pointed star in the center; the blue field was originally influenced by the flag of the UN but today is said to denote the sky and the neighboring Indian Ocean; the five points of the star represent the five regions in the horn of Africa that are inhabited by Somali people: the former British Somaliland and Italian Somaliland (which together make up Somalia), Djibouti, Ogaden (Ethiopia), and the North East Province (Kenya)",
"national_symbol_s": "leopard; national colors: blue, white",
"national_anthem": 
{
"name": "&quot;Qolobaa Calankeed&quot; (Every Nation Has its own Flag)",
"lyrics_music": "lyrics/music: Abdullahi QARSHE",
}, 
"government_note": "regional and local governing bodies continue to exist and control various areas of the country, including the self-declared Republic of Somaliland in northwestern Somalia",
}, 
"economy": 
{
"economy_overview": "&lt;p&gt;Despite the lack of effective national governance, Somalia maintains an informal economy largely based on livestock, remittance/money transfer companies, and telecommunications. Somalia&#39;s government lacks the ability to collect domestic revenue and external debt – mostly in arrears – was estimated at about 77% of GDP in 2017.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;Agriculture is the most important sector, with livestock normally accounting for about 40% of GDP and more than 50% of export earnings. Nomads and semi-pastoralists, who are dependent upon livestock for their livelihood, make up a large portion of the population. Economic activity is estimated to have increased by 2.4% in 2017 because of growth in the agriculture, construction and telecommunications sector. Somalia&#39;s small industrial sector, based on the processing of agricultural products, has largely been looted and the machinery sold as scrap metal.&lt;/p&gt;&lt;p&gt;&lt;/p&gt;&lt;p&gt;In recent years, Somalia&#39;s capital city, Mogadishu, has witnessed the development of the city&#39;s first gas stations, supermarkets, and airline flights to Turkey since the collapse of central authority in 1991. Mogadishu&#39;s main market offers a variety of goods from food to electronic gadgets. Hotels continue to operate and are supported with private-security militias. Formalized economic growth has yet to expand outside of Mogadishu and a few regional capitals, and within the city, security concerns dominate business. Telecommunication firms provide wireless services in most major cities and offer the lowest international call rates on the continent. In the absence of a formal banking sector, money transfer/remittance services have sprouted throughout the country, handling up to $1.6 billion in remittances annually, although international concerns over the money transfers into Somalia continues to threaten these services’ ability to operate in Western nations. In 2017, Somalia elected a new president and collected a record amount of foreign aid and investment, a positive sign for economic recovery.&lt;/p&gt;",
"gdp_purchasing_power_parity":
{
"2017": "$20.44 billion",
"2016": "$19.98 billion",
"2015": "$19.14 billion",
},
"gdp_official_exchange_rate": "$7.052 billion (2017 est.)",
"gdp_real_growth_rate":
{
"2017": "2.3%",
"2016": "4.4%",
"2015": "3.9%",
},
"gdp_per_capita_ppp":
{
"2017": " $NA",
"2016": " $NA",
"2015": " $NA",
},
"gdp_composition_by_end_use": 
{
"household_consumption": "72.6% (2015 est.)",
"government_consumption": "8.7% (2015 est.)",
"investment_in_fixed_capital": "20% (2015 est.)",
"investment_in_inventories": "0.8% (2016 est.)",
"exports_of_goods_and_services": "0.3% (2015 est.)",
"imports_of_goods_and_services": "-1.6% (2015 est.)",
}, 
"gdp_composition_by_sector_of_origin": 
{
"agriculture": "60.2% (2013 est.)",
"industry": "7.4% (2013 est.)",
"services": "32.5% (2013 est.)",
}, 
"agriculture_products": "bananas, sorghum, corn, coconuts, rice, sugarcane, mangoes, sesame seeds, beans; cattle, sheep, goats; fish",
"industries": "light industries, including sugar refining, textiles, wireless communication",
"industrial_production_growth_rate": "3.5% (2014 est.)",
"labor_force": "4.154 million (2016 est.)",
"labor_force_by_occupation": 
{
"agriculture": "71%",
"industry": "29%",
"industry_and_services": "29% (1975)",
}, 
"unemployment_rate": "&lt;p&gt;NA&lt;/p&gt;", 
"population_below_poverty_line": " NA",
"household_income_or_consumption_by_percentage_share": 
{
"lowest_10": " NA",
"highest_10": " NA",
}, 
"budget": 
{
"revenues": "145.3 million (2014 est.)",
"expenditures": "151.1 million (2014 est.)",
}, 
"taxes_and_other_revenues": "2.1% (of GDP) (2014 est.)",
"budget_surplus_or_deficit": "-0.1% (of GDP) (2014 est.)",
"public_debt":
{
"2017": "76.7% of GDP",
"2014": "93% of GDP",
},
"fiscal_year": "NA",
"inflation_rate_consumer_prices":
{
"2017": "1.5%",
"2016": "-71.1%",
},
"central_bank_discount_rate": "&lt;p&gt;NA&lt;/p&gt;", 
"commercial_bank_prime_lending_rate": "&lt;p&gt;NA&lt;/p&gt;", 
"current_account_balance":
{
"2017": "-$464 million",
"2016": "-$427 million",
},
"exports":
{
"2014": "$819 million",
"2013": "$779 million",
},
"exports_partners": "Oman 31.7%, Saudi Arabia 18.7%, UAE 16.3%, Nigeria 5.1%, Yemen 4.8%, Pakistan 4% (2017)",
"exports_commodities": "livestock, bananas, hides, fish, charcoal, scrap metal",
"imports":
{
"2018": "$94.43 billion",
"2017": "$80.07 billion",
},
"imports_commodities": "manufactures, petroleum products, foodstuffs, construction materials, qat",
"imports_partners": "China 17.6%, India 17.2%, Ethiopia 10.5%, Oman 10.3%, Kenya 6.9%, Turkey 5.3%, Malaysia 4.1% (2017)",
"reserves_of_foreign_exchange_and_gold":
{
"2014": "$30.45 million",
},
"debt_external":
{
"31 December 2014": "$5.3 billion",
},
"stock_of_direct_foreign_investment_at_home": "&lt;p&gt;NA&lt;/p&gt;", 
"exchange_rates": 
{
"currency": "Somali shillings (SOS) per US dollar -",
"exchange_rates":
{
"2016": "23,960",
},
}, 
}, 
"energy": 
{
"electricity_access": 
{
"population_without_electricity": "12 million (2017)",
"electrification_total_population": "17% (2017)",
"electrification_urban_areas": "35% (2017)",
"electrification_rural_areas": "4% (2017)",
}, 
"electricity_production": "339 million kWh (2016 est.)",
"electricity_consumption": "315.3 million kWh (2016 est.)",
"electricity_exports": "0 kWh (2016 est.)",
"electricity_imports": "0 kWh (2016 est.)",
"electricity_installed_generating_capacity": "85,000 kW (2016 est.)",
"electricity_from_fossil_fuels": "93% of total installed capacity (2016 est.)",
"electricity_from_nuclear_fuels": "0% of total installed capacity (2017 est.)",
"electricity_from_hydroelectric_plants": "0% of total installed capacity (2017 est.)",
"electricity_from_other_renewable_sources": "7% of total installed capacity (2017 est.)",
"crude_oil_production": "0 bbl/day (2018 est.)",
"crude_oil_exports": "0 bbl/day (2015 est.)",
"crude_oil_imports": "0 bbl/day (2015 est.)",
"crude_oil_proved_reserves": "0 bbl (1 January 2018 est.)",
"refined_petroleum_products_production": "0 bbl/day (2015 est.)",
"refined_petroleum_products_consumption": "5,600 bbl/day (2016 est.)",
"refined_petroleum_products_exports": "0 bbl/day (2015 est.)",
"refined_petroleum_products_imports": "5,590 bbl/day (2015 est.)",
"natural_gas_production": "0 cu m (2017 est.)",
"natural_gas_consumption": "0 cu m (2017 est.)",
"natural_gas_exports": "0 cu m (2017 est.)",
"natural_gas_imports": "0 cu m (2017 est.)",
"natural_gas_proved_reserves": "5.663 billion cu m (1 January 2018 est.)",
"carbon_dioxide_emissions_from_consumption_of_energy": "852,500 Mt (2017 est.)",
}, 
"communications": 
{
"telephones_fixed_lines": 
{
"total_subscriptions": "48,000",
"subscriptions_per_100_inhabitants": " less than 1 (July 2016 est.)",
}, 
"telephones_mobile_cellular": 
{
"total_subscriptions": "6,653,040",
"subscriptions_per_100_inhabitants": "60 (July 2016 est.)",
}, 
"telephone_system": 
{
"general_assessment": "the public telecom system was almost completely destroyed or dismantled during the civil war; private companies offer limited local fixed-line service, and private wireless companies offer service in most major cities, while charging some of the lowest rates on the continent; Al Shabaab Islamic militant group has forced closure of Internet services in some parts of the country; new telecom regulatory sector in place (2018)",
"domestic": "seven networks compete for customers in the mobile sector; some of these mobile-service providers offer fixed-lines and Internet services; fixed-line&amp;nbsp;less than 1 per 100&amp;nbsp;and mobile-cellular 60 per 100 (2018)",
"international": "country code - 252; landing points for the G2A, DARE1, PEACE, and EASSy fiber-optic submarine cable system linking East Africa, Indian Ocean Islands, the Middle East, North Africa&amp;nbsp;and&amp;nbsp;Europe (2019)",
}, 
"broadcast_media": "2 private TV stations rebroadcast Al-Jazeera and CNN; Somaliland has 1 government-operated TV station and Puntland has 1 private TV station; the transitional government operates Radio Mogadishu; 1 SW and roughly 10 private FM radio stations broadcast in Mogadishu; several radio stations operate in central and southern regions; Somaliland has 1 government-operated radio station; Puntland has roughly a half-dozen private radio stations; transmissions of at least 2 international broadcasters are available (2019)",
"internet_country_code": ".so",
"internet_users": 
{
"total": "203,366",
"percent_of_population": "1.9% (July 2016 est.)",
}, 
"broadband_fixed_subscriptions": 
{
"total": "92,000",
"subscriptions_per_100_inhabitants": "1 (2017 est.)",
}, 
}, 
"military_and_security": 
{
"military_and_security_forces": "Somali National Security Forces:&amp;nbsp; Somali National Army (SNA), Somali National Police (SNP, includes a maritime unit), National Intelligence and Security Agency (NISA) (2019)",
"military_service_age_and_obligation": "18 is the legal minimum age for compulsory and voluntary military service (2012)",
"maritime_threats": "the International Maritime Bureau continues to report the territorial and offshore waters in the Gulf of Aden and Indian Ocean as a region of significant risk for piracy and armed robbery against ships; during 2018, two vessels were attacked compared with five in 2017; Operation Ocean Shield, the NATO naval task force established in 2009 to combat Somali piracy, concluded its operations in December 2016 as a result of the drop in reported incidents over the last few years; additional anti-piracy measures on the part of ship operators, including the use of on-board armed security teams, have reduced piracy incidents in that body of water; Somali pirates tend to be heavily armed with automatic weapons and rocket propelled grenades; the use of &quot;mother ships&quot; from which skiffs can be launched to attack vessels allows these pirates to extend the range of their operations hundreds of nautical miles offshore",
"military_note": "the African Union Mission in Somalia (AMISOM) has operated in the country with the approval of the United Nations (UN) since 2007; AMISOM&#39;s peacekeeping mission includes assisting Somali forces in providing security for a stable political process, enabling the gradual handing over of security responsibilities from AMISOM to the Somali security forces, and reducing the threat posed by Al-Shabaab and other armed opposition groups; as of 2019, AMISOM had more than 22,000 military and police personnel from six African countries deployed in Somalia&amp;nbsp; &lt;br /&gt;&lt;br /&gt;UN Assistance Mission in Somalia (UNSOM) is mandated by the Security Council to work with the Federal Government of Somalia to support national reconciliation, provide advice on peace-building and state-building, monitor the human rights situation, and help coordinate the efforts of the international community&lt;br /&gt;&lt;br /&gt;the UN Support Office in Somalia (UNSOS) is responsible for providing logistical field support to AMISOM, UNSOM, the Somali National Army, and the Somali Police Force on joint operations with AMISOM (2019)",
}, 
"transportation": 
{
"national_air_transport_system": 
{
"number_of_registered_air_carriers": "1 (2015)",
"inventory_of_registered_aircraft_operated_by_air_carriers": "1 (2015)",
"annual_passenger_traffic_on_registered_air_carriers": "251,652 (2015)",
"annual_freight_traffic_on_registered_air_carriers": "0 mt-km (2015)",
}, 
"civil_aircraft_registration_country_code_prefix": "6O (2016)",
"airports": "61 (2013)",
"airports_with_paved_runways": 
{
"total": "6 (2013)",
"over_3_047_m": "4 (2013)",
"2_438_to_3_047_m": "1 (2013)",
"1_524_to_2_437_m": "1 (2013)",
}, 
"airports_with_unpaved_runways": 
{
"total": "55 (2013)",
"over_3_047_m": "1 (2013)",
"2_438_to_3_047_m": "5 (2013)",
"1_524_to_2_437_m": "20 (2013)",
"914_to_1_523_m": "23 (2013)",
"under_914_m": "6 (2013)",
}, 
"merchant_marine": 
{
"total": "5",
"by_type": "general cargo 1, other 4 (2018)",
}, 
"ports_and_terminals": "Berbera, Kismaayo",
}, 
"terrorism": 
{
"terrorist_groups_home_based": 
{
"al_shabaab": "&lt;strong&gt;aim(s):&lt;/strong&gt; discredit and destabilize the Federal Government of Somalia and target any countries or entities that support Somalia&#39;s fight against al-Shabaab; establish Islamic rule across Somalia&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; a core al-Qa&#39;ida affiliate that maintains strongholds in rural areas in the south, where it controls a large swathe of the Lower and Middle Juba and Lower Shabelle regions; responsible for numerous high-profile bombings and shootings throughout Somalia and in the northeast in Puntland State (2018)",
"islamic_state_of_iraq_and_ash_sham_isis_networks_in_somalia": "&lt;br /&gt;&lt;strong&gt;aim(s):&lt;/strong&gt; replace the Federal Government of Somalia with an Islamic state and implement ISIS&#39;s strict interpretation of Sharia; replace al-Shabaab as the dominant armed opposition to federal authority in Somalia&lt;br /&gt;&lt;strong&gt;area(s) of operation:&lt;/strong&gt; directs operations, recruitment, and training from Puntland, the semiautonomous region in the northeast; conducts sporadic attacks against African Union and Somali Government personnel throughout the country (2018)",
}, 
}, 
"transnational_issues": 
{
"disputes_international": "&lt;p&gt;Ethiopian forces invaded southern Somalia and routed Islamist Courts from Mogadishu in January 2007; &quot;Somaliland&quot; secessionists provide port facilities in Berbera to landlocked Ethiopia and have established commercial ties with other regional states; &quot;Puntland&quot; and &quot;Somaliland&quot; &quot;governments&quot; seek international support in their secessionist aspirations and overlapping border claims; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia&#39;s Ogaden and southern Somalia&#39;s Oromo region; Kenya works hard to prevent the clan and militia fighting in Somalia from spreading south across the border, which has long been open to nomadic pastoralists&lt;/p&gt;",
"refugees_and_internally_displaced_persons": 
{
"refugees_country_of_origin": "21,295 (Ethiopia) (refugees and asylum seekers), 13,153 (Yemen) (refugees and asylum seekers) (2019)",
"idps": "2.65 million (civil war since 1988, clan-based competition for resources; 2011 famine; insecurity because of fighting between al-Shabaab and the Transitional Federal Government&#39;s allied forces) (2019)",
}, 
}
}
